import { QuizData } from "@/types/quiz";

export const questions: QuizData = {
    "questions": [
        {
            "id": 1,
            "category": "Law",
            "question": ":ﻚﻴﻠﻋ ،ﺍﺭً ﺎﻬﻧ ﺓﺩﺎﻴﻘﻟﺍ ءﺎﻨﺛﺃ ﻖﻔﻧ ﻲﻓ ﻚﻟﻮﺧﺩ ﺪﻨﻋ",
            "answers": [
                "(ﻲﻗﻼﺘﻟﺍ ءﺍﻮﺿﺃ) ﺔﻀﻔﺨﻨﻤﻟﺍ ﺓءﺎﺿﻹﺍ ﻞﻴﻐﺸﺗ ﺔﻋﺮﺴﻟﺍ ﻒﻴﻔﺨﺗﻭ",
                "ﺭﻮﻣﺰﻟﺍ ﻝﺎﻤﻌﺘﺳﺇ",
                "ﺓﺩﺎﻳﺯﻭ (ﻲﻗﻼﺘﻟﺍ ءﺍﻮﺿﺃ) ﺔﻀﻔﺨﻨﻤﻟﺍ ﺓءﺎﺿﻹﺍ ﻞﻴﻐﺸﺗ ﺔﻋﺮﺴﻟﺍ"
            ],
            "correctAnswer": "ﺓﺩﺎﻳﺯﻭ (ﻲﻗﻼﺘﻟﺍ ءﺍﻮﺿﺃ) ﺔﻀﻔﺨﻨﻤﻟﺍ ﺓءﺎﺿﻹﺍ ﻞﻴﻐﺸﺗ ﺔﻋﺮﺴﻟﺍ"
        },
        {
            "id": 2,
            "category": "Law",
            "question": "ﻯﺮﺧﺃ ﺔﺒﻛﺮﻣ ﻒﻠﺧ ﻞﻴﻠﻟﺍ ءﺎﻨﺛﺃ ﺔﺒﻛﺮﻤﻟ ﻚﺗﺩﺎﻴﻗ ﺪﻨﻋ :ﻚﻴﻠﻋ",
            "answers": [
                "(ﻲﻗﻼﺘﻟﺍ ءﺍﻮﺿﺃ) ﺔﻀﻔﺨﻨﻤﻟﺍ ﺓءﺎﺿﻹﺍ ﻞﻴﻐﺸﺗ",
                "(ﺔﻴﻟﺎﻌﻟﺍ ﺓءﺎﺿﻻﺍ).ﻖﻳﺮﻄﻟﺍ ءﺍﻮﺿﺍ ﻝﺎﻤﻌﺘﺳﺍ",
                "ءﻮﻀﻟﺍ ﻝﺎﻤﻌﺘﺳﺍ ﻡﺪﻋ"
            ],
            "correctAnswer": "ءﻮﻀﻟﺍ ﻝﺎﻤﻌﺘﺳﺍ ﻡﺪﻋ"
        },
        {
            "id": 3,
            "category": "Law",
            "question": "ءﺎﻨﺛﺃ ﺔﺴﻛﺎﻌﻤﻟﺍ ﺔﻬﺠﻟﺍ ﻦﻣ ﺔﺒﻛﺮﻣ ﺭﻮﻬﻅ ﻝﺎﺣ ﻲﻓ :ﻚﻴﻠﻋ ًﻼﻴﻟ ﺔﻴﻟﺎﻌﻟﺍ ﺓءﺎﺿﻼﻟ ﻚﻟﺎﻤﻌﺘﺳﺍ",
            "answers": [
                "ﺎًﻴﺋﺎﻬﻧ ءﻮﻀﻟﺍ ءﺎﻔﻁﺇ",
                "ءﻮﺿﻭ ﻖﻳﺮﻄﻟﺍ ءﻮﺿ ﻦﻴﺑ ﻪﻠﻳﺪﺒﺘﺑ ءﻮﻀﻟﺍ ﻊﻴﻄﻘﺗ ﻲﻗﻼﺘﻟﺍ",
                "ﻲﻗﻼﺘﻟﺍ ءﻮﺿ ﻰﻟﺇ ﻝﺎﻘﺘﻧﻹﺍ"
            ],
            "correctAnswer": "ﻲﻗﻼﺘﻟﺍ ءﻮﺿ ﻰﻟﺇ ﻝﺎﻘﺘﻧﻹﺍ"
        },
        {
            "id": 4,
            "category": "Law",
            "question": ":ﻚﻴﻠﻋ ،ﺩﻮﻗﻮﻟﺎﺑ ﻚﺘﺒﻛﺮﻣ ﻥﺍﺰﺧ ﺔﺌﺒﻌﺗ ﺪﻨﻋ",
            "answers": [
                "،ﺮﻄﺧ ﻱﺃ ﻰﻠﻋ ﻱﻮﻄﻨﻳ ﻻ ﺮﻣﻷﺍ ﺍﺬﻫ ﻥﻷ ﻢﺘﻬﺗ ﻻﺃ",
                "ﺔﺒﻛﺮﻤﻟﺍ ﻙﺮّ ﺤﻣ ﺊﻔﻄﺗ ﻥﺃ",
                "ًﻻﺎﻐﺷ ﻙﺮّ ﺤﻤﻟﺍ ﻲﻘﺒُﺗ ﻥﺃ"
            ],
            "correctAnswer": "ًﻻﺎﻐﺷ ﻙﺮّ ﺤﻤﻟﺍ ﻲﻘﺒُﺗ ﻥﺃ"
        },
        {
            "id": 5,
            "category": "Safety",
            "question": "ﻰﻟﺍ ﺮﻀﺧﻻﺍ ﻥﻮﻠﻟﺍ ﻦﻣ ﺓﺭﺎﺷﻻﺍ ﻝﻮّ ﺤﺘﺗ ﺎﻣﺪﻨﻋ ،ﻊﻁﺎﻘﺘﻠﻟ ﻚﺘﺒﻛﺮﻣ ﺭﻮﺒﻋ ﺔﻈﺤﻟ ﺮﻔﺻﻻﺍ ﻥﻮﻠﻟﺍ :ﻚﻴﻠﻋ",
            "answers": [
                "ﻊﻁﺎﻘﺘﻟﺍ ﻂﺳﻭ ﺍﺭً ﻮﻓ ﻒﻗﻮﺘﻟﺍ",
                "ﻩﺎﺒﺘﻧﺎﺑ ﻙﺮﻴﺳ ﺔﻌﺑﺎﺘﻣ",
                "ﺓﺭﺎﺷﻻﺍﻰﻠﻋ ﻙﺮﻈﻧ ﺰﻴﻛﺮﺗ"
            ],
            "correctAnswer": "ﺓﺭﺎﺷﻻﺍﻰﻠﻋ ﻙﺮﻈﻧ ﺰﻴﻛﺮﺗ"
        },
        {
            "id": 6,
            "category": "Law",
            "question": ":ﻚﻴﻠﻋ ،ﺓﺩﺎﻴﻘﻟﺍ ءﺎﻨﺛﺃ ﺪﻳﺪﺸﻟﺍ ﺱﺎﻌﻨﻟﺎﺑ ﻙﺭﻮﻌﺷ ﺪﻨﻋ",
            "answers": [
                "ﺮﻴﺴﻟﺍ ﺔﻌﺑﺎﺘﻣﻭ ﺔﻄﺸّ ﻨﻤﻟﺍ ﺔﻳﻭﺩﻷﺍ ﻝﻭﺎﻨﺘﺗ ﻥﺃ",
                "ﺎًﻌﻳﺮﺳ ﻝﻭﺰﻴﺳ ﺱﺎﻌﻨﻟﺍﻥّ ﻷ ﺮﻣﻸﻟ ﻢﺘﻬﺗ ﻻﺃ",
                "ﺔﺣﺍﺮﻟﺍ ﻦﻣ ﺎﻄً ﺴﻗ ﺬﺧﺄﺘﻟ ﻦﻣﺁ ﻥٍ ﺎﻜﻣ ﻲﻓ ﺍﺭً ﻮﻓ ﻒﻗﻮﺗ ﻥﺃ"
            ],
            "correctAnswer": "ﺔﺣﺍﺮﻟﺍ ﻦﻣ ﺎﻄً ﺴﻗ ﺬﺧﺄﺘﻟ ﻦﻣﺁ ﻥٍ ﺎﻜﻣ ﻲﻓ ﺍﺭً ﻮﻓ ﻒﻗﻮﺗ ﻥﺃ"
        },
        {
            "id": 7,
            "category": "Safety",
            "question": "ﻲﻁﺮﺷ ﻪﻴﻓ ﺪﺟﻮﻳ ﻦّﻴﻌﻣ ﻊﻁﺎﻘﺗ ﻦﻣ ﻚﺑﺍﺮﺘﻗﺍ ﺪﻨﻋ ﺔّﻴﺋﻮﺿ ﺭﻭﺮﻣ ﺓﺭﺎﺷﺇ ﺪﺟﻮﻳﻭ ،ﺮﻴﺴﻟﺍ ﻢﻴﻈﻨﺘﺑ ﻡﻮﻘﻳ ﻡﺍﺰﺘﻟﻻﺍ ﻚﻴﻠﻋ ﺔﺘﺑﺎﺛ ﺮﻴﺳ ﺓﺭﺎﺷﺇﻭ",
            "answers": [
                "ﺮﻴﺴﻟﺍ ﻲﻁﺮﺷ ﺕﺎﻤﻴﻠﻌﺘﺑ",
                "ﻂﻘﻓ ﺔﻴﺋﻮﻀﻟﺍ ﺓﺭﺎﺷﻻﺎﺑ",
                "ﻂﻘﻓ ﺔﺘﺑﺎﺜﻟﺍ ﺮﻴﺴﻟﺍ ﺓﺭﺎﺷﺈﺑ"
            ],
            "correctAnswer": "ﻂﻘﻓ ﺔﺘﺑﺎﺜﻟﺍ ﺮﻴﺴﻟﺍ ﺓﺭﺎﺷﺈﺑ"
        },
        {
            "id": 8,
            "category": "Law",
            "question": ":ﻥﺃ ًﻻﻭّ ﺃ ﻪﻴﻠﻋ ﺩﻮﻘﻤﻟﺍ ﻒﻠﺧ ﻖﺋﺎﺴﻟﺍ ﺱﻮﻠﺟ ﺭﻮﻓ",
            "answers": [
                "،ﻥﺎﻣﻷﺍ ﻡﺍﺰﺣ ﻂﺑﺮﻳ ﻢﺛ ،ﺎﻳﺍﺮﻤﻟﺍ ﻝﺪّ ﻌﻳ ﻢﺛ ،ﺪﻌﻘﻤﻟﺍ ﻝﺪّ ﻌﻳ ﺐﻴﺗﺮﺘﻟﺍ ﺍﺬﻬﺑ",
                "،ﺪﻌﻘﻤﻟﺍ ﻝّﺪﻌﻳ ﻢﺛ ،ﺎﻳﺍﺮﻤﻟﺍ ﻝّﺪﻌﻳ ﻢﺛ،ﻥﺎﻣﻷﺍ ﻡﺍﺰﺣ ﻂﺑﺮﻳ ﺐﻴﺗﺮﺘﻟﺍ ﺍﺬﻬﺑ",
                "،ﺎﻳﺍﺮﻤﻟﺍ ﻝّﺪﻌﻳ ﻢﺛ ،ﺪﻌﻘﻤﻟﺍ ﻝّﺪﻌﻳ ﻢﺛ ،ﻥﺎﻣﻷﺍ ﻡﺍﺰﺣ ﻂﺑﺮﻳ ﺐﻴﺗﺮﺘﻟﺍ ﺍﺬﻬﺑ"
            ],
            "correctAnswer": "،ﺎﻳﺍﺮﻤﻟﺍ ﻝّﺪﻌﻳ ﻢﺛ ،ﺪﻌﻘﻤﻟﺍ ﻝّﺪﻌﻳ ﻢﺛ ،ﻥﺎﻣﻷﺍ ﻡﺍﺰﺣ ﻂﺑﺮﻳ ﺐﻴﺗﺮﺘﻟﺍ ﺍﺬﻬﺑ"
        },
        {
            "id": 9,
            "category": "Law",
            "question": "ﺔﺟﺍﺭﺪﻟﺍ ﻭﺍ ﺔﺒﻛﺮﻤﻟﺎﺑ ﻕﻼﻄﻧﻻﺍ ﻞﺒﻗﻭ ﻡﻮﻳ ﻞﻛ ﻲﻓ :ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ،ﺓﺮّ ﻣ ﻝﻭﻷ",
            "answers": [
                "ﺔّﻳﻮﺠﻟﺍ ﻝﺍﻮﺣﻷﺍ ﺓﺮﺸﻧ ﻰﻟﺇ ﻊﻤﺘﺴﻳ",
                "ﺔﺒﻛﺮﻤﻟﺍ ﺔﻤﻈﻧﺃ ﻒﻠﺘﺨﻤﻟ ﻲﻨﻴﺗﻭﺭ ﺺﺤﻔﺑ ﻡﻮﻘﻳ",
                "ﻞﻤﻌﻳ ﻙﺮّ ﺤﻤﻟﺍ ﻥّ ﺃ ﺎﻤﻟﺎﻁ ﺺﺤﻓ ﻱﺄﺑ ﻡﻮﻘﻳ ﻻ"
            ],
            "correctAnswer": "ﻞﻤﻌﻳ ﻙﺮّ ﺤﻤﻟﺍ ﻥّ ﺃ ﺎﻤﻟﺎﻁ ﺺﺤﻓ ﻱﺄﺑ ﻡﻮﻘﻳ ﻻ"
        },
        {
            "id": 10,
            "category": "Law",
            "question": ":ﺍﺫﺍ ﺓﺩﺎﻴﻘﻟﺍ ءﺎﻨﺛﺃ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺱﺄﺑ ﻻ",
            "answers": [
                "ﺔﻔﻴﺤﺼﻟﺍ ﺃﺮﻗ",
                "ﻒﺗﺎﻬﻟﺍ ﻞﻤﻌﺘﺳﺍ",
                "ﺾﻔﺨﻨﻣ ﺕﻮﺼﺑ ﻮﻳﺩﺍﺮﻟﺍ ﻰﻟﺍ ﻊﻤﺘﺳﺍ"
            ],
            "correctAnswer": "ﺾﻔﺨﻨﻣ ﺕﻮﺼﺑ ﻮﻳﺩﺍﺮﻟﺍ ﻰﻟﺍ ﻊﻤﺘﺳﺍ"
        },
        {
            "id": 12,
            "category": "Law",
            "question": "ﻮﻫ ﺪﻌﻘﻤﻟﺍ ﻰﻠﻋﺃ ﺩﻮﺟﻮﻤﻟﺍ ﺱﺃﺮﻟﺍ ﺪﻨﺴﻣ ﻦﻣ ﻑﺪﻬﻟﺍ",
            "answers": [
                "ﺔﺒﻛﺮﻤﻟﺍ ﺖﺿﺮّ ﻌﺗ ﺍﺫﺍ ﻖﻨﻌﻟﺍ ﻭﺃﺔﺒﻗﺮﻟﺍ ﺭﺎﺴﻜﻧﺍ ﻊﻨﻣ ﻒﻠﺨﻟﺍ ﻦﻣ ﺔﻣﺪﺼﻟ",
                "ﺔﻠﻳﻮﻄﻟﺍ ﺕﻼﺣﺮﻟﺍ ﻲﻓ ًﻼﻴﻟ ﻡﻮﻨﻠﻟ ﺓﺩﺎﺳﻮﻛ ﻪﻟﺎﻤﻌﺘﺳﺍ",
                "ﺔﻠﺣﺮﻟﺍءﺎﻨﺛﺃ ﺱﺃﺮﻟﺍ ﺔﺣﺍﺭﺇ"
            ],
            "correctAnswer": "ﺔﻠﺣﺮﻟﺍءﺎﻨﺛﺃ ﺱﺃﺮﻟﺍ ﺔﺣﺍﺭﺇ"
        },
        {
            "id": 13,
            "category": "Law",
            "question": "ﺓﺩﺎﻴﻘﻟﺍ ءﺎﻨﺛﺍ ﺰﻴﻛﺮﺘﻟﺍ ﻰﻠﻋ ﻖﺋﺎﺴﻟﺍ ﺓﺭﺪﻘﻣ ﻞّ ﻘﺗ :ﺐﺒﺴﺑ",
            "answers": [
                "ﻁﺎﺸﻨﻟﺍﻭ ﺔّﻳﻮﻴﺤﻟﺎﺑ ﻪﻌّﺘﻤﺗ",
                "ﺱﺎﻌﻨﻟﺍﻭ ﻕﺎﻫﺭﻹﺍ",
                "ﺔﻨﻳﺪﻤﻟﺍ ﻞﺧﺍﺩ ﺓﺩﺎﻴﻘﻟﺍ"
            ],
            "correctAnswer": "ﺔﻨﻳﺪﻤﻟﺍ ﻞﺧﺍﺩ ﺓﺩﺎﻴﻘﻟﺍ"
        },
        {
            "id": 14,
            "category": "Law",
            "question": "ﻰﻠﻋ ﺮﺛﺆﻳ ﺓﺩﺎﻴﻘﻟﺍ ءﺎﻨﺛﺍ ﻱﻮﻠﺨﻟﺍ ﻒﺗﺎﻬﻟﺍ ﻡﺍﺪﺨﺘﺳﺍ :ﻞﻜﺸﺑ ﻖﺋﺎﺴﻟﺍ ﺓﺩﺎﻴﻗ",
            "answers": [
                "ﻲﺑﺎﺠﻳﺇ",
                "ﻲﺒﻠﺳ",
                "ﺎًﻌﻣ ﻲﺑﺎﺠﻳﺇﻭ ﻲﺒﻠﺳ"
            ],
            "correctAnswer": "ﺎًﻌﻣ ﻲﺑﺎﺠﻳﺇﻭ ﻲﺒﻠﺳ"
        },
        {
            "id": 15,
            "category": "Law",
            "question": ":ﻲﻫ ﻝﻮﺤﻜﻠﻟ ﻲﺴﺘﺤﻤﻟﺍ ﻖﺋﺎﺴﻠﻟ ﻰﻟﻭﻻﺍ ﺔﺤﻴﺼﻨﻟﺍ",
            "answers": [
                "ﺔﻀﻔﺨﻨﻣ ﺔﻋﺮﺳ ﻰﻠﻋ ﺩﻮﻘﻳ ﻥﺃ",
                "ﻝﻮﺤﻜﻟﺍ ﻝﻮﻌﻔﻣ ﻲﻬﺘﻨﻳ ﻰﺘﺣ ﺩﻮﻘﻳ ﻻﺃ",
                "ﺮﻣﻸﻟ ﻲﻟﺎﺒﻳ ﻻﺃ"
            ],
            "correctAnswer": "ﺮﻣﻸﻟ ﻲﻟﺎﺒﻳ ﻻﺃ"
        },
        {
            "id": 16,
            "category": "Law",
            "question": ":ﻥﻮﻜﺗ ﺔﻣﻮّ ﻨﻤﻟﺍ ﺔﻳﻭﺩﻷﺍ ﺮﻴﺛﺄﺗ ﺖﺤﺗ ﺓﺩﺎﻴﻘﻟﺍ ﻥّ ﺇ",
            "answers": [
                "ﺓﺮﻴﻄﺧ",
                "ﺎﺒﻌﺗ ﻞﻗﺍ",
                "ﺓﺮﻴﻄﺧ ﺮﻴﻏ"
            ],
            "correctAnswer": "ﺓﺮﻴﻄﺧ ﺮﻴﻏ"
        },
        {
            "id": 17,
            "category": "Law",
            "question": "ﺍﺭﻮﻓ ﻚﻴﻠﻋ ،ﺓﺩﺎﻴﻘﻟﺍ ءﺎﻨﺛﺃ ﺩﻮﻗﻮﻟﺍ ﺔﺳﺍﻭّ ﺩ ﺖﻘﻠﻋ ﺍﺫﺍ :ﻥﺃ",
            "answers": [
                "ﺩﻮﻘﻤﻟﺍ ﻞﻔﻗﻥﻭﺩ ﻙﺮﺤﻤﻟﺍ ﺊﻔﻄﺗ",
                "ﺪﻴﻟﺍ ﻞﻣﺍﺮﻓ ّﺪﺸﺗ",
                "ﺔﻋﺮﺴﻟﺍ ﺱﺮﺗ ﺮّﻐﺼﺗ"
            ],
            "correctAnswer": "ﺔﻋﺮﺴﻟﺍ ﺱﺮﺗ ﺮّﻐﺼﺗ"
        },
        {
            "id": 18,
            "category": "Law",
            "question": "،ﺔﺒﻛﺮﻤﻟﺍ ﺮﻴﺳ ءﺎﻨﺛﺃ ﺓﺄﺠﻓ ﻙﺮﺤﻤﻟﺍ ءﺎﻄﻏ ﺢﺘﻔﻧﺍ ﺍﺫﺍ :ﻥﺃ ﺍﺭً ﻮﻓ ﻚﻴﻠﻋ",
            "answers": [
                "ًﻼﻴﻠﻗ ﻚﺘﻋﺮﺳ ﺪﻳﺰﺗ",
                "ﺐﻧﺎﺟ ﻰﻟﺍ ﺔﺒﻛﺮﻤﻟﺍ ﻒﻗﻮﺘﻟ ﺎًﻴﺠﻳﺭﺪﺗ ﺔﻋﺮﺴﻟﺍ ﻒّﻔﺨﺗ ﻖﻳﺮﻄﻟﺍ",
                "ﺓّﺪﺸﺑ ﻞﻣﺍﺮﻔﻟﺍ ﻰﻠﻋ ﻂﻐﻀﺗ"
            ],
            "correctAnswer": "ﺓّﺪﺸﺑ ﻞﻣﺍﺮﻔﻟﺍ ﻰﻠﻋ ﻂﻐﻀﺗ"
        },
        {
            "id": 19,
            "category": "Law",
            "question": "ﻖﺋﺎﺴﻟﺍ ﻯﺩﺎﻔﺘﻳ ﻰﺘﺣﻭ ،ﺪﻳﺪﺸﻟﺍ ﺮﻄﻤﻟﺍ ﻝﺎﺣ ﻲﻓ :ﻪﺘﻠﺣﺭ ﺃﺪﺒﻳ ﻥﺃ ﻪﻴﻠﻋ ﺐﺠﻳ ،ﺮﻴﺧﺄﺘﻟﺍ ﺮﻫﺎﻤﻟﺍ",
            "answers": [
                "ﺩﺎﺘﻌﻤﻟﺍﻦﻣ ﺮﻜﺑﺃ ﺖﻗﻭ ﻲﻓ",
                "ﺩﺎﺘﻌﻤﻟﺍ ﻦﻋ ﺮﺧّ ﺄﺘﻣ ﺖﻗﻭ ﻲﻓ",
                "ﺮﻴﺨﻟﺎﺑ ﻼﺋﺎﻔﺘﻣ"
            ],
            "correctAnswer": "ﺮﻴﺨﻟﺎﺑ ﻼﺋﺎﻔﺘﻣ"
        },
        {
            "id": 20,
            "category": "Law",
            "question": ":ﻥﺃ ًﻻﻭّ ﺃ ﻪﻴﻠﻋ ﻪﺘﺒﻛﺮﻣ ﻰﻟﺇ ﻖﺋﺎﺴﻟﺍ ﺪﻌﺼﻳ ﻥﺃ ﻞﺒﻗ",
            "answers": [
                "ﻑﺎﻛ ﺖٌ ﻗﻭ ﻪﻳﺪﻟ ﻥّ ﺃ ﺪﻛّ ﺄﺘﻳ",
                "ﺎﻬﻟﻮﺣ ﺭﻭﺪﻳﻭﺔﺒﻛﺮﻤﻟﺍ ﺖﺤﺗ ﺮﻈﻨﻳ",
                "ﻥﺎﻣﻷﺍ ﻡﺍﺰﺣ ﻂﺑﺮﻳ"
            ],
            "correctAnswer": "ﻥﺎﻣﻷﺍ ﻡﺍﺰﺣ ﻂﺑﺮﻳ"
        },
        {
            "id": 21,
            "category": "Law",
            "question": "ﻰﻠﻋ ﺓﺩﺎﻴﻘﻟﺍ ءﺎﻨﺛﺃ ،ﺔﺒﻛﺮﻤﻟﺍ ﻖﺋﺎﺳ ﻰﻠﻋ ﺐﺠﻳ ﻰﻠﻋ ﺔﻌﻳﺮﺳ ﺔﺤﻤﻟ ﺬﺧﺄﻳ ﻥﺃ ،ﺔﻤﺣﺩﺰﻣ ﺕﺎﻗﺮﻁ :ﻞﻛ ﺓﺮّ ﻣ ﺎﻳﺍﺮﻤﻟﺍ",
            "answers": [
                "ﺔﻴﻧﺎﺛ 45",
                "ﺔﻴﻧﺎﺛ 30",
                "ﻲﻧﺍﻮﺛ8 ﻰﻟﺇ4"
            ],
            "correctAnswer": "ﻲﻧﺍﻮﺛ8 ﻰﻟﺇ4"
        },
        {
            "id": 22,
            "category": "Law",
            "question": "ﺔﻬﺟ ﻰﻟﺇ ﻪﺘﺒﻛﺮﻤﺑ ﻒﻄﻌﻨﻳ ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﺩﺍﺭﺍ ﺍﺫﺇ :ﻲﻓ ﺮﻈﻨﻳ ﻥﺃ ﻑﺎﻄﻌﻧﻻﺍ ﻞﺒﻗ ﻪﻴﻠﻋ ،ﻦﻴﻤﻴﻟﺍ",
            "answers": [
                "ﻂﻘﻓ ﻯﺮﺴﻴﻟﺍ ﺓﺁﺮﻤﻟﺍ",
                "ﻂﻘﻓ ﻰﻨﻤﻴﻟﺍ ﺓﺁﺮﻤﻟﺍ",
                "ﺔﻌﻘﺒﻟﺍﻭ ﻰﻨﻤﻴﻟﺍ ﺓﺁﺮﻤﻟﺍ ﻲﻓﺔﺻﺎﺧﻭ ﺎﻳﺍﺮﻤﻟﺍ ﻞﻛ ءﺎﻴﻤﻌﻟﺍ"
            ],
            "correctAnswer": "ﺔﻌﻘﺒﻟﺍﻭ ﻰﻨﻤﻴﻟﺍ ﺓﺁﺮﻤﻟﺍ ﻲﻓﺔﺻﺎﺧﻭ ﺎﻳﺍﺮﻤﻟﺍ ﻞﻛ ءﺎﻴﻤﻌﻟﺍ"
        },
        {
            "id": 24,
            "category": "Law",
            "question": "ﺐﻧﺎﺟ ﻰﻟﺍ ﺔﻔﻗﻮﺘﻤﻟﺍ ﺕﺎﺒﻛﺮﻤﻟﺍ ﻪﻠﻜّ ﺸﺗ ﻱﺬﻟﺍ ﺮﻄﺨﻟﺍ ﻮﻫ ﺎﻬﺑﺮﻘﺑ ﺭﺎﻤﻟﺍ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﻦﻤﻳﻷﺍ ﻒﻴﺻﺮﻟﺍ",
            "answers": [
                "ﺓﺄﺠﻓ ﺮﻴﺴﻟﺍ ﺎﻬﻟﻮﺧﺩﻭ ﺎﻫﺍﺪﺣﺇ ﻕﻼﻄﻧﺍ ﻝﺎﻤﺘﺣﺍ",
                "ﺔﻗﺮﺴﻟﺍ ﺭﺍﺬﻧﺍ ﺯﺎﻬﺟ ﺕﻮﺻ ﺎﻫﺭﺍﺪﺻﺇ",
                "ﺔﻌﺘﻣﻷﺍ ﻕﻭﺪﻨﺻ ﺢﺘﻓ"
            ],
            "correctAnswer": "ﺔﻌﺘﻣﻷﺍ ﻕﻭﺪﻨﺻ ﺢﺘﻓ"
        },
        {
            "id": 25,
            "category": "Law",
            "question": ":ﻥﺃ ﻚﻴﻠﻋ ﻱﺯﺍﺮﺘﺣﺇ ﻖٍ ﺋﺎﺴﻛ",
            "answers": [
                "ﺭﻭﺮﻤﻟﺎﺑ ﻚﺘﻴﻠﻀﻓﺃ ﻦﻋ ﻝﺯﺎﻨﺘﺗ ﻻ ﻥﺃ",
                "ﻚﻘﺣ ﻦﻣ ﺎﻬّﻧﻷ ﺓﻮﻨﻋ ﺭﻭﺮﻤﻟﺎﺑ ﻚﺘّﻴﻠﻀﻓﺃ ﺬﺧﺄﺗ",
                "ﺙﺩﺎﺤﻠﻟ ﺎﻌﻨﻣ ﺭﻭﺮﻤﻟﺎﺑ ﻚﺘﻴﻠﻀﻓﺃ ﻦﻋ ﻝﺯﺎﻨﺘﺗ"
            ],
            "correctAnswer": "ﺙﺩﺎﺤﻠﻟ ﺎﻌﻨﻣ ﺭﻭﺮﻤﻟﺎﺑ ﻚﺘﻴﻠﻀﻓﺃ ﻦﻋ ﻝﺯﺎﻨﺘﺗ"
        },
        {
            "id": 26,
            "category": "Law",
            "question": "ﻻﻭّ ﺃ ﻚﻴﻠﻋ ،ﻞﻣﺍﺮﻔﻠﻟ ﻚﻟﺎﻤﻌﺘﺳﺍ ﻞﺒﻗﻭ ،ﺓﺩﺎﻴﻘﻟﺍ ءﺎﻨﺛﺃ :ﺮﻈﻨﺗ ﻥﺃ",
            "answers": [
                "ﺔﻴﻠﺧﺍﺪﻟﺍ ﺓﺁﺮﻤﻟﺍ ﻲﻓﺔﺻﺎﺧﻭ ﺎﻳﺍﺮﻤﻟﺍ ﻲﻓ",
                "ﻚﻨﻴﻤﻳ ﻰﻟﺇ",
                "ﻙﺭﺎﺴﻳ ﻰﻟﺇ"
            ],
            "correctAnswer": "ﻙﺭﺎﺴﻳ ﻰﻟﺇ"
        },
        {
            "id": 27,
            "category": "Law",
            "question": "ﻲﻓ (ABS) ﻞﻣﺍﺮﻔﻟﺍ ﻕﻼﻐﻧﺇ ﻊﻨﻣ ﻡﺎﻈﻧ ﻥّ ﺇ :ﺓﺪﻳﺪﺸﻟﺍ ﺔﻠﻣﺮﻔﻟﺍ ﺔﻟﺎﺣ ﻲﻓ ﺔﺜﻳﺪﺤﻟﺍ ﺕﺎﺒﻛﺮﻤﻟﺍ",
            "answers": [
                "ﻞﻣﺍﺮﻔﻟﺍ ﺔﺳﺍﻭّ ﺩ ﻲﻓ ﺎﺟً ﺎﺠﺗﺭﺍ ﺐّﺒﺴﻳ ﻥﺃ ﻲﻌﻴﺒﻄﻟﺍ ﻦﻣ ﻂﻘﻓ",
                "ﺎﺟً ﺎﺠﺗﺭﺍ ﺐّﺒﺴﻳ ﻥﺃﻭ ءﺎﺿﻮﺿ ﺭﺪﺼﻳ ﻥﺃ ﻲﻌﻴﺒﻄﻟﺍ ﻦﻣ ﻞﻣﺍﺮﻔﻟﺍ ﺔﺳﺍﻭّ ﺩ ﻲﻓ",
                "ﺐّﺒﺴﻳ ﻥﺃﻭ ءﺎﺿﻮﺿ ﺭﺪﺼﻳ ﻥﺃﻲﻌﻴﺒﻄﻟﺍ ﻦﻣ ﺲﻴﻟ ﻞﻣﺍﺮﻔﻟﺍ ﺔﺳﺍﻭّ ﺩ ﻲﻓ ﺎﺟً ﺎﺠﺗﺭﺍ"
            ],
            "correctAnswer": "ﺐّﺒﺴﻳ ﻥﺃﻭ ءﺎﺿﻮﺿ ﺭﺪﺼﻳ ﻥﺃﻲﻌﻴﺒﻄﻟﺍ ﻦﻣ ﺲﻴﻟ ﻞﻣﺍﺮﻔﻟﺍ ﺔﺳﺍﻭّ ﺩ ﻲﻓ ﺎﺟً ﺎﺠﺗﺭﺍ"
        },
        {
            "id": 28,
            "category": "Law",
            "question": "(ABS) ﻞﻣﺍﺮﻔﻟﺍ ﻕﻼﻐﻧﺍ ﻊﻨﻣ ﻡﺎﻈﻧ ﺕﺎﻨﺴﺣ ﻦﻣ ،ﺓﺪﻳﺪﺸﻟﺍ ﺔﻠﻣﺮﻔﻟﺍ ﺔﻟﺎﺣ ﻲﻓ ،ﺔﺜﻳﺪﺤﻟﺍ ﺕﺎﺒﻛﺮﻤﻟﺍ ﻲﻓ :ﻪّﻧﺃ",
            "answers": [
                "ﻂﻘﻓ ﻞﻣﺍﺮﻔﻟﺍ ﻕﻼﻐﻧﺍ ﻊﻨﻤﻳ",
                "ﻪﻴﺟﻮﺗ ﻦﻣ ﻖﺋﺎﺴﻟﺍ ﻦﻜّ ﻤﻳ ﻻﻭ ،ﻞﻣﺍﺮﻔﻟﺍ ﻕﻼﻐﻧﺍ ﻊﻨﻤﻳ ﻻ ﺔﺒﻛﺮﻤﻟﺍ",
                "ﻪﻴﺟﻮﺗ ﻦﻣ ﻖﺋﺎﺴﻟﺍ ﻦﻜّ ﻤﻳﻭ ،ﻞﻣﺍﺮﻔﻟﺍ ﻕﻼﻐﻧﺍ ﻊﻨﻤﻳ ﺔﺒﻛﺮﻤﻟﺍ"
            ],
            "correctAnswer": "ﻪﻴﺟﻮﺗ ﻦﻣ ﻖﺋﺎﺴﻟﺍ ﻦﻜّ ﻤﻳﻭ ،ﻞﻣﺍﺮﻔﻟﺍ ﻕﻼﻐﻧﺍ ﻊﻨﻤﻳ ﺔﺒﻛﺮﻤﻟﺍ"
        },
        {
            "id": 29,
            "category": "Law",
            "question": "ﺔﻋﺮﺴﺑﻭ ،ﻚﻴﻠﻋ ،ﻕﻻﺰﻧﻺﻟ ﻚﺘﺒﻛﺮﻣ ﺽﺮّ ﻌﺗ ﺪﻨﻋ :ﻥﺃ ،ﺔﻬﻳﺪﺑ",
            "answers": [
                "ﻩﺎﺠﺗﺍ ﺲﻜﻌﺑ ﻚﺘﺒﻛﺮﻣ ﻪﺟّ ﻮﺗﻭ ﻞﻣﺍﺮﻔﻟﺍ ﻂﻐﻀﺗ ﺎﻬﺗﺮﺧّ ﺆﻣ",
                "ﻰﻠﻋ ﻂﻐﻀﺗ ﻻﻭ ﺩﻮﻗﻮﻟﺍ ﺔﺳﺍﻭﺩ ﻦﻋ ﻚﻣﺪﻗ ﻊﻓﺮﺗ ﻖﻟﺰﻨﺗ ﻲﺘﻟﺍ ﺔﻬﺠﻟﺍ ﻰﻟﺍ ﺔﺒﻛﺮﻤﻟﺍ ﻪﺟّ ﻮﺗ ﻥﺃﻭ ،ﻞﻣﺍﺮﻔﻟﺍ ﺎﻬﺑ",
                "ﺔﻋﺮﺴﻟﺍ ﺪﻳﺰﺗ"
            ],
            "correctAnswer": "ﺔﻋﺮﺴﻟﺍ ﺪﻳﺰﺗ"
        },
        {
            "id": 30,
            "category": "Law",
            "question": "ﻲﺘﻟﺍ ﺔﺒﻛﺮﻤﻟﺍﻭ ﻚﺘﺒﻛﺮﻣ ﻦﻴﺑ ﻥﺎﻣﺃ ﺔﻓﺎﺴﻤﻟ ﻚﻛﺮﺗ ﻥّ ﺇ :ﻦﻣ ﻚُﻨﻜﻤﻳ ﺮﻴﺴﻟﺍ ءﺎﻨﺛﺍ ﺓﺮﺷﺎﺒﻣ ﻚﻣﺎﻣﺃ",
            "answers": [
                "ﺓﺄﺠﻓ ﺖﻔّﻗﻮﺗ ﻝﺎﺣ ﻲﻓﺎﻬﺑ ﻚﻣﺍﺪﺻﺍ ﻱﺩﺎﻔﺗ",
                "ﻚﻟﻮﺣ ﺔﺑﻼﺨﻟﺍ ﺮﻅﺎﻨﻤﻟﺎﺑ ﻊّﺘﻤﺘﻟﺍ",
                "ﺔﺒﻛﺮﻤﻟﺍ ﻚﻠﺗ ﻞﻴﺠﺴﺗ ﺔﺣﻮﻟ ﺓءﺍﺮﻗ"
            ],
            "correctAnswer": "ﺔﺒﻛﺮﻤﻟﺍ ﻚﻠﺗ ﻞﻴﺠﺴﺗ ﺔﺣﻮﻟ ﺓءﺍﺮﻗ"
        },
        {
            "id": 31,
            "category": "Safety",
            "question": "ﺪﻨﻋ ﺓﺮﺷﺎﺒﻣ ﻚﻣﺎﻣﺃ ﻲﺘﻟﺍ ﺔﺒﻛﺮﻤﻟﺍ ﻕﻼﻄﻧﺍ ﺔﻈﺤﻟ ﻰﻟﺇ ﺮﻤﺣﻻﺍ ﻥﻮﻠﻟﺍ ﻦﻣ ﺭﻭﺮﻤﻟﺍ ﺓﺭﺎﺷﺍ ءﻮﺿ ﻝﻮّ ﺤﺗ :ﻥﺃ ﻚﻴﻠﻋ ﺮﻀﺧﻻﺍ ﻥﻮﻠﻟﺍ",
            "answers": [
                "ﺔﻋﺮﺴﺑﻭ ﺎﻬﻔﻠﺧ ﻚﺘﺒﻛﺮﻤﺑ ﺍﺭً ﻮﻓ ﻖﻠﻄﻨﺗ",
                "ﺮﻣّ ﺰﺗ",
                "ﻚﺘﺒﻛﺮﻤﺑ ﻖﻠﻄﻨﺗ ﻢﺛ ﻖﻳﺮﻄﻟﺍ ﻮﻠﺧ ﻦﻣ ﺪﻛﺄﺘﺗ"
            ],
            "correctAnswer": "ﻚﺘﺒﻛﺮﻤﺑ ﻖﻠﻄﻨﺗ ﻢﺛ ﻖﻳﺮﻄﻟﺍ ﻮﻠﺧ ﻦﻣ ﺪﻛﺄﺘﺗ"
        },
        {
            "id": 32,
            "category": "Safety",
            "question": "ﺔﻴﺋﻮﺿ ﺭﻭﺮﻣ ﺓﺭﺎﺷﺇ ﻦﻣ ﻚﺘﺒﻛﺮﻤﺑ ﺏﺮﺘﻘﺗ ﺎﻣﺪﻨﻋ :ﻥﺃ ﻚﻴﻠﻋ ﺐﺠﻳ ،ﻊﻄّ ﻘﺘﻣ ﺮﻔﺻﺍ ﺪﺣﺍﻭ ءﻮﺿ ﺭﺪﺼﺗ",
            "answers": [
                "ﻡﺎﻣﻷﺍ ﻡﺍﺰﺣ ﻂﺑﺮﺗ",
                "ﺔّﻴﻠﻀﻓﻷﺍ ﻲﻄﻌﺗ",
                "ﻒﻗﻮﺘﺗ"
            ],
            "correctAnswer": "ﻒﻗﻮﺘﺗ"
        },
        {
            "id": 33,
            "category": "Safety",
            "question": ":ﻥﺎﻣﻷﺍ ﻡﺍﺰﺣ ﻊﺿﻭ ﻥّ ﺇ",
            "answers": [
                "ﻖﻠﻄﻤﻟﺎﺑ ﻱﺭﻭﺮﺿ ﺮﻴﻏ",
                "ﻂﻘﻓ ﻦﻴﻴﻣﺎﻣﻷﺍﻦﻴﺒﻛﺍﺮﻠﻟ ﻱﺭﻭﺮﺿ",
                "ﺓﺭﺎﻴﺴﻟﺍ ﺏﺎﻛّ ﺭ ﻊﻴﻤﺠﻟ ﻱﺭﻭﺮﺿ"
            ],
            "correctAnswer": "ﺓﺭﺎﻴﺴﻟﺍ ﺏﺎﻛّ ﺭ ﻊﻴﻤﺠﻟ ﻱﺭﻭﺮﺿ"
        },
        {
            "id": 35,
            "category": "Law",
            "question": ":ﺩﻮﻘﻤﻟﺎﺑ ﻚﺴﻤﻳ ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺐﺤﻳ",
            "answers": [
                "ﺓﺪﺣﺍﻭ ﺪﻴﺑ",
                "ﻦﻳﺪﻴﻟﺍ ﺎﺘﻠﻜﺑ",
                "ﻦﻳﺪﻴﻟﺍ ﻊﻴﺑﺎﺻﺄﺑ"
            ],
            "correctAnswer": "ﻦﻳﺪﻴﻟﺍ ﻊﻴﺑﺎﺻﺄﺑ"
        },
        {
            "id": 36,
            "category": "Safety",
            "question": "ﺔﻨﺣﺎﺸﻟﺍ ﻲﻓ ﺏﺎﻛﺮﻟﺍ ﺩﺪﻋ ﺪﻳﺰﻳ ﻥﺃ ﺯﻮﺠﻳ ﻻ :ﻦﻋ ﺔﻠﻤﺤﻤﻟﺍ",
            "answers": [
                "ﺪﺣﺍﻭ ﺺﺨﺷ",
                "ﺔﺼﺧﺮﻟﺍ ﻲﻓ ﺩﺪّ ﺤﻤﻟﺍ ﺩﺪﻌﻟﺍ",
                "ﺺﺨﺷﻱﺃ ﻞﻘﻧ ﺎﻬﻟ ﻖّ ﺤﻳ ﻻ"
            ],
            "correctAnswer": "ﺺﺨﺷﻱﺃ ﻞﻘﻧ ﺎﻬﻟ ﻖّ ﺤﻳ ﻻ"
        },
        {
            "id": 37,
            "category": "Law",
            "question": "ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ،ﺓﺭﻮﻄﻘﻤﻟﺎﺑ ﺓﺮﻁﺎﻘﻟﺍ ﻂﺑﺭ ﺪﻨﻋ :ﻥّ ﺃ ﻦﻣ ﺪﻛﺄﺘﻳ",
            "answers": [
                "ﺽﺭﻷﺍ ﺲﻣﻼﺗ ﺎﻬﻠﺟﺭﺃﻭ ﺓﺩﻭﺪﺸﻣ ﺓﺭﻮﻄﻘﻤﻟﺍ ﺢﺑﺎﻜﻣ",
                "ﺲﻣﻼﺗ ﺎﻬﻠﺟﺭﺃﻭ ﺓﺩﻭﺪﺸﻣ ﺮﻴﻏ ﺓﺭﻮﻄﻘﻤﻟﺍ ﺢﺑﺎﻜﻣ ﺽﺭﻷﺍ",
                "ﺓﺪﺣﺍﻭ ﻞﺟﺭ ﻰﻠﻋ ﺽﺭﻷﺍ ﺲﻣﻼﺗ ﺓﺭﻮﻄﻘﻤﻟﺍ"
            ],
            "correctAnswer": "ﺓﺪﺣﺍﻭ ﻞﺟﺭ ﻰﻠﻋ ﺽﺭﻷﺍ ﺲﻣﻼﺗ ﺓﺭﻮﻄﻘﻤﻟﺍ"
        },
        {
            "id": 38,
            "category": "Law",
            "question": "ﻪّﺒﺘﻨﻳ ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺓﺭﻮﻄﻘﻤﻟﺎﺑ ﺓﺮﻁﺎﻘﻟﺍ ﻂﺑﺭ ﺪﻌﺑ ﻥّ ﺃ ﻰﻟﺇ",
            "answers": [
                "ﻞﻜﺸﺑ ﺔﻟﻮﺻﻮﻣ ﺔﻴﺋﺎﺑﺮﻬﻜﻟﺍ ﻙﻼﺳﻷﺍﻭ ءﺍﻮﻬﻟﺍ ﻁﻮﻄﺧ ﺪّﻴﺟ",
                "ﺪّﻴﺟ ﻞﻜﺸﺑ ﺔﻟﻮﺻﻮﻣ ﻂﻘﻓ ءﺍﻮﻬﻟﺍ ﻁﻮﻄﺧ",
                "ﺪّﻴﺟ ﻞﻜﺸﺑ ﺔﻟﻮﺻﻮﻣ ﻂﻘﻓ ﺔﻴﺋﺎﺑﺮﻬﻜﻟﺍ ﻙﻼﺳﻷﺍ"
            ],
            "correctAnswer": "ﺪّﻴﺟ ﻞﻜﺸﺑ ﺔﻟﻮﺻﻮﻣ ﻂﻘﻓ ﺔﻴﺋﺎﺑﺮﻬﻜﻟﺍ ﻙﻼﺳﻷﺍ"
        },
        {
            "id": 39,
            "category": "Law",
            "question": "ﻰﻠﻋ ﺓﺭﻮﻄﻘﻤﻟﺎﺑ ﺓﺮﻁﺎﻘﻟﺍ ﻂﺑﺮﺑ ﻉﻭﺮﺸﻟﺍ ﺪﻨﻋ :ﻥﺃ ﻖﺋﺎﺴﻟﺍ",
            "answers": [
                "ﺓﺭﻮﻄﻘﻤﻟﺍ ﻕﻮﻓ ءﻂﺒﺑ ﺓﺮﻁﺎﻘﻟﺍ ﻊﺟﺮﻳ",
                "ﺓﺭﻮﻄﻘﻤﻟﺍ ﺖﺤﺗ ﺔﻋﺮﺴﺑ ﺓﺮﻁﺎﻘﻟﺍ ﻊﺟﺮﻳ",
                "ﺓﺭﻮﻄﻘﻤﻟﺍ ﺖﺤﺗ ءﻂﺒﺑ ﺓﺮﻁﺎﻘﻟﺍ ﻊﺟﺮﻳ"
            ],
            "correctAnswer": "ﺓﺭﻮﻄﻘﻤﻟﺍ ﺖﺤﺗ ءﻂﺒﺑ ﺓﺮﻁﺎﻘﻟﺍ ﻊﺟﺮﻳ"
        },
        {
            "id": 40,
            "category": "Law",
            "question": "ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ،ﺓﺭﻮﻄﻘﻤﻟﺍ ﻦﻋ ﺓﺮﻁﺎﻘﻟﺍ ﻞﺼﻓ ﺪﻨﻋ :ﺎًﻧﺎﻜﻣ ﺭﺎﺘﺨﻳ",
            "answers": [
                ".ﺎًﻨّﻴﻟﻭ ﺍﺭً ﺪﺤﻨﻣ",
                ".ًﺎﻨﻴﻟﻭ ﺎﺤً ﻄّ ﺴﻣ",
                ".ﺎًﺒﻠﺻﻭ ﺍﺭً ﺪﺤﻨﻣ"
            ],
            "correctAnswer": ".ﺎًﺒﻠﺻﻭ ﺍﺭً ﺪﺤﻨﻣ"
        },
        {
            "id": 41,
            "category": "Law",
            "question": ":ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺓﺭﻮﻄﻘﻤﻟﺍ ﻦﻋ ﺓﺮﻁﺎﻘﻟﺍ ﻞﺼﻓ ﺪﻨﻋ",
            "answers": [
                "ﻰﺼﻗﺍ ﻰﻟﺍ ﺎﻬﻠﺟﺭﺃ ﻝﺰﻨﻳ ﻻﻭ ﺓﺭﻮﻄﻘﻤﻟﺍ ﻞﻣﺍﺮﻓ ﺪﺸﻳ ﺪﺣ",
                "ﺪﺣ ﻰﺼﻗﺍ ﻰﻟﺍ ﺎﻬﻠﺟﺭﺃ ﻝﺰﻨﻳﻭ ﺓﺭﻮﻄﻘﻤﻟﺍ ﻞﻣﺍﺮﻓ ﺪﺸﻳ",
                "ﻰﺼﻗﺍ ﻰﻟﺍ ﺎﻬﻠﺟﺭﺍ ﻝﺰﻨﻳﻭ ﺓﺭﻮﻄﻘﻤﻟﺍ ﻞﻣﺍﺮﻓ ﺪﺸﻳ ﻻ ﺪﺣ"
            ],
            "correctAnswer": "ﻰﺼﻗﺍ ﻰﻟﺍ ﺎﻬﻠﺟﺭﺍ ﻝﺰﻨﻳﻭ ﺓﺭﻮﻄﻘﻤﻟﺍ ﻞﻣﺍﺮﻓ ﺪﺸﻳ ﻻ ﺪﺣ"
        },
        {
            "id": 42,
            "category": "Law",
            "question": "ﻪﺘﺒﻛﺮﻣ ﻝﻮﺣ ءﺎﻴﻤﻋ ﻊﻘﺑ ﺔﻠﻴﻘﺜﻟﺍ ﺔﺒﻛﺮﻤﻟﺍ ﻖﺋﺎﺴﻟ :ﺎﻫﺩﺪﻋﻭ",
            "answers": [
                "ﻞﻗﻷﺍ ﻰﻠﻋ ءﺎﻴﻤﻋ ﻊﻘﺑ ﻊﺑﺭﺃ",
                "ﻞﻗﻷﺍ ﻰﻠﻋ ءﺎﻴﻤﻋ ﻊﻘﺑ ﻲﻧﺎﻤﺛ",
                "ءﺎﻴﻤﻋ ﻊﻘﺑ ﺙﻼﺛ"
            ],
            "correctAnswer": "ءﺎﻴﻤﻋ ﻊﻘﺑ ﺙﻼﺛ"
        },
        {
            "id": 43,
            "category": "Law",
            "question": "ﻉﺎﻔﺗﺭﺍ ﻰﻟﺍ ﻪﺒﺘﻨﻳ ﻥﺃ ﺔﻠﻴﻘﺜﻟﺍ ﺔﺒﻛﺮﻤﻟﺍ ﻖﺋﺎﺳ ﻰﻠﻋ :ﺔﺻﺎﺧ ﻪﺘﺒﻛﺮﻣ",
            "answers": [
                "ﺮﺴﺟ ﻕﻮﻓ ﻩﺭﻭﺮﻣ ﺪﻨﻋ",
                "ﻖﻔﻧ ﻲﻓ ﻪﻟﻮﺧﺩ ﻭﺃ ﺮﺴﺟ ﺖﺤﺗ ﻩﺭﻭﺮﻣ ﺪﻨﻋ",
                "ﺔﺣﻮﺘﻔﻣ ﺕﺎﻗﺮﻁ ﻰﻠﻋ ﺩﻮﻘﻳ ﺎﻣﺪﻨﻋ"
            ],
            "correctAnswer": "ﺔﺣﻮﺘﻔﻣ ﺕﺎﻗﺮﻁ ﻰﻠﻋ ﺩﻮﻘﻳ ﺎﻣﺪﻨﻋ"
        },
        {
            "id": 44,
            "category": "Law",
            "question": "ﺽﺮﻋ ﻰﻟﺍ ﻪﺒﺘﻨﻳ ﻥﺃ ﺔﻠﻴﻘﺛ ﺔﺒﻛﺮﻣ ﻖﺋﺎﺳ ﻞﻛ ﻰﻠﻋ :ﺔﺻﺎﺧ ﻪﺘﺒﻛﺮﻣ",
            "answers": [
                "ﺔﺣﻮﺘﻔﻤﻟﺍ ﻕﺮﻄﻟﺍ ﻲﻓ ﻪﺗﺩﺎﻴﻗ ﺪﻨﻋ",
                "ﺔﺣﺍﺮﻟﺍﻦﻣ ﺎﻄً ﺴﻗ ﻩﺬﺧﺃ ﺪﻨﻋ",
                "ﻯﺮﺧﺃ ﺔﺒﻛﺮﻤﻟ ﻩﺯﻭﺎﺠﺗ ﺪﻨﻋ"
            ],
            "correctAnswer": "ﻯﺮﺧﺃ ﺔﺒﻛﺮﻤﻟ ﻩﺯﻭﺎﺠﺗ ﺪﻨﻋ"
        },
        {
            "id": 46,
            "category": "Law",
            "question": "ﻊﻣ ﻪﻨﻋ ﻒﻠﺘﺨﻳ ﺔﻠﻴﻘﺜﻟﺍ ﺕﺎﺒﻛﺮﻤﻟﺍ ﻊﻣ ﻞﻣﺎﻌﺘﻟﺍ ﺔﺒﻛﺮﻤﻟﺍ ﻖﺋﺎﺳ ﻑﺎﻄﻌﻧﺍ ﺪﻨﻌﻓ ،ﺓﺮﻴﻐﺼﻟﺍ ﺕﺎﺒﻛﺮﻤﻟﺍ :ﻦﻴﻤﻴﻟﺍ ﻰﻟﺍ ﺔﻠﻴﻘﺜﻟﺍ",
            "answers": [
                "ﻦﻴﻤﻴﻟﺍ ﺔﻬﺠﻟ ﺔﻴﻓﺎﻛ ﺔﻓﺎﺴﻣ ﻙﺮﺗ ﺐﺠﻳ ﻻ",
                "ﻡﺎﻣﻷﺍ ﻲﻓ ﺔﻴﻓﺎﻛ ﺔﻓﺎﺴﻣ ﻙﺮﺗ ﺐﺠﻳ",
                "ﻦﻴﻤﻴﻟﺍ ﺔﻬﺠﻟ ﺔﻴﻓﺎﻛﺔﻓﺎﺴﻣ ﻙﺮﺗ ﺐﺠﻳ"
            ],
            "correctAnswer": "ﻦﻴﻤﻴﻟﺍ ﺔﻬﺠﻟ ﺔﻴﻓﺎﻛﺔﻓﺎﺴﻣ ﻙﺮﺗ ﺐﺠﻳ"
        },
        {
            "id": 47,
            "category": "Law",
            "question": "ﻲﻛﻭ ،ﺭﺎﺴﻳ ﻒﻄﻌﻨﻣ ﻲﻓ ﺔﻠﻴﻘﺜﻟﺍ ﻚﺘﺒﻛﺮﻣ ﺩﻮﻘﺗ ﻦﻴﺣ ﻂﺳﻭ ﻂﺨﻟ ﺔﻴﻔﻠﺨﻟﺍ ﻯﺮﺴﻴﻟﺍ ﻚﺗﻼﺠﻋ ﺭﻮﺒﻋ ﻯﺩﺎﻔﺘﺗ :ﻥﺃ ﻚﻴﻠﻋ ،ﻖﻳﺮﻄﻟﺍ",
            "answers": [
                "ﻒﻄﻌﻨﻤﻟﺍ ﻝﻼﺧ ﻙﺭﺎﺴﻳ ﻰﺼﻗﺃ ﺬﺧﺄﺗ",
                "ﻒﻄﻌﻨﻤﻟﺍ ﻝﻼﺧ ﻼﻴﻠﻗ ﻚﻨﻴﻤﻳ ﺬﺧﺄﺗ",
                "ﻒﻄﻌﻨﻤﻟﺍ ﻝﻼﺧ ﻚﺘﻋﺮﺳ ﺪﻳﺰﺗ"
            ],
            "correctAnswer": "ﻒﻄﻌﻨﻤﻟﺍ ﻝﻼﺧ ﻚﺘﻋﺮﺳ ﺪﻳﺰﺗ"
        },
        {
            "id": 48,
            "category": "Law",
            "question": "ﻲﻛﻭ ،ﻦﻴﻤﻳ ﻒﻄﻌﻨﻣ ﻲﻓ ﺔﻠﻴﻘﺜﻟﺍ ﻚﺘﺒﻛﺮﻣ ﺩﻮﻘﺗ ﻦﻴﺣ ﺔﻓﺎﺣ ﻦﻋ ﺔﻴﻔﻠﺨﻟﺍ ﻰﻨﻤﻴﻟﺍ ﻚﺗﻼﺠﻋ ﻝﻭﺰﻧ ﻯﺩﺎﻔﺘﺗ :ﻥﺃ ﻚﻴﻠﻋ ،ﻖﻳﺮﻄﻟﺍ",
            "answers": [
                "ﻚﺑﺮﺴﻣ ﻂﺳﻭ ﻲﻓ ﻚﺘﺒﻛﺮﻣ ﺩﻮﻘﺗ",
                "ﻒﻄﻌﻨﻤﻟﺍ ﻝﻼﺧ ﻚﻨﻴﻤﻳ ﻰﺼﻗﺃ ﺬﺧﺄﺗ",
                "ﻒﻄﻌﻨﻤﻟﺍ ﻝﻼﺧ ﻚﺘﻋﺮﺳ ﺪﻳﺰﺗ"
            ],
            "correctAnswer": "ﻒﻄﻌﻨﻤﻟﺍ ﻝﻼﺧ ﻚﺘﻋﺮﺳ ﺪﻳﺰﺗ"
        },
        {
            "id": 49,
            "category": "Law",
            "question": "ﻥﺃ ﻚﻴﻠﻋ ،ﻖﻳﺮﻄﻠﻟ ﻊﻔﺗﺮﻣ ﺱﺃﺭ ﻦﻣ ﻚﺑﺍﺮﺘﻗﺍ ﺪﻨﻋ :ﺔﻤﻘﻟﺍ ﻒﻠﺧ ﻊﻗﻮﺘﺗ",
            "answers": [
                "ﻢﻴﻘﺘﺴﻣ ﻖﻳﺮﻁ",
                "ﺕﺎﺒﻘﻋ ﺩﻮﺟﻭ",
                "ﺕﺎﺒﻘﻋ ﺩﻮﺟﻭ ﻡﺪﻋ"
            ],
            "correctAnswer": "ﺕﺎﺒﻘﻋ ﺩﻮﺟﻭ ﻡﺪﻋ"
        },
        {
            "id": 50,
            "category": "Law",
            "question": "ﻰﻠﻋ ﺎﻫﺩﻮﻘﺗ ﺖﻧﺃﻭ ﻚﺘﺒﻛﺮﻣ ﻰﻠﻋ ﺓﺮﻄﻴﺴﻠﻟ ﻲﺳﺎﺳﺍ ﻞﻜﺸﺑ ﺪﻤﺘﻌﺗ ﻥﺃ ﻚﻴﻠﻋ ﺐﺠﻳ ،ﺕﺍﺭﺪﺤﻨﻤﻟﺍ :ﻝﺎﻤﻌﺘﺳﺍ ﻰﻠﻋ",
            "answers": [
                "ﻞﻣﺍﺮﻔﻟﺍ",
                "ﺪﻴﻟﺍ ﻞﻣﺍﺮﻓ",
                "ﺾﻔﺨﻨﻣ ﺱﺮﺗ"
            ],
            "correctAnswer": "ﺾﻔﺨﻨﻣ ﺱﺮﺗ"
        },
        {
            "id": 51,
            "category": "Law",
            "question": "ﻞﻜﺸﺑ ﺔﺒﻛﺮﻤﻟﺍ ﻲﻓ ﺔﻴﺴﻴﺋﺮﻟﺍ ﺢﺑﺎﻜﻤﻟﺍ ﻝﺎﻤﻌﺘﺳﺍ ﺢﺑﺎﻜﻤﻟﺍ ﻝﻮﻌﻔﻣ ﻞﻄﺒﻳ ﻞﻳﻮﻁ ﺭﺪﺤﻨﻣ ﻰﻠﻋ ﻞﺻﺍﻮﺘﻣ :ﺐﺒﺴﺑ",
            "answers": [
                "ﺎﻬﺗﺭﺍﺮﺣ ﺩﺎﻳﺩﺯﺇ",
                "ﺢﺒﻜﻟﺍ ﻞﺋﺎﺳ ﻂﻐﺿ",
                "ﺭﺪﺤﻨﻤﻟﺍ ﺓﻮﻗ"
            ],
            "correctAnswer": "ﺭﺪﺤﻨﻤﻟﺍ ﺓﻮﻗ"
        },
        {
            "id": 52,
            "category": "Law",
            "question": "ﺔﻠﻴﻘﺜﻟﺍ ﻚﺘﺒﻛﺮﻤﺑ ﻼﻳﻮﻁ ﺍﺭﺪﺤﻨﻣ ﺖﻠﺧﺩ ﺍﺫﺇ ﺾﻔﺨﻨﻣ ﺔﻋﺮﺳ ﺱﺮﺗ ﻰﻟﺍ ﻝﺎﻘﺘﻧﻻﺎﺑ ﺕﺮﺧﺄﺗﻭ :ﻑﻮﺴﻓ ﺔﻴﻟﺎﻋ ﻚﺘﻋﺮﺳ ﺖﺤﺒﺻﺃﻭ",
            "answers": [
                "ﺔﻋﺮﺳ ﺱﺮﺗ ﻰﻟﺍ ﻝﺎﻘﺘﻧﻻﺍ ﻚﻴﻠﻋ ﻞﻬﺴﻟﺍ ﻦﻣ ﺢﺒﺼﻳ ﺾﻔﺨﻨﻣ",
                "ﺔﻋﺮﺳ ﺱﺮﺗ ﻰﻟﺍ ﻝﺎﻘﺘﻧﻻﺍ ﻞﻴﺤﺘﺴﻤﻟﺍ ﻦﻣ ﺢﺒﺼﻳ ﺔﺒﻛﺮﻤﻟﺍ ﻰﻠﻋ ﺓﺮﻄﻴﺴﻠﻟ ﺾﻔﺨﻨﻣ",
                "ﻦﻣﺁ ﻞﻜﺸﺑﻭ ﺔﻠﻤﺠﻟﺎﺑ ﺕﺎﺒﻛﺮﻤﻟﺍ ﺯﻭﺎﺠﺗ ﻚﻧﺎﻜﻣﺈﺑ ﺢﺒﺼﻳ"
            ],
            "correctAnswer": "ﻦﻣﺁ ﻞﻜﺸﺑﻭ ﺔﻠﻤﺠﻟﺎﺑ ﺕﺎﺒﻛﺮﻤﻟﺍ ﺯﻭﺎﺠﺗ ﻚﻧﺎﻜﻣﺈﺑ ﺢﺒﺼﻳ"
        },
        {
            "id": 53,
            "category": "Law",
            "question": "ﻼﺻﺍﻮﺘﻣ ﺍًﺩﻮﻌﺻ ﺔﻠﻴﻘﺜﻟﺍ ﻚﺘﺒﻛﺮﻤﻟ ﻚﺗﺩﺎﻴﻗ ﺪﻨﻋ :ﻚﻴﻠﻋ ﺐﺠﻳ",
            "answers": [
                "ﻙﺮّ ﺤﻤﻟﺍ ﺩﺎﻬﺟﺍ ﺐّﻨﺠﺗ",
                "ﻯﺮﺴﻴﻟﺍ ﺔﻬﺠﻟﺍ ﻡﺍﺰﺘﻟﺍ",
                "ﻙﺯﻭﺎﺠﺘﺑ ﺓﺮﻴﻐﺼﻟﺍ ﺕﺎﺒﻛﺮﻤﻠﻟ ﺡﺎﻤﺴﻟﺍ ﻡﺪﻋ"
            ],
            "correctAnswer": "ﻙﺯﻭﺎﺠﺘﺑ ﺓﺮﻴﻐﺼﻟﺍ ﺕﺎﺒﻛﺮﻤﻠﻟ ﺡﺎﻤﺴﻟﺍ ﻡﺪﻋ"
        },
        {
            "id": 54,
            "category": "Law",
            "question": "ﻼﺻﺍﻮﺘﻣ ﺍًﺩﻮﻌﺻ ﺔﻠﻴﻘﺜﻟﺍ ﻚﺘﺒﻛﺮﻤﻟ ﻚﺗﺩﺎﻴﻗ ﺪﻨﻋ :ﻚﻴﻠﻋ",
            "answers": [
                "ﻉﺎﻄﺘﺴﻤﻟﺍ ﺭﺪﻗ ﻦﻴﻤﻴﻟﺍ ﻰﺼﻗﺍ ﻡﺍﺰﺘﻟﺍ",
                "ﻉﺎﻄﺘﺴﻤﻟﺍ ﺭﺪﻗ ﺭﺎﺴﻴﻟﺍ ﻰﺼﻗﺍ ﻡﺍﺰﺘﻟﺍ",
                "ﺯﻭﺎﺠﺘﻟﺍ ﺍﺬﻬﺑ ﻡﺎﻴﻘﻟﺍ ﻰﻠﻋ ﺮّ ﺼﺗ"
            ],
            "correctAnswer": "ﺯﻭﺎﺠﺘﻟﺍ ﺍﺬﻬﺑ ﻡﺎﻴﻘﻟﺍ ﻰﻠﻋ ﺮّ ﺼﺗ"
        },
        {
            "id": 55,
            "category": "Law",
            "question": "ﺔﺒﻛﺮﻣ ﺔﻠﻴﻘﺜﻟﺍ ﻚﺘﺒﻛﺮﻤﺑ ﺯﻭﺎﺠﺘﺗ ﻥﺃ ﺪﻳﺮﺗ ﺖﻨﻛ ﺍﺫﺍ ﻼﻳﻮﻁ ﺎﺘﻗﻭ ﻕﺮﻐﺘﺴﻴﺳ ﻚﻟﺫ ﻥﺎﻛﻭ ﺍًﺩﻮﻌﺻ ﻯﺮﺧﺍ :ﻥﺃ ﻚﻴﻠﻌﻓ",
            "answers": [
                "ﺯﻭﺎﺠﺘﻟﺍ ﺍﺬﻬﺑ ﻡﺎﻴﻘﻟﺍ ﻰﻠﻋ ﺮّ ﺼﺗ",
                "ﺡﻮﻤﺴﻤﻟﺍ ﺪﺤﻟﺍ ﻕﻮﻓ ﻚﺘﻋﺮﺳ ﻦﻣ ﺪﻳﺰﺗ",
                "ﺯﻭﺎﺠﺘﻟﺍ ﺍﺬﻫ ﻦﻋ ﺮﻈﻨﻟﺍ ﻑﺮﺼﺗ"
            ],
            "correctAnswer": "ﺯﻭﺎﺠﺘﻟﺍ ﺍﺬﻫ ﻦﻋ ﺮﻈﻨﻟﺍ ﻑﺮﺼﺗ"
        },
        {
            "id": 56,
            "category": "Law",
            "question": "ﻚﻴﻠﻋ ﻢّﺘﺤﺗ ﺓﺮﻋﻭ ﻖﻳﺮﻁ ﻰﻠﻋ ﺔﻠﻴﻘﺜﻟﺍ ﺔﺒﻛﺮﻤﻟﺍ ﺓﺩﺎﻴﻗ :ﻥﺃ",
            "answers": [
                "ﻒﻠﺨﻟﺍ ﻰﻟﺍ ﻚﻣﺎﻤﺘﻫﺍ ﺰﻛّ ﺮﺗ",
                "ﻼﻴﻠﻗ ﻚﺘﻋﺮﺳ ﻦﻣ ﺪﻳﺰﺗ",
                "ﺎﻘﺒﺴﻣ ﻖﻳﺮﻄﻠﻟ ﻂﻄﺨﺗ ﻥﺃﻭ ﺍﺭﺬﺣ ﻥﻮﻜﺗ"
            ],
            "correctAnswer": "ﺎﻘﺒﺴﻣ ﻖﻳﺮﻄﻠﻟ ﻂﻄﺨﺗ ﻥﺃﻭ ﺍﺭﺬﺣ ﻥﻮﻜﺗ"
        },
        {
            "id": 57,
            "category": "Law",
            "question": "ﻦﻴﻘﺋﺎﺴﻟﺍ ﻦﻴﺑ ﺮﻈﻨﻟﺍ ءﺎﻘﺘﻟﺍ ﻖﻳﺮﻁ ﻦﻋ ﻞﺻﺍﻮﺘﻟﺍ :ﻊﻁﺎﻘﺘﻟﺍ ﺪﻨﻋ",
            "answers": [
                "ﻦﻴﻘﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺮﻈﺤﻣ ﺮﻣﺍ ﻮﻫ",
                "ﻦﻴﻘﺋﺎﺴﻟﺍ ﻦﻴﺑ ﻱﺭﻭﺮﻤﻟﺍ ﺱﺎﺒﺘﻟﻻﺍ ﻞﺣ ﻰﻠﻋ ﺪﻋﺎﺴﻳ",
                "ﻪﺒﻨﺘﻟﺍ ﻉﺍﻮﻧ ﻦﻣ ﻮﻫ"
            ],
            "correctAnswer": "ﻪﺒﻨﺘﻟﺍ ﻉﺍﻮﻧ ﻦﻣ ﻮﻫ"
        },
        {
            "id": 59,
            "category": "Law",
            "question": ":ﺔﻴﻠﻀﻓﻻﺍ ءﺎﻄﻋﺈﺑ ﻥﻮﻧﺎﻘﻟﺍ ﻚﻣﺰﻠﻳ",
            "answers": [
                ".ﺮﻳﺬﺤﺘﻟﺍ ﺭﺍﻮﻧﻷ ﺔﻣﺪﺨﺘﺴﻤﻟﺍ ﺔﻴﺳﺭﺪﻤﻟﺍ ﺕﻼﻓﺎﺤﻠﻟ",
                "ﺕﺎﻘﺋﺎﺴﻠﻟ",
                "ﺔﻋﺮﺴﻤﻟﺍ ﺕﺎﺒﻛﺮﻤﻠﻟ"
            ],
            "correctAnswer": "ﺔﻋﺮﺴﻤﻟﺍ ﺕﺎﺒﻛﺮﻤﻠﻟ"
        },
        {
            "id": 60,
            "category": "Safety",
            "question": "ﺔﻴﻠﻀﻓﻻﺍ ءﺎﻄﻋﺎﺑ ﻦﻴﻘﺋﺎﺴﻟﺍ ﻞﻤﺠﻣ ﻥﻮﻧﺎﻘﻟﺍ ﻡﺰﻠﻳ :ﺕﺎﺒﻛﺮﻤﻠﻟ",
            "answers": [
                "ﺓﺮﻳﺪﺘﺴﻤﻟﺍ ﻞﺧﺍﺩ ﺓﺩﻮﺟﻮﻤﻟﺍ",
                "ﺓﺮﻳﺪﺘﺴﻤﻟﺍ ﻰﻟﺍ ﺔﻠﺧﺍﺪﻟﺍ",
                "ﺔﺒﻛﺮﻤﻟﺍ ﻦﻴﻤﻳ ﻰﻟﺍ ﺓﺩﻮﺟﻮﻤﻟﺍ"
            ],
            "correctAnswer": "ﺔﺒﻛﺮﻤﻟﺍ ﻦﻴﻤﻳ ﻰﻟﺍ ﺓﺩﻮﺟﻮﻤﻟﺍ"
        },
        {
            "id": 61,
            "category": "Safety",
            "question": "(ﺎﻬﻛﺮﺗﻭ ﺎﻬﻓﺎﻘﻳﺍ) ﺔﺒﻛﺮﻤﻟﺍ ﻦﻴﻛﺮﺘﺑ ﺢﻤﺴﻳ ﻥﻮﻧﺎﻘﻟﺍ ﻦﻴﻜﻠﺴﻣ ﻭﺫ ﻖﻳﺮﻁ ﻰﻠﻋ ﻒﻴﺻﺮﻠﻟ ﺯﺍﻮﻣ ﻞﻜﺸﺑ :ﻦﻴﺴﻛﺎﻌﺘﻣ",
            "answers": [
                "ﺔﺒﻛﺮﻤﻟﺍ ﺮﻴﺳ ﻩﺎﺠﺗﺍ ﻦﻴﻤﻳ ﻰﻠﻋ",
                "ﺮﻴﺴﻟﺍ ﺔﻛﺮﺣ ﻖﻴﻌﺗ ﻻ ﺎﻬّﻧﺃﺎﻤﻟﺎﻁ ﺔﻬﺠﻟﺍ ﻢﺘﻬﺗ ﻻ",
                "ﻖﻳﺮﻄﻟﺍ ﺭﺎﺴﻳ ﻰﻠﻋ"
            ],
            "correctAnswer": "ﻖﻳﺮﻄﻟﺍ ﺭﺎﺴﻳ ﻰﻠﻋ"
        },
        {
            "id": 62,
            "category": "Law",
            "question": ":ﻡﺎﻌﻄﻟﺍ ﻲﻓ ﺔﺒﻛﺮﻤﻟﺍ ﻖﺋﺎﺳ ﻑﺍﺮﺳﺇ",
            "answers": [
                "ﻢﻠﺳﺃ ﻞﻜﺸﺑ ﺓﺩﺎﻴﻘﻟﺍ ﻦﻣ ﻪﻨﻜﻤﻳ",
                "ﺕﺍﺭﺍﺮﻘﻟﺍ ﺫﺎﺨﺗﺍ ﻲﻓ ﺔﺑﻮﻌﺻﻭ ﺓﺩﻼﺒﻟﺍ ﻪﻟ ﺐّﺒﺴﻳ ﺓﺩﺎﻴﻘﻟﺍ ﻝﻼﺧ ﺔﺒﺋﺎﺼﻟﺍ",
                "ﺍﺪﺟ ﺔﻴﻟﺎﻋ ﺕﺎﻋﺮﺳ ﻰﻠﻋ ﺓﺩﺎﻴﻘﻟﺍ ﻦﻣ ﻪﻨﻜّ ﻤﻳ"
            ],
            "correctAnswer": "ﺍﺪﺟ ﺔﻴﻟﺎﻋ ﺕﺎﻋﺮﺳ ﻰﻠﻋ ﺓﺩﺎﻴﻘﻟﺍ ﻦﻣ ﻪﻨﻜّ ﻤﻳ"
        },
        {
            "id": 63,
            "category": "Law",
            "question": ":ﺔﺒﻛﺮﻤﻟﺍ ﻖﺋﺎﺴﻟ ﻡﻮﻨﻟﺍ ﺔﻠﻗ",
            "answers": [
                "ﻪﻠﻌﻓ ﺓﺩﺭ ﻦﻴﺴﺤﺗ ﻰﻠﻋ ﻩﺪﻋﺎﺴﺗ",
                "ﻥﺍﺪﻘﻓ ﻪﻟ ﺐّﺒﺴﺗﻭ ﺓﺩﺎﻴﻘﻟﺍ ءﺎﻨﺛﺃ ﻪﻠﻌﻓ ﺕﺍﺩﺭ ﺊﻄﺒﺗ ﺓﺮﻛﺍﺬﻠﻟ ﻒﻴﻔﻁ",
                "ﻩﺎﺒﺘﻧﻹﺍ ﻰﻠﻋ ﻩﺪﻋﺎﺴﺗ"
            ],
            "correctAnswer": "ﻩﺎﺒﺘﻧﻹﺍ ﻰﻠﻋ ﻩﺪﻋﺎﺴﺗ"
        },
        {
            "id": 64,
            "category": "Law",
            "question": "ﻥﺃ ﺔﺒﻛﺮﻤﻟﺍ ﻖﺋﺎﺳ ﻰﻠﻋ ،ﺔﻠﻳﻮﻄﻟﺍ ﺕﻼﺣﺮﻟﺍ ﻝﻼﺧ :ﻞﻛ ﺔﺣﺍﺮﻠﻟ ﻒّﻗﻮﺘﻳ",
            "answers": [
                "ﺕﺎﻋﺎﺳ 4",
                "ﺕﺎﻋﺎﺳ10",
                "ﺕﺎﻋﺎﺳ8"
            ],
            "correctAnswer": "ﺕﺎﻋﺎﺳ8"
        },
        {
            "id": 65,
            "category": "Law",
            "question": "ﻖﺋﺎﺴﻟ ﻞﻀﻓﻷﺍ ﻦﻣ ،ﺔﻠﻳﻮﻄﻟﺍ ﺕﻼﺣﺮﻟﺍ ﻝﻼﺧ :ﻞﻛ ﺔﺣﺍﺮﻠﻟ ﻒﻗﻮﺘﻳ ﻥﺃ ﺔﺒﻛﺮﻤﻟﺍ",
            "answers": [
                "ﻢﻠﻛ 900",
                "ﻢﻠﻛ 750",
                "ﻢﻠﻛ250"
            ],
            "correctAnswer": "ﻢﻠﻛ250"
        },
        {
            "id": 66,
            "category": "Law",
            "question": ":ﺓﺩﺎﻴﻘﻟﺍ ءﺎﻨﺛﺃ ﺔﺒﻛﺮﻤﻟﺍ ﻖﺋﺎﺳ ﻰﻠﻋ ﻝﻮﺤﻜﻟﺍ ﺮﻴﺛﺄﺗ",
            "answers": [
                "ﻦﻳﺮﺧﻶﻟﻭ ﻦﻴﻘﺋﺎﺴﻠﻟ ﻼﺗﺎﻗ ﻥﻮﻜﻳ ﻥﺃ ﻦﻜﻤﻳ",
                "ﻂﻘﻓ ﻦﻳﺮﺧﻵﺍﻰﻠﻋ ﺍﺮً ﻄﺧ ﻞﻜّ ﺸﻳ",
                "ﻖﺋﺎﺴﻟﺍﻰﻠﻋ ﺍﺮً ﻄﺧ ﻞﻜّ ﺸﻳ"
            ],
            "correctAnswer": "ﻖﺋﺎﺴﻟﺍﻰﻠﻋ ﺍﺮً ﻄﺧ ﻞﻜّ ﺸﻳ"
        },
        {
            "id": 67,
            "category": "Law",
            "question": ":ﻥﺃ ﺔﺒﻛﺮﻤﻟﺍ ﻖﺋﺎﺳ ﻰﻠﻋ ،ﺔﻠﻳﻮﻄﻟﺍ ﺕﻼﺣﺮﻟﺍ ﻝﻼﺧ",
            "answers": [
                "ﺭﺍﺮﻤﺘﺳﺎﺑ ﺔﻈﻘﻴﻟﺍ ﺮﻴﻗﺎﻘﻋ ﻝﻭﺎﻨﺘﻳ",
                "ﺔﺣﺍﺮﺘﺳﻼﻟ ﻒﻗﻮﺘﻟﺍﻥﻭﺩ ﺓﺩﺎﻴﻘﻟﺎﺑ ﺮّ ﻤﺘﺴﻳ",
                "ﺎًﻴﻠﻛ ﺔﻈﻘﻴﻟﺍ ﺮﻴﻗﺎﻘﻋ ﺐّﻨﺠﺘﻳ"
            ],
            "correctAnswer": "ﺎًﻴﻠﻛ ﺔﻈﻘﻴﻟﺍ ﺮﻴﻗﺎﻘﻋ ﺐّﻨﺠﺘﻳ"
        },
        {
            "id": 68,
            "category": "Law",
            "question": "ءﺍﻭﺪﻟﺍ ﺮﻴﺛﺄﺗ ﻯﺪﻣ ﻖﺋﺎﺴﻟﺍ ﻑﺮﻌﻴﻟ ﺔﻠﻴﺳﻭ ﻞﻀﻓﺃ :ﻥﺃ ﻲﻫ ﺓﺩﺎﻴﻘﻟﺍ ﻰﻠﻋ ﻲﺒﻄﻟﺍ",
            "answers": [
                "ﻦﻴﺑﺮﺠﻤﻟﺍ ﻦﻴﻘﺋﺎﺴﻟﺍ ﺪﺣﺃ ﻝﺄﺴﻳ",
                "ﻲﻟﺪﻴﺼﻟﺍ ﻭﺍ ﺞﻟﺎﻌﻤﻟﺍ ﺐﻴﺒﻄﻟﺍ ﻝﺄﺴﻳ",
                "ﺮﺧﺍﻖﺋﺎﺳ ﻰﻠﻋ ﻪﺑﺮّ ﺠﻳ"
            ],
            "correctAnswer": "ﺮﺧﺍﻖﺋﺎﺳ ﻰﻠﻋ ﻪﺑﺮّ ﺠﻳ"
        },
        {
            "id": 69,
            "category": "Law",
            "question": "ﻯﺪﻟ ﺪﻟﻮﻳ ﺓﺩﺎﻴﻘﻟﺍ ءﺎﻨﺛﺍ ﺕﺍﺭﺪﺨﻤﻟﺍ ﻭﺃ ﻝﻮﺤﻜﻟﺍ ﻝﻭﺎﻨﺗ :ﺎﻔﺋﺍﺯ ﺍﺭً ﻮﻌﺷ ﻖﺋﺎﺴﻟﺍ",
            "answers": [
                "ﻑﻮﺨﻟﺎﺑ",
                "ﻡﺍﺪﻗﻹﺍﻭ ﺔﻋﺎﺠﺸﻟﺎﺑ",
                "ﺐﻀﻐﻟﺎﺑ"
            ],
            "correctAnswer": "ﺐﻀﻐﻟﺎﺑ"
        },
        {
            "id": 71,
            "category": "Law",
            "question": "ﺽﺮﻋ ﻰﻟﺍ ﻪﺒﺘﻨﻳ ﻥﺃ ﺔﻠﻴﻘﺛ ﺔﺒﻛﺮﻣ ﻖﺋﺎﺳ ﻞﻛ ﻰﻠﻋ :ﺔﺻﺎﺧ ﻪﺘﺒﻛﺮﻣ",
            "answers": [
                "ﻖﻴﺿ ﻥﺎﻜﻣ ﻲﻓ ﻪﻟﻮﺧﺩ ﺪﻨﻋ",
                "ﺔﺣﺍﺮﻟﺍﻦﻣ ﺎﻄً ﺴﻗ ﻩﺬﺧﺃ ﺪﻨﻋ",
                "ﺔﺒﻛﺮﻤﻟﺍ ﻞﻴﻤﺤﺗ ﺪﻨﻋ"
            ],
            "correctAnswer": "ﺔﺒﻛﺮﻤﻟﺍ ﻞﻴﻤﺤﺗ ﺪﻨﻋ"
        },
        {
            "id": 72,
            "category": "Law",
            "question": "ﻰﻟﺍ ﻊﺟﺮﻳ ﻥﺃ ﺔﻠﻴﻘﺜﻟﺍ ﺔﺒﻛﺮﻤﻟﺍ ﻖﺋﺎﺳ ﺩﺍﺭﺃ ﺍﺫﺇ :ﺕﺎﻣﻮﻠﻌﻣ ﻰﻠﻋ ﺪﻤﺘﻌﻳ ﻥﺃ ﻪﻴﻠﻋ ،ﻒﻠﺨﻟﺍ",
            "answers": [
                "ﺪﻋﺎﺴﻣ ﺺﺨﺷ",
                "ﺔﻴﻔﻠﺨﻟﺍ ﺍﺮﻴﻣﺎﻜﻟﺍ",
                "ﺎﻳﺍﺮﻤﻟﺍ"
            ],
            "correctAnswer": "ﺎﻳﺍﺮﻤﻟﺍ"
        },
        {
            "id": 73,
            "category": "Law",
            "question": "ﺪﻛّ ﺄﺘﻳ ﻥﺃ ﻪﻘﺋﺎﺳ ﻰﻠﻋ ،ﺔﻟﻮﻤﺤﻟﺎﺑ ﺞﻳﺮﻬﺼﻟﺍ ءﻞﻣ ﺪﻌﺑ :ﻥّ ﺃ ﻦﻣ",
            "answers": [
                "ﻡﺎﻜﺣﺈﺑ ﺔﻘﻠﻐﻣ ﻍﺍﺮﻓﻹﺍ ﺕﺎﻣﺎﻤﺻ",
                "ﺔﻘﻠﻐﻣ ﻍﺍﺮﻓﻹﺍ ﺕﺎﻣﺎﻤّ ﺻﻭ ﺕﺎﻧﺍﺰﺨﻟﺍ ﺔﻴﻄﻏﺃ ﻞﻛ ﻡﺎﻜﺣﺈﺑ",
                "ﻡﺎﻜﺣﺈﺑ ﺔﻘﻠﻐﻣ ﺕﺎﻧﺍﺰﺨﻟﺍ ﺔﻴﻄﻏﺃ"
            ],
            "correctAnswer": "ﻡﺎﻜﺣﺈﺑ ﺔﻘﻠﻐﻣ ﺕﺎﻧﺍﺰﺨﻟﺍ ﺔﻴﻄﻏﺃ"
        },
        {
            "id": 74,
            "category": "Law",
            "question": "ﻦﻋ ﺔّﻳﺭﺎﻨﻟﺍ ﺔﺟﺍﺭّ ﺪﻟﺍ ﻖﺋﺎﺴﻟ ﺔﻘﻴﻘﺤﻟﺍ ﺔﻳﺎﻤﺤﻟﺍ ﻦﻣﺄﺘﺗ :ﻖﻳﺮﻁ",
            "answers": [
                "ﺔﻳﺭﺎﻨﻟﺍ ﺕﺎﺟﺍﺭﺪﻟﺍ ﻲﺒﻛﺍﺮﺑ ﺔﺻﺎﺨﻟﺍ ﺲﺑﻼﻤﻠﻟ ﻪﺋﺍﺪﺗﺭﺍ",
                "ﻂﻘﻓ ﻲﻔﻠﺨﻟﺍﺭﺎﻁﻹﺍ ﻰﻠﻋ ﺓﺩﺎﻴﻘﻟﺍ",
                "ﺔﺟﺍﺭﺪﻟﺍ ﻰﻠﻋ ﻦﻴﻣﺄﺗ ﺩﻮﺟﻭ ﻦﻣ ﺪﻛﺄﺗ"
            ],
            "correctAnswer": "ﺔﺟﺍﺭﺪﻟﺍ ﻰﻠﻋ ﻦﻴﻣﺄﺗ ﺩﻮﺟﻭ ﻦﻣ ﺪﻛﺄﺗ"
        },
        {
            "id": 75,
            "category": "Law",
            "question": "ﺕﺎﺟﺍﺭﺪﻟﺍ ﻲﺒﻛﺍﺮﺑ ﺔﺻﺎﺨﻟﺍ ﺔّﻳﺪﻠﺠﻟﺍ ﺔﻴﻗﺍﻮﻟﺍ ﺕﻻﺪﺒﻟﺍ :ﺔﻣﻭﺎﻘﻣ ﻰﻠﻋ ﺓﺭﺪﻗ ﺎﻬﻟ ﺔﻳﺭﺎﻨﻟﺍ",
            "answers": [
                "ﻁﻮﻘﺴﻟﺍ ﺪﻨﻋ ﺖﻠﻔﺳﻻﺍﻭﻰﺼﺤﻟﺎﺑ ﻙﺎﻜﺘﺣﻻﺍ",
                "ﻖﻳﺮﺤﻟﺍ",
                "ﺕﺎﺒﻛﺮﻤﻟﺍ ﻦﻴﺑ ﺔﻌﻳﺮﺴﻟﺍ ﺓﺩﺎﻴﻘﻟﺍ"
            ],
            "correctAnswer": "ﺕﺎﺒﻛﺮﻤﻟﺍ ﻦﻴﺑ ﺔﻌﻳﺮﺴﻟﺍ ﺓﺩﺎﻴﻘﻟﺍ"
        },
        {
            "id": 76,
            "category": "Law",
            "question": "ﺔﺻﺎﺨﻟﺍ ﺕﺍﺯﺎﻔﻘﻠﻟ ﺔّﻳﺭﺎﻨﻟﺍ ﺔﺟﺍﺭّ ﺪﻟﺍ ﻖﺋﺎﺳ ءﺍﺪﺗﺭﺍ : ﻪﻟ ﻦﻣﺆﻳ ﺔﻳﺭﺎﻨﻟﺍ ﺕﺎﺟﺍﺭﺪﻟﺎﺑ",
            "answers": [
                "ﺩﺮﺒﻟﺍ ﻦﻣﻭ ﺔﺑﺎﺻﻻﺍﻦﻣ ﻦﻳﺪﻴﻟﺍ ﺔﻳﺎﻤﺣ",
                "ﺪﻨﻋ ﻦﻴﻣﺄﺘﻟﺍ ﺕﺎﻛﺮﺷ ﻑﺍﺮﺘﻋﺍﻭ ﺔﻴﻧﻮﻧﺎﻘﻟﺍ ﺔﻳﺎﻤﺤﻟﺍ ﻡﺍﺪﻄﺻﺍ ﻝﻮﺼﺣ",
                "ﺕﺎﻴﻨﺤﻨﻤﻟﺍ ﻰﻠﻋ ﺩﻮﻘﻤﻟﺎﺑ ﻢﻜﺤﺘﻟﺍ"
            ],
            "correctAnswer": "ﺕﺎﻴﻨﺤﻨﻤﻟﺍ ﻰﻠﻋ ﺩﻮﻘﻤﻟﺎﺑ ﻢﻜﺤﺘﻟﺍ"
        },
        {
            "id": 77,
            "category": "Law",
            "question": "ﺹﺎﺨﻟﺍ ءﺍﺬﺤﻠﻟ ﺔّﻳﺭﺎﻨﻟﺍ ﺔﺟﺍﺭّ ﺪﻟﺍ ﺐﻛﺍﺭ ﻝﺎﻌﺘﻧﺍ :ﺔﻳﺎﻤﺣ ﻪﻟ ﻦﻣﺆﻳ ﺔﻳﺭﺎﻨﻟﺍ ﺕﺎﺟﺍﺭﺪﻟﺍ ﻲﺒﻛﺍﺮﺑ",
            "answers": [
                "ﺩﺮﺒﻟﺍ ءﺎﻤﻟﺍ ﻦﻣ ﺬﺨﻔﻟﺍﻭ ﺔﺒﻛﺮﻟﺍ",
                "ﺭﺎﺒﻐﻟﺍ ﻦﻣ ﻞﺟﺭﻷﺍ",
                "ﺩﺮﺒﻟﺍﻭ ءﺎﻤﻟﺍ ﻦﻣﻭ ،ﺔﺑﺎﺻﻹﺍ ﻦﻣﺔﺒﺼﻘﻟﺍﻭ ﻦﻴﻣﺪﻘﻟﺍ"
            ],
            "correctAnswer": "ﺩﺮﺒﻟﺍﻭ ءﺎﻤﻟﺍ ﻦﻣﻭ ،ﺔﺑﺎﺻﻹﺍ ﻦﻣﺔﺒﺼﻘﻟﺍﻭ ﻦﻴﻣﺪﻘﻟﺍ"
        },
        {
            "id": 78,
            "category": "Law",
            "question": "ﺩﻮﻤﻌﻟﺍ ﻲﻗﺍﻮﻟ ﺔّﻳﺭﺎﻨﻟﺍ ﺔﺟﺍﺭّ ﺪﻟﺍ ﻖﺋﺎﺳ ءﺍﺪﺗﺭﺍ ﻦﻣﺆﻳ ،ﺔﻳﺭﺎﻨﻟﺍ ﺕﺎﺟﺍﺭﺪﻟﺍ ﻲﺒﻛﺍﺮﺑ ﺹﺎﺨﻟﺍ ﻱﺮﻘﻔﻟﺍ :ﺔﻳﺎﻤﺣ ﻪﻟ",
            "answers": [
                "ﺩﺮﺒﻟﺍﻭ ﺮﺤﻟﺍ ﻦﻣ ،ﻦﻄﺒﻟﺍﻭ ﺭﺪﺼﻟﺍ",
                "ﺮﻄﻤﻟﺍ ﻦﻣ ،ﻲﻛﻮﺸﻟﺍ ﻉﺎﺨﻨﻟﺍﻭ ﻱﺮﻘﻔﻟﺍ ﺩﻮﻤﻌﻟﺍ",
                "ﺔﺑﺎﺻﻻﺍ ﻦﻣ ،ﻲﻛﻮﺸﻟﺍ ﻉﺎﺨﻨﻟﺍﻭ ﻱﺮﻘﻔﻟﺍ ﺩﻮﻤﻌﻟﺍ"
            ],
            "correctAnswer": "ﺔﺑﺎﺻﻻﺍ ﻦﻣ ،ﻲﻛﻮﺸﻟﺍ ﻉﺎﺨﻨﻟﺍﻭ ﻱﺮﻘﻔﻟﺍ ﺩﻮﻤﻌﻟﺍ"
        },
        {
            "id": 79,
            "category": "Law",
            "question": "ﺔﻴﻗﺍﻮﻟﺍ ﺕﺍﺭﺎﻈﻨﻠﻟ ﺔّﻳﺭﺎﻨﻟﺍ ﺔﺟﺍﺭّ ﺪﻟﺍ ﻖﺋﺎﺳ ءﺍﺪﺗﺭﺍ ﻪﻟ ﻦﻣﺆﻳ ،ﺔﻳﺭﺎﻨﻟﺍ ﺕﺎﺟﺍﺭﺪﻟﺍ ﻲﺒﻛﺍﺮﺑ ﺔﺻﺎﺨﻟﺍ :ﺔﻳﺎﻤﺣ",
            "answers": [
                "ﺩﺮﺒﻟﺍ ﻦﻣ ﻦﻴﻧﺫﻷﺍ",
                "ﺕﺍﺮﺸﺤﻟﺍﻭ ﺭﺎﻄﻣﻷﺍﻭ ﻝﺎﻣﺮﻟﺍﻭﺢﻳﺮﻟﺍ ﻦﻣ ﻦﻴﻨﻴﻌﻟﺍ",
                "ﻉﻮﻣﺪﻟﺍ ﻑﺭﺫ ﻦﻣ ﻦﻴﻨﻴﻌﻟﺍ"
            ],
            "correctAnswer": "ﻉﻮﻣﺪﻟﺍ ﻑﺭﺫ ﻦﻣ ﻦﻴﻨﻴﻌﻟﺍ"
        },
        {
            "id": 80,
            "category": "Safety",
            "question": "ﺔﻳﺭﺎﻨﻟﺍ ﺕﺎﺟﺍﺭﺪﻟﺍ ﻲﺒﻛﺍﺮﺑ ﺔﺻﺎﺨﻟﺍ ﺔﻴﻗﺍﻮﻟﺍ ﺓﺫﻮﺨﻟﺍ :ﺔﻳﺎﻤﺣ ﻖﺋﺎﺴﻠﻟ ﻦﻣﺆﺗ",
            "answers": [
                "ﻱﺮﻘﻔﻟﺍ ﺩﻮﻤﻌﻟﺍ",
                "ﺮﻴﺴﻟﺍ ءﺎﺿﻮﺿ ﻦﻣ ﻊﻤﺴﻟﺍ ﺔﺳﺎﺣ",
                "ﺔﻠﺗﺎﻘﻟﺍ ﺕﺎﺑﺎﺻﻻﺍ ﻦﻣ ﺱﺃﺮﻟﺍ"
            ],
            "correctAnswer": "ﺔﻠﺗﺎﻘﻟﺍ ﺕﺎﺑﺎﺻﻻﺍ ﻦﻣ ﺱﺃﺮﻟﺍ"
        },
        {
            "id": 82,
            "category": "Safety",
            "question": "ﺕﺎﺟﺍﺭﺪﻟﺍ ﻲﺒﻛﺍﺮﺑ ﺔﺻﺎﺨﻟﺍ ﺓﺫﻮﺨﻟﺍ ﻞﻤﺣ ﺩﺮّ ﺠﻣ ءﺎﻨﺛﺍ ﺢﻴﺤﺻ ﻞﻜﺸﺑ ﺎﻬﻄﺑﺭﻭ ﺎﻬﺋﺍﺪﺗﺭﺍ ﻥﻭﺩ ﺔﻳﺭﺎﻨﻟﺍ :ﺓﺩﺎﻴﻘﻟﺍ",
            "answers": [
                "ﺔﻴﻧﻮﻧﺎﻘﻟﺍ ﺔﻠﺋﺎﺴﻤﻟﺍ ﻦﻣ ﻖﺋﺎﺴﻟﺍ ﻲﻔﻌﻳ",
                "ﺔﻴﻧﻮﻧﺎﻘﻟﺍ ﺔﻠﺋﺎﺴﻤﻟﺍ ﻦﻣ ﻖﺋﺎﺴﻟﺍ ﻲﻔﻌﻳ ﻻ",
                "ﻖﺋﺎﺴﻟﺍ ﻞﺒﻗ ﻦﻣﻲﻘﻄﻨﻣ ﻑﺮﺼﺗ ﻮﻫ"
            ],
            "correctAnswer": "ﻖﺋﺎﺴﻟﺍ ﻞﺒﻗ ﻦﻣﻲﻘﻄﻨﻣ ﻑﺮﺼﺗ ﻮﻫ"
        },
        {
            "id": 83,
            "category": "Law",
            "question": "ﺔﺟﺍﺭّ ﺪﻟﺍ ﻖﺋﺎﺳ ﻰﻠﻋ ﺐﺠﻳ ،ﺔﻴﻠﻴﻠﻟﺍ ﺓﺩﺎﻴﻘﻟﺍ ءﺎﻨﺛﺃ :ءﺍﺪﺗﺭﺍ ﺔّﻳﺭﺎﻨﻟﺍ",
            "answers": [
                "ﻥﻮﻠﻟﺍ ﺔﻨﻛﺍﺩ ﺔّﻳﺩﺎﻋ ﺲﺑﻼﻣ",
                "ﺔﺻﺎﺧ ﺔﻳﺭﻮﻔﺳﻮﻓ ﺔﻟﺪﺑ",
                "ﺔﻴﺿﺎﻳﺭ ﺲﺑﻼﻣ"
            ],
            "correctAnswer": "ﺔﻴﺿﺎﻳﺭ ﺲﺑﻼﻣ"
        },
        {
            "id": 84,
            "category": "Law",
            "question": "ﻦﻣﻭ ،ﺓﺩﺎﻴﻘﻟﺍ ءﺎﻨﺛﺍ ﺔّﻳﺭﺎﻨﻟﺍ ﺔﺟﺍﺭّ ﺪﻟﺍ ﻖﺋﺎﺳ ﺢﺼﻨُﻳ :ﻥﺃ ،ًﻼﻴﻟ ﻪﺘﻳﺅﺭ ﻦﻣ ﻦﻳﺮﺧﻵﺍ ﻦﻴﻜﻤﺗ ﻞﺟﺃ",
            "answers": [
                "ءﻮﻀﻠﻟ ﺔﺴﻛﺎﻋ ﺕﺍﺭﺎﺷﺇ ﻭﺃ ﻂﺋﺍﺮﺷ ﻊﻀﻳ",
                "ءﻮﻀﻠﻟ ﺔﺴﻛﺎﻋ ﺕﺍﺭﺎﺷﺇ ﻊﻀﻳﻭ ﻩﺭﺍﻮﻧﺃ ﺊﻔﻄﻳ",
                "ﺍﺮً ﻳﺮﺻ ﺭﺪﺼﺗ ﻪﻠﻣﺍﺮﻓ ﻞﻌﺟ ﻰﻠﻋ ﻞﻤﻌﻳ"
            ],
            "correctAnswer": "ﺍﺮً ﻳﺮﺻ ﺭﺪﺼﺗ ﻪﻠﻣﺍﺮﻓ ﻞﻌﺟ ﻰﻠﻋ ﻞﻤﻌﻳ"
        },
        {
            "id": 85,
            "category": "Law",
            "question": "ﻲﻠﻣﺍﺮﻓ ﻡﺎﻈﻨﺑ ﺓﺰﻬﺠﻣ ﺔّﻳﺭﺎﻨﻟﺍ ﺔﺟﺍﺭّ ﺪﻟﺍ ﺖﻧﺎﻛ ﺍﺫﺇ :ﺎًﻳﺭﻭﺩ ﺐﺠﻴﻓ ،ﻲﻜﻴﻟﻭﺭﺪﻴﻫ",
            "answers": [
                "ﻞﻣﺍﺮﻔﻟﺍ ﺖﻳﺯ ﻯﻮﺘﺴﻣ ﺺﺤﻓ",
                "ﻞﻣﺍﺮﻔﻟﺍ ﻝﺎﻤﻌﺘﺳﺍ ﻦﻣ ﻒﻴﻔﺨﺘﻟﺍ",
                "ﻞﻣﺍﺮﻔﻟﺍ ﻚﻠﺳ ﺭﺎﻴﻋ ﻂﺒﺿ"
            ],
            "correctAnswer": "ﻞﻣﺍﺮﻔﻟﺍ ﻚﻠﺳ ﺭﺎﻴﻋ ﻂﺒﺿ"
        },
        {
            "id": 86,
            "category": "Law",
            "question": "ﻰﻠﻋ ﺕﺎﺷﻮﻘﻨﻟﺍ ﻖﻤﻌﻟ ﻰﻧﺩﻷﺍ ﺪﺤﻟﺍ ﻞﻘﻳ ﻥﺃ ﺐﺠﻳ ﻻ :ﻦﻋ ﺔّﻳﺭﺎﻨﻟﺍ ﺔﺟﺍﺭّ ﺪﻟﺍ ﺭﺎﻁﺇ",
            "answers": [
                "ﺮﺘﻤﻴﻠﻣ 5",
                "ﺮﺘﻤﻴﻠﻣ3",
                "ﺮﺘﻤﻴﻠﻣ 6"
            ],
            "correctAnswer": "ﺮﺘﻤﻴﻠﻣ 6"
        },
        {
            "id": 87,
            "category": "Law",
            "question": "ﻊﻴﻄﺘﺴﻳ ﻲﻜﻟﻭ ،ﺔّﻳﺭﺎﻨﻟﺍ ﺔﺟﺍﺭّ ﺪﻟﺍ ﻖﺋﺎﺳ ﻰﻠﻋ ﺐﺠﻳ :ﻥﺃ ،ﺔﺑﻮﻌﺻ ﻥﻭﺩ ﺩﻮﻘﻤﻟﺍ ﻪﻴﺟﻮﺗ",
            "answers": [
                "ﺩﻮﻘﻤﻟﺍ ﻦﻋ ﺍًﺪﻴﻌﺑ ﺲﻠﺠﻳ",
                "ﺩﻮﻘﻤﻟﺍ ﻦﻣ ﺎًﺒﻳﺮﻗ ﺲﻠﺠﻳ",
                "ﺓﺪﺣﺍﻭ ﺪﻴﺑ ﺩﻮﻘﻤﻟﺍ ﻚﺴﻤﻳ"
            ],
            "correctAnswer": "ﺓﺪﺣﺍﻭ ﺪﻴﺑ ﺩﻮﻘﻤﻟﺍ ﻚﺴﻤﻳ"
        },
        {
            "id": 88,
            "category": "Law",
            "question": "ءﺎﻨﺛﺍ ﺄﻄﺨﻟﺍ ﻖﻳﺮﻁ ﻦﻋ ﺔﻋﺮﺴﻟﺍ ﺪﻳﺰﺗ ﻻ ﻰﺘﺣ ﺔﺟﺍﺭّ ﺪﻟﺍ ﺩﻮﻘﻣ ﺔﻀﺒﻗ ﻚﺴﻤﺗ ﻥﺃ ﻚﻴﻠﻋ ،ﺓﺩﺎﻴﻘﻟﺍ :ﻙﺪﻳ ﻢﺼﻌﻣ ﻥﻮﻜﻳ ﺚﻴﺤﺑ ﺔّﻳﺭﺎﻨﻟﺍ",
            "answers": [
                "ﻞﻔﺳﻷﺍ ﻰﻟﺇ ﻰﻨﻤﻴﻟﺍ",
                "ﻰﻠﻋﻷﺍ ﻰﻟﺇ ﻰﻨﻤﻴﻟﺍ",
                "ﻰﻠﻋﻷﺍ ﻰﻟﺇ ﻯﺮﺴﻴﻟﺍ"
            ],
            "correctAnswer": "ﻰﻠﻋﻷﺍ ﻰﻟﺇ ﻯﺮﺴﻴﻟﺍ"
        },
        {
            "id": 89,
            "category": "Law",
            "question": "ﻡﺪﺨﺘﺴﻳ ﺎﻣﺪﻨﻋ ﻯﻮﺼﻗ ﺔﻴﻠﻋﺎﻓ ﺕﺍﺫ ﻞﻣﺍﺮﻔﻟﺍ ﻥﻮﻜﺗ :ﺔّﻳﺭﺎﻨﻟﺍ ﺔﺟﺍﺭّ ﺪﻟﺍ ﻖﺋﺎﺳ",
            "answers": [
                "ﺖﻠﻔﺳﻹﺍ ﻰﻠﻋ ﺎﻬﺑ ﻂﻐﻀﻟﺎﺑ ﻪﻣﺪﻗ",
                "ﻂﻘﻓ ﺔّﻴﻔﻠﺨﻟﺍ ﻞﻣﺍﺮﻔﻟﺍ",
                "ﺔّﻴﻣﺎﻣﻷﺍﻭ ﺔّﻴﻔﻠﺨﻟﺍ ﻞﻣﺍﺮﻔﻟﺍ"
            ],
            "correctAnswer": "ﺔّﻴﻣﺎﻣﻷﺍﻭ ﺔّﻴﻔﻠﺨﻟﺍ ﻞﻣﺍﺮﻔﻟﺍ"
        },
        {
            "id": 90,
            "category": "Law",
            "question": "ﺔﺟﺍﺭّ ﺪﻟﺍ ﻞﻣﺍﺮﻓ ﻡﺍﺪﺨﺘﺳﺍ ﺪﻨﻋ ﻕﻻﺰﻧﻹﺍ ﺐﻨﺠﺘﻟ :ﺔﻘﻠﻄﻨﻣ ﺔﺟﺍﺭﺪﻟﺍ ﻩﺬﻫ ﻥﻮﻜﺗ ﻥﺃ ﺐﺠﻳ ،ﺔّﻳﺭﺎﻨﻟﺍ",
            "answers": [
                "ﻒﻄﻌﻨﻣ ﻲﻓ",
                "ﺔﺒﺳﺎﻨﻣ ﺔﻋﺮﺴﺑ",
                "ﻢﻴﻘﺘﺴﻣ ﻩﺎﺠﺗﺎﺑ"
            ],
            "correctAnswer": "ﻢﻴﻘﺘﺴﻣ ﻩﺎﺠﺗﺎﺑ"
        },
        {
            "id": 91,
            "category": "Law",
            "question": "ﺔّﻳﺭﺎﻨﻟﺍ ﺔﺟﺍﺭّ ﺪﻟﺍ ﻕﻻﺰﻧﻻ ﻥﺎﻴﺴﻴﺋﺭ ﻥﺎﺒﺒﺳ ﻙﺎﻨﻫ :ﺎﻤﻫﻭ ﺓﺩﺎﻴﻘﻟﺍ ءﺎﻨﺛﺍ",
            "answers": [
                "ﺾﻔﺨﻨﻣ ﺔﻋﺮﺳ ﺱﺮﺗﻭ ﺔﺌﻴﻄﺒﻟﺍ ﺔﻋﺮﺴﻟﺍ",
                "ﺔﻴﺒﺼﻌﻟﺍ ﻞﻌﻔﻟﺍ ﺓﺩﺭﻭ ﻖﻟﺰﻟﺍ ﻖﻳﺮﻄﻟﺍ ﺢﻄﺳ",
                "ﻊﻔﺗﺮﻤﻟﺍ ﺩﻮﻘﻤﻟﺍﻭ ﻊﻳﺮﺴﻟﺍ ﻙﺮﺤﻤﻟﺍ"
            ],
            "correctAnswer": "ﻊﻔﺗﺮﻤﻟﺍ ﺩﻮﻘﻤﻟﺍﻭ ﻊﻳﺮﺴﻟﺍ ﻙﺮﺤﻤﻟﺍ"
        },
        {
            "id": 92,
            "category": "Law",
            "question": ":ﻥﺃ ﻚﻴﻠﻋ ﻼﻴﻟ ﺔﻳﺭﺎﻨﻟﺍ ﻚﺘﺟﺍﺭﺩ ﺩﻮﻘﺗ ﺎﻣﺪﻨﻋ",
            "answers": [
                "ﺮﺒﻛﺃ ﻒّﻗﻮﺗ ﺔﻓﺎﺴﻣ ﻙﺮﺘﺗﻭ ﻚﺘﻋﺮﺳ ﻒﻔﺨﺗ",
                "ﺾﻔﺨﻨﻤﻟﺍ ءﻮﻀﻟﺍ ﻞﻤﻌﺘﺴﺗﻭ ﻚﺘﻋﺮﺳ ﺪﻳﺰﺗ",
                "ﻞﻗﺃ ﻒّﻗﻮﺗ ﺔﻓﺎﺴﻣ ﻙﺮﺘﺗﻭ ﻚﺘﻋﺮﺳ ﻒﻔﺨﺗ"
            ],
            "correctAnswer": "ﻞﻗﺃ ﻒّﻗﻮﺗ ﺔﻓﺎﺴﻣ ﻙﺮﺘﺗﻭ ﻚﺘﻋﺮﺳ ﻒﻔﺨﺗ"
        },
        {
            "id": 93,
            "category": "Law",
            "question": "ءﺎﻨﺛﺍ ﺔّﻳﺭﺎﻨﻟﺍ ﺔﺟﺍﺭّ ﺪﻟﺎﺑ ﻑﺩﺮﻟﺍ ﺐﺒﺳ ﻥﻮﻜﻳ ﺎﻣ ﺓﺩﺎﻋ :ﺮﻴﺴﻟﺍ",
            "answers": [
                "ﻞﻗﻻﺍ ﻰﻠﻋ ﺪﺣﺍﻭ ﺭﺎﻁﺇ ﻭﺃ ﺓﺪﺣﺍﻭ ﺔﻠﺠﻋ ءﺍﻮﺘﻟﺍ",
                "ﻪﺴﻔﻧ ﺭﻮﺤﻤﻟﺍ ﻰﻠﻋ ﻥﺎﺘﻠﺠﻌﻟﺍ ﻥﺍﺭﻭﺩ",
                "ﺔﻟﻮﻤﺤﻠﻟ ﺊﻴﺳ ﻊﻳﺯﻮﺗ"
            ],
            "correctAnswer": "ﺔﻟﻮﻤﺤﻠﻟ ﺊﻴﺳ ﻊﻳﺯﻮﺗ"
        },
        {
            "id": 95,
            "category": "Law",
            "question": "ﺪﻨﻋ ﺔﻳﺭﺎﻨﻟﺍ ﻚﺘﺟﺍﺭﺪﺑ ﺙﺩﺎﺤﻟﺍ ﻯﺩﺎﻔﺘﺗ ﻲﻜﻟ :ﻥﺃ ﻚﻴﻠﻋ ﺐﺠﻳ ﺕﺎﻌﻁﺎﻘﺘﻟﺍ",
            "answers": [
                "ﺢﻴﺤﺼﻟﺍ ﺏﺮﺴﻤﻟﺍ ﺬﺨﺘﺗﻭ ﻚﺘﻋﺮﺳ ﻒﻔﺨﺗ",
                "ﺎﻳﺍﺮﻤﻟﺍ ﻰﻠﻋ ﺪﻤﺘﻌﺗ",
                "ﻊﻁﺎﻘﺘﻟﺍ ﻰﻠﻋ ﺔﻔﻗﻮﺘﻤﻟﺍ ﺕﺎﺒﻛﺮﻤﻟﺍ ﻦﻴﻤﻳ ﻦﻋ ﺮﻤﺗ"
            ],
            "correctAnswer": "ﻊﻁﺎﻘﺘﻟﺍ ﻰﻠﻋ ﺔﻔﻗﻮﺘﻤﻟﺍ ﺕﺎﺒﻛﺮﻤﻟﺍ ﻦﻴﻤﻳ ﻦﻋ ﺮﻤﺗ"
        },
        {
            "id": 96,
            "category": "Safety",
            "question": ":ﻚﻣﺎﻣﺃ ﻲﺘﻟﺍ ﺔﺒﻛﺮﻤﻟﺍ ﺯﻭﺎﺠﺘﺗ ﻥﺃ ﺝﺍﺭﺪﻛ ﻚﻟ ﻖﺤﻳ",
            "answers": [
                "ﺖﻧﺎﻛ ﺔﻬﺟ ﻱﺍ ﻦﻋ",
                "ﺎﻬﻨﻴﻤﻳ ﺔﻬﺟ ﻦﻋ",
                "ﺎﻫﺭﺎﺴﻳ ﺔﻬﺟ ﻦﻋ"
            ],
            "correctAnswer": "ﺎﻫﺭﺎﺴﻳ ﺔﻬﺟ ﻦﻋ"
        },
        {
            "id": 97,
            "category": "Law",
            "question": "ﺔٍ ﺒﻛﺮﻣ ﺭﺎﺴﻳ ﻦﻋ ﺔﻳﺭﺎﻨﻟﺍ ﻚﺘﺟﺍﺭﺪﺑ ﺯﻭﺎﺠﺘﺗ ﺎﻣﺪﻨﻋ :ﺪﻗ ﺔﺒﻛﺮﻤﻟﺍ ﻩﺬﻫ ﻥّ ﺃ ﻩﺎﺒﺘﻧﻻﺍ ﻚﻴﻠﻋ ،ﻚﻣﺎﻣﺃ ﺎﻣ",
            "answers": [
                "ﺮﻳﺬﺤﺘﻟﺍ ﺕﺍﺭﺎﺷﺇ ﻞّﻐﺸﺗ",
                "ﺎﻴﺠﻳﺭﺪﺗ ﺎﻬﺘﻋﺮﺳ ﻒﻔﺨﺗ",
                "ﺓﺄﺠﻓ ﺍﺭً ﺎﺴﻳ ﻒﻄﻌﻨﺗ"
            ],
            "correctAnswer": "ﺓﺄﺠﻓ ﺍﺭً ﺎﺴﻳ ﻒﻄﻌﻨﺗ"
        },
        {
            "id": 98,
            "category": "Law",
            "question": "ﻚﻴﻠﻋ ﻢﻴﻘﺘﺴﻣ ﻞﻜﺸﺑ ﺔﻳﺭﺎﻨﻟﺍ ﻚﺘﺟﺍﺭﺩ ﺩﻮﻘﺗ ﺎﻣﺪﻨﻋ ﺲﻛﺎﻌﻤﻟﺍ ﻩﺎﺠﺗﻻﺍ ﻦﻣ ﺔﻣﺩﺎﻘﻟﺍ ﺔﺒﻛﺮﻤﻟﺍ ﻥﺃ ﻩﺎﺒﺘﻧﻻﺍ :ﺪﻗ",
            "answers": [
                "ﺓﺄﺠﻓ ﻙﺭﺎﺴﻣ ﻲﻓ ﻒﻄﻌﻨﺗ",
                "ﺓﺄﺠﻓ ﺎﻫﺭﺎﺴﻣ ﻲﻓ ﻒﻗﻮﺘﺗ",
                "ﻙﺭﺎﺴﻣ ﻦﻋ ﺍﺪﻴﻌﺑ ﻒﻄﻌﻨﺗ"
            ],
            "correctAnswer": "ﻙﺭﺎﺴﻣ ﻦﻋ ﺍﺪﻴﻌﺑ ﻒﻄﻌﻨﺗ"
        },
        {
            "id": 99,
            "category": "Law",
            "question": "ﻦﻴﺑ ﺝﺮّ ﻌﺘﻣ ﻞﻜﺸﺑ ﺔﻳﺭﺎﻨﻟﺍ ﻚﺘﺟﺍﺭﺩ ﺩﻮﻘﺗ ﺎﻣﺪﻨﻋ :ﻚﻟﺫ ﻥّ ﺈﻓ ،ﺕﺎﺒﻛﺮﻤﻟﺍ",
            "answers": [
                "ﺙﺩﺎﺤﺑ ﻚﻁﺭّ ﻮﺗ ﻝﺎﻤﺘﺣﺍ ﻦﻣ ﺪﻳﺰﻳ",
                "ﺙﺩﺎﺤﺑ ﻚﻁﺭّ ﻮﺗ ﻝﺎﻤﺘﺣﺍ ﻦﻣ ﻞﻠﻘﻳ",
                "؟؟؟؟ﻒﻴﻔﺨﺗ ﻲﻓ ﻢﻫﺎﺴﻳ"
            ],
            "correctAnswer": "؟؟؟؟ﻒﻴﻔﺨﺗ ﻲﻓ ﻢﻫﺎﺴﻳ"
        },
        {
            "id": 100,
            "category": "Safety",
            "question": "(ﻥﺎﻤﺒﺷﺍ) ﻡﺩﺎﻋ ﺕﺍﺫ ﺔﻳﺭﺎﻨﻟﺍ ﻚﺘﺟﺍﺭﺩ ﺩﻮﻘﺗ ﺎﻣﺪﻨﻋ :ﻚﻟﺫ ﻥّ ﺈﻓ ﺍًﺪﺟ ﺎًﻌﻔﺗﺮﻣ ﺎﺗﻮﺻ ﺭﺪﺼﻳﻭ ﺍًﺪﻤﻋ ﻍﺮﻔﻣ",
            "answers": [
                "ﺔﻗﻼﺧ ﺭﺎﻜﻓﺍ ﺕﺍﺫ ﻚﻧﺎﺑ ﺪﻬﺸﻳ",
                "ﺔﺤﻳﺮﺻ ﺔﻴﻧﻮﻧﺎﻗ ﺔﻔﻟﺎﺨﻣ ﺮَﺒَﺘﻌُﻳ",
                "\"ﺎﻧﻮﻧﺎﻗ ﺡﻮﻤﺴﻣ"
            ],
            "correctAnswer": "\"ﺎﻧﻮﻧﺎﻗ ﺡﻮﻤﺴﻣ"
        },
        {
            "id": 101,
            "category": "Law",
            "question": "ﺮﺘﺧﺍ) ؟ﺔﺌﻴﺒﻠﻟ ﺔﻘﻳﺪﺼﻟﺍ ﺓﺩﺎﻴﻘﻠﻟ ﺔّﻴﺌﻴﺒﻟﺍ ﺪﺋﺍﻮﻔﻟﺍ ﻲﻫ ﺎﻣ (ﻖﺒﻄﻨﺗ ﻲﺘﻟﺍ ﺕﻻﺎﻤﺘﺣﻻﺍ ﺔﻓﺎﻛ",
            "answers": [
                "ﺓﺮّ ﻀﻤﻟﺍ ءﺍﻮﻬﻟﺍ ﺕﺎﺛﻮّ ﻠﻣ ﺙﺎﻌﺒﻧﺍ ﺾﻴﻔﺨﺗ",
                "ﺪﻴﺴﻛﺃ ﻲﻧﺎﺛ ًﺎﺻﻮﺼﺧ ﺔﺌﻴﻓﺪﻟﺍ ﺕﺍﺯﺎﻐﻟﺍ ﺕﺎﺛﺎﻌﺒﻧﺍ ﺓﺩﺎﻳﺯ ﻥﻮﺑﺮﻜﻟﺍ",
                "ﺮﻴﺴﻟﺍ ﻡﺎﺣﺩﺯﺍ ﻦﻣ ّﺪﺤﻟﺍ"
            ],
            "correctAnswer": "ﺮﻴﺴﻟﺍ ﻡﺎﺣﺩﺯﺍ ﻦﻣ ّﺪﺤﻟﺍ"
        },
        {
            "id": 102,
            "category": "Law",
            "question": "ﺔﻘﻳﺪﺼﻟﺍ ﺓﺩﺎﻴﻘﻟﺍ ﻦﻋ ﺞﺘﻨﺗ ﻲﺘﻟﺍ ﺕﺍﺭﻮﻓﻮﻟﺍ ﻲﻫ ﺎﻣ (ﻖﺒﻄﻨﺗ ﻲﺘﻟﺍ ﺕﻻﺎﻤﺘﺣﻻﺍ ﺔﻓﺎﻛ ﺮﺘﺧﺍ) ؟ﺔﺌﻴﺒﻠﻟ",
            "answers": [
                "ﻦﻴﻣﺄﺘﻟﺍ ﻒﻳﺭﺎﺼﻣ ﻲﻓ ﺕﺍﺭﻮﻓﻭ",
                "ﺕﺎﺒﻛﺮﻤﻟﺍ ﺔﻧﺎﻴﺻ ﻒﻳﺭﺎﺼﻣ ﻲﻓ ﺕﺍﺭﻮﻓﻭ",
                "ﻝﺎﻤﻟﺍﻭ ﺩﻮﻗﻮﻟﺍ ﻲﻓ %50 ﻰﺘﺣ ﺕﺍﺭﻮﻓﻭ"
            ],
            "correctAnswer": "ﻝﺎﻤﻟﺍﻭ ﺩﻮﻗﻮﻟﺍ ﻲﻓ %50 ﻰﺘﺣ ﺕﺍﺭﻮﻓﻭ"
        },
        {
            "id": 103,
            "category": "Law",
            "question": "ﺔﻣﻼﺳ ﻰﻠﻋ ﺔﺌﻴﺒﻠﻟ ﺔﻘﻳﺪﺼﻟﺍ ﺓﺩﺎﻴﻘﻟﺍ ﻆﻓﺎﺤﺗ ﻒﻴﻛ ؟ﻖﺋﺎﺴﻟﺍ",
            "answers": [
                "ﻕﺮﻄﻟﺍ ﺔﻣﻼﺳ ﻰﻠﻋ ﻆﻓﺎﺤﺗ",
                "ﺓﺩﺎﻴﻘﻟﺍ ﺕﺍﺭﺎﻬﻣ ﺯﺰّ ﻌﺗ",
                "ﻩﻼﻋﺍ ﺩﺭﻭ ﺎﻣ ﻞﻛ"
            ],
            "correctAnswer": "ﻩﻼﻋﺍ ﺩﺭﻭ ﺎﻣ ﻞﻛ"
        },
        {
            "id": 104,
            "category": "Law",
            "question": "ﺔّﻴﻟﻭﺆﺴﻤﻟﺍ ﻲﻓ ﺔﺌﻴﺒﻠﻟ ﺔﻘﻳﺪﺼﻟﺍ ﺓﺩﺎﻴﻘﻟﺍ ﻢﻫﺎﺴﺗ ﻒﻴﻛ ؟ﺔّﻴﻋﺎﻤﺘﺟﻻﺍ",
            "answers": [
                "ﻩﻼﻋﺍ ﺩﺭﻭ ﺎﻣ ﻞﻛ",
                "ﺓﺩﺎﻴﻘﻟﺍ ءﺎﻨﺛﺃ ﺮّﺗﻮﺘﻟﺍ ﻒّﻔﺨﺗ",
                "ﺏﺎﻛﺮﻟﺍﻭ ﻖﺋﺎﺴﻠﻟ ﺮﺒﻛﺃ ﺔﺣﺍﺭ ﻦﻣّ ﺆﺗ"
            ],
            "correctAnswer": "ﺏﺎﻛﺮﻟﺍﻭ ﻖﺋﺎﺴﻠﻟ ﺮﺒﻛﺃ ﺔﺣﺍﺭ ﻦﻣّ ﺆﺗ"
        },
        {
            "id": 105,
            "category": "Law",
            "question": "ﻰﻠﻋ ﺔﻋﺮﺴﻟﺍ ﺔﺒﻗﺍﺮﻤﻟ ﺎﻬﻣﺪﺨﺘﺴﺗ ﻲﺘﻟﺍ ﺓﺍﺩﻷﺍ ﻲﻫ ﺎﻣ ؟ﻊﻳﺮﺴﻟﺍ ﻖﻳﺮﻄﻟﺍ",
            "answers": [
                "ﻞﻣﺍﺮﻔﻟﺍ ﻰﻠﻋ ءﻰﺟﺎﻔﻤﻟﺍ ﻂﻐﻀﻟﺍ",
                "ﺔﻋﺮﺴﻟﺍ ﺖّﺒﺜﻣ",
                "ﻡﺎﻈﺘﻧﺎﺑ ﻒﻗﻮﺘﻟﺍﻭ ﻉﻼﻗﻻﺍ"
            ],
            "correctAnswer": "ﻡﺎﻈﺘﻧﺎﺑ ﻒﻗﻮﺘﻟﺍﻭ ﻉﻼﻗﻻﺍ"
        },
        {
            "id": 107,
            "category": "Law",
            "question": "ﻲﻓ ﻙﺮّ ﺤﻤﻟﺍ ﺕﺍﺭﻭﺩ ﻯﻮﺘﺴﻤﻟ ﻰﺼﻗﻷﺍ ّﺪﺤﻟﺍ ﻮﻫ ﺎﻣ ؟ﻩﺯﻭﺎﺠﺗ ﺐﺠﻳ ﻻ ﻱﺬﻟﺍ ﺔﻘﻴﻗﺪﻟﺍ",
            "answers": [
                "ﺔﻘﻴﻗﺪﻟﺍ ﻲﻓ ﺓﺭﻭﺩ 2000",
                "ﺔﻘﻴﻗﺪﻟﺍ ﻲﻓ ﺓﺭﻭﺩ4000",
                "ﺔﻘﻴﻗﺪﻟﺍ ﻲﻓ ﺓﺭﻭﺩ3000"
            ],
            "correctAnswer": "ﺔﻘﻴﻗﺪﻟﺍ ﻲﻓ ﺓﺭﻭﺩ3000"
        },
        {
            "id": 108,
            "category": "Law",
            "question": "ﻝّﺪﻌﻣ ﻙﺮّ ﺤﻤﻟﺍ ﺕﺍﺭﻭﺩ ﺯﻭﺎﺠﺗ ﺔﺠﻴﺘﻧ ﻲﻫ ﺎﻣ ?ﺔﻘﻴﻗﺪﻟﺍ ﻲﻓ ﺓﺭﻭﺩ2000",
            "answers": [
                "ﺩﻮﻗﻮﻟﺍ ﻙﻼﻬﺘﺳﺍ ﻲﻓ ﺽﺎﻔﺨﻧﺍ",
                "ﻙﺮﺤﻤﻟﺍ ﺓﺭﺍﺮﺣ ﺔﺟﺭﺩ ﻲﻓ ﻉﺎﻔﺗﺭﺍ",
                "ﺩﻮﻗﻮﻟﺍ ﻙﻼﻬﺘﺳﺍ ﻲﻓ ﻉﺎﻔﺗﺭﺍ"
            ],
            "correctAnswer": "ﺩﻮﻗﻮﻟﺍ ﻙﻼﻬﺘﺳﺍ ﻲﻓ ﻉﺎﻔﺗﺭﺍ"
        },
        {
            "id": 109,
            "category": "Law",
            "question": "ﻞﻣﺍﺮﻔﻟﺍ ﻰﻠﻋ ﺊﺟﺎﻔﻤﻟﺍ ﻂﻐﻀﻟﺍﻭ ﺔﻋﺮﺴﺑ ﻉﻼﻗﻹﺍ :ﻰﻟﺇ ﻱّﺩﺆﻳ",
            "answers": [
                "ﺩﻮﻗﻮﻟﺍ ﺭﺪﻫ",
                "ﺕﺍﺭﺎﻁﻹﺍﻭ ﻞﻣﺍﺮﻔﻠﻟ ﻊﻳﺮﺳ ءﺍﺮﺘﻫﺇ",
                "ﻩﻼﻋﺃ ﺩﺭﻭ ﺎﻣ ﻞﻛ"
            ],
            "correctAnswer": "ﻩﻼﻋﺃ ﺩﺭﻭ ﺎﻣ ﻞﻛ"
        },
        {
            "id": 110,
            "category": "Law",
            "question": "ﺪﻨﻋ ﺩﻮﻗﻮﻟﺍ ﻙﻼﻬﺘﺳﺍ ﻲﻓ ﺽﺎﻔﺨﻧﻻﺍ ﺔﺒﺴﻧ ﻲﻫ ﺎﻣ ؟ﻢﻈﺘﻨﻣ ﻞﻜﺸﺑ ﻂﻔﻨﻟﺍﻭ ﺖﻳﺰﻟﺍ ﺮﺗﻼﻓ ﺮﻴﻴﻐﺗ",
            "answers": [
                "% 2 ﻰﻟﺇ1",
                "% 3 ﻰﻟﺇ1",
                "% 3 ﻰﻟﺇ2"
            ],
            "correctAnswer": "% 3 ﻰﻟﺇ2"
        },
        {
            "id": 111,
            "category": "Law",
            "question": "؟ﺔﺌﻴﺒﻠﻟ ﻞﻀﻓﻷﺍ ﻙﺮﺤّ ﻤﻟﺍ ﺖﻳﺯ ﻮﻫ ﺎﻣ",
            "answers": [
                "ﻰﻠﻋ ﻪﺋﺍﻮﺘﺣﻹ ﺔﻗﺎﻄﻟﺍ ﻰﻠﻋﻆﻓﺎﺤﻳ ﻱﺬﻟﺍ ﺖﻳﺰﻟﺍ ﻙﺮﺤﻤﻟﺍ ﻦﻤﺿ ﻙﺎﻜﺘﺣﻹﺍ ﻒﻔﺨﺗ ﺕﺎﻓﺎﺿﺇ",
                "ﻰﻠﻋ ﻪﺋﺍﻮﺘﺣﻹ ﺔﻗﺎﻄﻟﺍ ﻰﻠﻋ ﻆﻓﺎﺤﻳ ﻱﺬﻟﺍ ﺖﻳﺰﻟﺍ \"ﺎﻔﻴﻈﻧ ﻙﺮﺤﻤﻟﺍ ﻰﻠﻋ ﻆﻓﺎﺤﺗ ﺕﺎﻓﺎﺿﺇ",
                "ﻲﺗﺎﺒﻧ ﺭﺪﺼﻣ ﻭﺫ ﺔﻗﺎﻄﻟﺍ ﻰﻠﻋ ﻆﻓﺎﺤﻳ ﻱﺬﻟﺍ ﺖﻳﺰﻟﺍ"
            ],
            "correctAnswer": "ﻲﺗﺎﺒﻧ ﺭﺪﺼﻣ ﻭﺫ ﺔﻗﺎﻄﻟﺍ ﻰﻠﻋ ﻆﻓﺎﺤﻳ ﻱﺬﻟﺍ ﺖﻳﺰﻟﺍ"
        },
        {
            "id": 112,
            "category": "Law",
            "question": "؟ﺕﺍﺭﺎﻁﻹﺍ ﻡﺍﺪﺨﺘﺳﺍ ﺓّﺪﻣ ﺔﻟﺎﻁﺇ ﻦﻜﻤﻳ ﻒﻴﻛ",
            "answers": [
                "ﻞﻗﻷﺍ ﻰﻠﻋ ﺔﻨﺴﻟﺍ ﻲﻓ ﺓﺮﻣ ﺕﺍﺭﺎﻁﻹﺍ ﻂﻐﺿ ﺺﺤﻓ ﺔﻀﻔﺨﻨﻣ ﺔﺟﺮﺣﺩ ﺔﻣﻭﺎﻘﻣ ﻰﻠﻋ ﻅﺎﻔﺤﻠﻟ",
                "ﺎّﻳﻮﻨﺳ ﺕﺍﺭﺎﻁﻹﺍ ﺮﻴﻴﻐﺗ",
                "ﻞّ ﻗﻷﺍ ﻰﻠﻋ ﺮﻬﺸﻟﺍ ﻲﻓ ﺓﺮﻣ ﺕﺍﺭﺎﻁﻹﺍ ﻂﻐﺿ ﺺﺤﻓ ﺔﻀﻔﺨﻨﻣ ﺔﺟﺮﺣﺩ ﺔﻣﻭﺎﻘﻣ ﻰﻠﻋ ﻅﺎﻔﺤﻠﻟ"
            ],
            "correctAnswer": "ﻞّ ﻗﻷﺍ ﻰﻠﻋ ﺮﻬﺸﻟﺍ ﻲﻓ ﺓﺮﻣ ﺕﺍﺭﺎﻁﻹﺍ ﻂﻐﺿ ﺺﺤﻓ ﺔﻀﻔﺨﻨﻣ ﺔﺟﺮﺣﺩ ﺔﻣﻭﺎﻘﻣ ﻰﻠﻋ ﻅﺎﻔﺤﻠﻟ"
        },
        {
            "id": 113,
            "category": "Law",
            "question": "ءﺍﻮﻬﻟﺍ ﺮﺘﻠﻓ ﻝﺍﺪﺒﺘﺳﺍﻭ ﻒﻴﻈﻨﺗ ﻦﻣ ﺓﺪﺋﺎﻔﻟﺍ ﻲﻫ ﺎﻣ ؟ﻱﺭﻭﺩ ﻞﻜﺸﺑ",
            "answers": [
                "ﻖﺒﺳ ﺎﻣ ﻞﻛ",
                "٪11-6 ﺔﺒﺴﻨﺑ ﻙﺮﺤﻤﻟﺍ ءﺍﺩﺃ ﻦﻴﺴﺤﺗ",
                "ءﺍﻮﻬﻟﺍ ﺙﻮﻠﺗ ﻦﻣ ّﺪﺤﻟﺍ"
            ],
            "correctAnswer": "ءﺍﻮﻬﻟﺍ ﺙﻮﻠﺗ ﻦﻣ ّﺪﺤﻟﺍ"
        },
        {
            "id": 114,
            "category": "Law",
            "question": "ﻦﻋ ﺓﺭﺎﻴﺴﻟﺍ ﻒﻗﻮٌ ﺘﺗ ﺎﻣﺪﻨﻋ ﻞﻌﻔﺗ ﻥﺃ ﺐﺠﻳ ﺍﺫﺎﻣ ؟ﺔﻘﻴﻗﺩ ﻦﻣ ﺮﺜﻛﻷ ﻙﺮّ ﺤﺘﻟﺍ",
            "answers": [
                "ﻙﺮﺤﻤﻟﺍ ءﺎﻔﻁﺇ",
                "(N) ﻝﺍ ﻰﻠﻋ (ﺲﻴﺘﻴﻓ) ﺔﻋﺮﺴﻟﺍ ﻞﻗﺎﻧ ﻊﺿﻭ",
                "ءﻲﺷ ﻻ"
            ],
            "correctAnswer": "ءﻲﺷ ﻻ"
        },
        {
            "id": 115,
            "category": "Law",
            "question": "ﻯﻮﺘﺴﻣ ﻞﻴﻠﻘﺗﻭ ﻙﺮّ ﺤﻤﻟﺍ ءﺍﺩﺃ ﻦﻴﺴﺤﺗ ﻦﻜﻤﻳ ﻒﻴﻛ ؟ﺓﺭﺎﻀﻟﺍ ﺕﺎﺛﺎﻌﺒﻧﻻﺍ",
            "answers": [
                "ﻡﺎﻈﺘﻧﺎﺑ ﻙﺮّ ﺤﻤﻟﺍ ﻩﺎﻴﻣ ﺮﻴﻴﻐﺗ",
                "ﺔﻴﻟﻭﺪﻟﺍ ﺮﻴﻳﺎﻌﻤﻟﺍ ﻊﻣ ﻖﻓﺍﻮﺘﻳ ﻒﻴﻈﻧ ﺩﻮﻗﻭ ﻡﺍﺪﺨﺘﺳﺍ",
                "ﺎّﻳﺭﻭﺩ ﻙﺮّ ﺤﻤﻟﺍ ﻞﻳﺪﺒﺗ"
            ],
            "correctAnswer": "ﺎّﻳﺭﻭﺩ ﻙﺮّ ﺤﻤﻟﺍ ﻞﻳﺪﺒﺗ"
        },
        {
            "id": 116,
            "category": "Law",
            "question": "ﺓﺭﺎﻴﺴﻟﺍ ﻥﺍﺰّ ﺧ ءﻞﻣ ﺪﻌﺑ ﻪﻠﻌﻔﺗ ﻥﺃ ﺐﺠﻳ ﺍﺫﺎﻣ ؟ﺩﻮﻗﻮﻟﺎﺑ",
            "answers": [
                "ﻡﺎﻜﺣﺈﺑ ﻖﻠﻐﻣ ﺩﻮﻗﻮﻟﺍ ﻥﺍﺰﺧ ءﺎﻄﻏ ﻥّ ﺃ ﻦﻣ ﺪﻛﺄﺘﻟﺍ",
                "ﻦﻣ ﻢﻴﻠﺳﻭ ﺡﻮﺘﻔﻣ ﺩﻮﻗﻮﻟﺍ ﻥﺍﺰﺧءﺎﻄﻏ ﻥّ ﺃ ﻦﻣ ﺪﻛﺄﺘﻟﺍ ﺏﻮﻴﻋ ﻱﺃ",
                "ﺓﺮّ ﻘﺘﺴﻣ ﻙﺮّ ﺤﻤﻟﺍ ﺓﺭﺍﺮﺣ ﺔﺟﺭﺩ ﻥّ ﺃ ﻦﻣ ﺪﻛﺄﺘﻟﺍ"
            ],
            "correctAnswer": "ﺓﺮّ ﻘﺘﺴﻣ ﻙﺮّ ﺤﻤﻟﺍ ﺓﺭﺍﺮﺣ ﺔﺟﺭﺩ ﻥّ ﺃ ﻦﻣ ﺪﻛﺄﺘﻟﺍ"
        },
        {
            "id": 118,
            "category": "Law",
            "question": "ﻝﺎﻤﻌﺘﺳﻻﺍ ﺪﻨﻋ ﺩﻮﻗﻮﻟﺍ ﻙﻼﻬﺘﺳﺍ ﺓﺩﺎﻳﺯ ﺔﺒﺴﻧ ﻲﻫ ﺎﻣ ؟ﻒّﻴﻜﻤﻠﻟ ﻢﺋﺍﺪﻟﺍ",
            "answers": [
                "0.1",
                "0.3",
                "0.2"
            ],
            "correctAnswer": "0.2"
        },
        {
            "id": 119,
            "category": "Law",
            "question": "ﺔﻓﺎﻛ ﺮﺘﺧﺍ) ؟ﺩﻮﻗﻮﻟﺍ ﻙﻼﻬﺘﺳﺍ ﻦﻣ ﻞّﻠﻘﻳ ﻲﻠﻳ ﺎﻤﻣ ﻱّ ﺃ (ﻖﺒﻄﻨﺗ ﻲﺘﻟﺍ ﺕﻻﺎﻤﺘﺣﻻﺍ",
            "answers": [
                "ﺓﻭﺭﺬﻟﺍ ﺖﻗﻭ ﻲﻓ ﺓﺩﺎﻴﻘﻟﺍ",
                "ﺓﺭﺎﻴﺴﻟﺍ ﺔﻟﻮﻤﺣ ﻒﻴﻔﺨﺗ",
                "ﺔّﻴﺋﺍﻮﺸﻋﻭ ﺔﺗﻭﺎﻔﺘﻣ ﺔﻋﺮﺴﺑ ﺓﺩﺎﻴﻘﻟﺍ"
            ],
            "correctAnswer": "ﺔّﻴﺋﺍﻮﺸﻋﻭ ﺔﺗﻭﺎﻔﺘﻣ ﺔﻋﺮﺴﺑ ﺓﺩﺎﻴﻘﻟﺍ"
        },
        {
            "id": 120,
            "category": "Law",
            "question": "؟ﺔﺌﻴﺒﻠﻟ ﺔﻘﻳﺪﺼﻟﺍ ﺓﺩﺎﻴﻘﻟﺍ ﻲﻫ ﺎﻣ",
            "answers": [
                "ﻦﻣ ﺕﺎﺒﻛﺮﻤﻟﺍ ﺓﺩﺎﻴﻗ ﻲﻓ ﺓءﺎﻔﻜﺑ ﺓءﺎﺿﻻﺍ ﻡﺍﺪﺨﺘﺳﺍ ﻩﺎﻴﻤﻟﺍ ﻙﻼﻬﺘﺳﺍ ﻲﻓ ﺔﻴﻛﺫ ،ﺔﻠﻬﺳ ﻕﺮﻁ ﻉﺎﺒﺗﺇ ﻝﻼﺧ",
                "ﻉﺎﺒﺗﺇ ﻝﻼﺧ ﻦﻣ ﺔﺌﻴﺒﻠﻟ ﺔﻘﻳﺪﺼﻟﺍﻭﺔﻳﺩﺎﺼﺘﻗﻹﺍ ﺓﺩﺎﻴﻘﻟﺍ ﻲﻓ ﻢﻫﺎﺴﺗ ﺔﻟﻭﺆﺴﻣﻭ ،ﺔﻴﻛﺫ ،ﺔﻠﻬﺳ ﺓﺩﺎﻴﻗ ﻕﺮﻁ ءﺍﻮﻬﻟﺍ ﺙﻮﻠﺗ ﻦﻣ ﺪّ ﺤﺗﻭ ﺩﻮﻗﻮﻟﺍ ﻙﻼﻬﺘﺳﺍ ﺾﻔﺧ ﻱﺮﺒﻟﺍ ﻞﻘﻨﻟﺍ ﻦﻋ ﻢﺟﺎﻨﻟﺍ",
                "ﻝﻼﺧ ﻦﻣ ﺕﺎﺒﻛﺮﻤﻟﺍ ﺓﺩﺎﻴﻗ ﻲﻓ ﺓءﺎﻔﻜﺑ ﺩﻮﻗﻮﻟﺍ ﻡﺍﺪﺨﺘﺳﺍ ﻊﻓﺭ ﻲﻓ ﻢﻫﺎﺴﺗ ﺔﻟﻭﺆﺴﻣﻭ ،ﺔﻴﻛﺫ ،ﺔﻠﻬﺳ ﻕﺮﻁ ﻉﺎﺒﺗﺇ ﺔﺒﻌﺼﻟﺍ ﻕﺮﻄﻟﺍ ﻡﺎﺴﻗﺍ ﻝﻼﺧ ﻥﺎﻣﻻﺍ ﻯﻮﺘﺴﻣ"
            ],
            "correctAnswer": "ﻝﻼﺧ ﻦﻣ ﺕﺎﺒﻛﺮﻤﻟﺍ ﺓﺩﺎﻴﻗ ﻲﻓ ﺓءﺎﻔﻜﺑ ﺩﻮﻗﻮﻟﺍ ﻡﺍﺪﺨﺘﺳﺍ ﻊﻓﺭ ﻲﻓ ﻢﻫﺎﺴﺗ ﺔﻟﻭﺆﺴﻣﻭ ،ﺔﻴﻛﺫ ،ﺔﻠﻬﺳ ﻕﺮﻁ ﻉﺎﺒﺗﺇ ﺔﺒﻌﺼﻟﺍ ﻕﺮﻄﻟﺍ ﻡﺎﺴﻗﺍ ﻝﻼﺧ ﻥﺎﻣﻻﺍ ﻯﻮﺘﺴﻣ"
        },
        {
            "id": 121,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺕﺎﺿﺎﻔﺨﻧﺍ ﻪﺒﺘﻧﺇ",
                "ﻖﻟﺰﻨﻣ ﻖﻳﺮﻁ ﻪﺒﺘﻧﺇ",
                "ﺕﺎﺒﻄﻣ ﻪﺒﺘﻧﺇ"
            ],
            "correctAnswer": "ﺕﺎﺒﻄﻣ ﻪﺒﺘﻧﺇ"
        },
        {
            "id": 122,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺓﺮﻳﺪﺘﺴﻣ ﻩﺎﺠﺗﺍ",
                "ﺭﺎﺴﻳ ﻒﻄﻌﻨﻣ ﻪﺒﺘﻧﺇ",
                "ﻦﻴﻤﻳ ﻒﻄﻌﻨﻣ ﻪﺒﺘﻧﺇ"
            ],
            "correctAnswer": "ﻦﻴﻤﻳ ﻒﻄﻌﻨﻣ ﻪﺒﺘﻧﺇ"
        },
        {
            "id": 123,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺭﺎﺴﻳ ﻒﻄﻌﻨﻣ ﻪﺒﺘﻧﺇ",
                "ﻦﻴﻤﻳ ﻒﻄﻌﻨﻣ ﻪﺒﺘﻧﺇ",
                "ﺭﺎﺴﻴﻟﺍ ﻰﻟﺇ ﻱﺭﺎﻴﺘﺧﺇ ﻩﺎﺠﺗﺍ"
            ],
            "correctAnswer": "ﺭﺎﺴﻴﻟﺍ ﻰﻟﺇ ﻱﺭﺎﻴﺘﺧﺇ ﻩﺎﺠﺗﺍ"
        },
        {
            "id": 124,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻦﻴﻄﺧ ﻰﻠﻋ ﺮﻴﺳ ﺔﻘﻄﻨﻣ ﻪﺒﺘﻧﺇ",
                "ﺭﺎﺴﻳ ﺎﻤﻬﻟﻭﺃ ﻥﺎﻔﻄﻌﻨﻣ ﻪﺒﺘﻧﺇ",
                "ﻦﻴﻤﻳ ﺎﻤﻬﻟﻭﺃ ﻥﺎﻔﻄﻌﻨﻣ ﻪﺒﺘﻧﺇ"
            ],
            "correctAnswer": "ﻦﻴﻤﻳ ﺎﻤﻬﻟﻭﺃ ﻥﺎﻔﻄﻌﻨﻣ ﻪﺒﺘﻧﺇ"
        },
        {
            "id": 125,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻦﻴﻄﺧ ﻰﻠﻋ ﺮﻴﺳ ﺔﻘﻄﻨﻣ ﻪﺒﺘﻧﺇ",
                "ﺭﺎﺴﻳ ﺎﻤﻬﻟﻭﺃ ﻥﺎﻔﻄﻌﻨﻣ ﻪﺒﺘﻧﺇ",
                "ﻦﻴﻤﻳ ﺎﻤﻬﻟﻭﺃ ﻥﺎﻔﻄﻌﻨﻣ ﻪﺒﺘﻧﺇ"
            ],
            "correctAnswer": "ﻦﻴﻤﻳ ﺎﻤﻬﻟﻭﺃ ﻥﺎﻔﻄﻌﻨﻣ ﻪﺒﺘﻧﺇ"
        },
        {
            "id": 126,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻖﻴﺿ ﻖﻳﺮﻁ ﻪﺒﺘﻧﺇ",
                "ﺮﻄﺧ ﺭﺪﺤﻨﻣ ﻪﺒﺘﻧﺇ",
                "ﻖﻟﺰﻨﻣ ﻖﻳﺮﻁ ﻪﺒﺘﻧﺇ"
            ],
            "correctAnswer": "ﻖﻟﺰﻨﻣ ﻖﻳﺮﻁ ﻪﺒﺘﻧﺇ"
        },
        {
            "id": 127,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻦﻣﺆﻣ ﺮﻴﻏ ﺮﻤﻣ",
                "ﺔﺳﺭﺪﻣ ﻭﺃ ﺩﻻﻭﺃ ﻪﺒﺘﻧﺇ",
                "ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 129,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻦﻴﻄﺧ ﻰﻠﻋﺮﻴﺳ ﺔﻘﻄﻨﻣ ﻪﺒﺘﻧﺇ",
                "ﺔﻴﻠﻀﻓﺃ ﻥﻭﺪﺑ ﺕﺎﻗﺮﻁ ﻊﻣ ﻊﻁﺎﻘﺗ ﻪﺒﺘﻧﺇ",
                "ﻦﻴﻤﻴﻟﺍ ﻰﻠﻋ ﺮﻴﺳ ﺔﻘﻄﻨﻣ"
            ],
            "correctAnswer": "ﻦﻴﻤﻴﻟﺍ ﻰﻠﻋ ﺮﻴﺳ ﺔﻘﻄﻨﻣ"
        },
        {
            "id": 130,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺓﺮﻳﺪﺘﺴﻣ ﻪﺒﺘﻧﺇ",
                "ﻑﺎﻔﺘﻟﻹﺍ ﻉﻮﻨﻤﻣ",
                "ﺔﻋﻮﻨﺘﻣ ﺭﺎﻄﺧﺃ ﻪﺒﺘﻧﺇ"
            ],
            "correctAnswer": "ﺔﻋﻮﻨﺘﻣ ﺭﺎﻄﺧﺃ ﻪﺒﺘﻧﺇ"
        },
        {
            "id": 131,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻊﻁﺎﻘﺗ ﻪﺒﺘﻧﺇ",
                "ﺔﻴﻠﻀﻓﺃ ﻥﻭﺪﺑ ﺕﺎﻗﺮﻁ ﻊﻣ ﻊﻁﺎﻘﺗ ﻪﺒﺘﻧﺇ",
                "ﺔﻬﺠﻟﺍ ﻦﻣ ﺔﻬﺠﺘﻤﻟﺍ ﺕﺍﺭﺎﻴﺴﻠﻟ ﺭﻭﺮﻤﻟﺍ ﺔﻴﻠﻀﻓﺃ ﻪﺒﺘﻧﺇ ﺔﻠﺑﺎﻘﻤﻟﺍ"
            ],
            "correctAnswer": "ﺔﻬﺠﻟﺍ ﻦﻣ ﺔﻬﺠﺘﻤﻟﺍ ﺕﺍﺭﺎﻴﺴﻠﻟ ﺭﻭﺮﻤﻟﺍ ﺔﻴﻠﻀﻓﺃ ﻪﺒﺘﻧﺇ ﺔﻠﺑﺎﻘﻤﻟﺍ"
        },
        {
            "id": 132,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺔﻴﻠﻀﻓﺃ ﻥﻭﺪﺑ ﺕﺎﻗﺮﻁ ﻊﻣ ﻊﻁﺎﻘﺗ ﻪﺒﺘﻧﺇ",
                "ﻊﻳﺮﺳ ﻖﻳﺮﻁ ﻊﻣ ءﺎﻘﺘﻟﺇ",
                "ﺔﻬﺠﻟﺍ ﻦﻣ ﺔﻬﺠﺘﻤﻟﺍ ﺕﺍﺭﺎﻴﺴﻠﻟ ﺭﻭﺮﻤﻟﺍ ﺔﻴﻠﻀﻓﺃ ﻪﺒﺘﻧﺇ ﺔﻠﺑﺎﻘﻤﻟﺍ"
            ],
            "correctAnswer": "ﺔﻬﺠﻟﺍ ﻦﻣ ﺔﻬﺠﺘﻤﻟﺍ ﺕﺍﺭﺎﻴﺴﻠﻟ ﺭﻭﺮﻤﻟﺍ ﺔﻴﻠﻀﻓﺃ ﻪﺒﺘﻧﺇ ﺔﻠﺑﺎﻘﻤﻟﺍ"
        },
        {
            "id": 133,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻦﻴﻤﻴﻟﺍ ﻰﻠﻋ ﻊﻁﺎﻘﺗ ﻪﺒﺘﻧﺇ",
                "ﺔﻴﻠﻀﻓﺃ ﻥﻭﺪﺑ ﺕﺎﻗﺮﻁ ﻊﻣ ﻊﻁﺎﻘﺗ ﻪﺒﺘﻧﺇ",
                "ﺔﻬﺠﻟﺍ ﻦﻣ ﺔﻬﺠﺘﻤﻟﺍ ﺕﺍﺭﺎﻴﺴﻠﻟ ﺭﻭﺮﻤﻟﺍ ﺔﻴﻠﻀﻓﺃ ﻪﺒﺘﻧﺇ ﺔﻠﺑﺎﻘﻤﻟﺍ"
            ],
            "correctAnswer": "ﺔﻬﺠﻟﺍ ﻦﻣ ﺔﻬﺠﺘﻤﻟﺍ ﺕﺍﺭﺎﻴﺴﻠﻟ ﺭﻭﺮﻤﻟﺍ ﺔﻴﻠﻀﻓﺃ ﻪﺒﺘﻧﺇ ﺔﻠﺑﺎﻘﻤﻟﺍ"
        },
        {
            "id": 134,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺔﻴﻠﻀﻓﺃ ﻖﻳﺮﻁ",
                "ﺔﻋﺮﺴﻟﺍ ﺪﻳﺪﺤﺗ ﺔﻳﺎﻬﻧ",
                "ﺔﻈﺤﻟ ﻒﻗﻮﻣ"
            ],
            "correctAnswer": "ﺔﻈﺤﻟ ﻒﻗﻮﻣ"
        },
        {
            "id": 135,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺓﺎﺸﻤﻠﻟ ﺮﻤﻣ ﻪﺒﺘﻧﺇ",
                "ﺓﺎﺸﻤﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ",
                "ﺓﺎﺸﻤﻠﻟﺺﺼﺨﻣ ﺮﻴﻏ ﺮﻤﻣ"
            ],
            "correctAnswer": "ﺓﺎﺸﻤﻠﻟﺺﺼﺨﻣ ﺮﻴﻏ ﺮﻤﻣ"
        },
        {
            "id": 136,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺕﺎﺟﺍﺭﺪﻠﻟ ﺮﻤﻣ ﻪﺒﺘﻧﺇ",
                "ﺕﺎﺟﺍﺭﺪﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ",
                "ﺪﻴﻟﺍ ﺕﺎﺑﺮﻌﻟ ﺮﻤﻣ"
            ],
            "correctAnswer": "ﺪﻴﻟﺍ ﺕﺎﺑﺮﻌﻟ ﺮﻤﻣ"
        },
        {
            "id": 137,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻊﺳﺍﻭ ﻖﻳﺮﻁ ﻪﺒﺘﻧﺇ",
                "ﺭﺎﺴﻴﻟﺍ ﻰﻠﻋ ﻖﻴﺿ ﻖﻳﺮﻁ ﻪﺒﺘﻧﺇ",
                "ﻖﻴﺿ ﻖﻳﺮﻁ ﻪﺒﺘﻧﺇ"
            ],
            "correctAnswer": "ﻖﻴﺿ ﻖﻳﺮﻁ ﻪﺒﺘﻧﺇ"
        },
        {
            "id": 139,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺔﻬﺠﻟﺍ ﻦﻣ ﺔﻬﺠﺘﻤﻟﺍ ﺕﺍﺭﺎﻴﺴﻠﻟ ﺭﻭﺮﻤﻟﺍ ﺔﻴﻠﻀﻓﺃ ﻪﺒﺘﻧﺇ ﺔﻠﺑﺎﻘﻤﻟﺍ",
                "ﺔﻴﻠﻀﻓﻷﺍ ﺔﻳﺎﻬﻧ",
                "ﻦﻴﻤﻴﻟﺍ ﻰﻠﻋﻖﻴﺿ ﻖﻳﺮﻁ ﻪﺒﺘﻧﺇ"
            ],
            "correctAnswer": "ﻦﻴﻤﻴﻟﺍ ﻰﻠﻋﻖﻴﺿ ﻖﻳﺮﻁ ﻪﺒﺘﻧﺇ"
        },
        {
            "id": 140,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻖﻴﺿ ﻖﻳﺮﻁ ﻪﺒﺘﻧﺇ",
                "ﺔﻴﻠﺒﺟ ﺔﻘﻄﻨﻣ",
                "ﺭﻮﺨﺻ ﺩﻮﺟﻭ ﻭﺃ ﻁﻮﻘﺳ ﻝﺎﻤﺘﺣﺇ ﻪﺒﺘﻧﺇ"
            ],
            "correctAnswer": "ﺭﻮﺨﺻ ﺩﻮﺟﻭ ﻭﺃ ﻁﻮﻘﺳ ﻝﺎﻤﺘﺣﺇ ﻪﺒﺘﻧﺇ"
        },
        {
            "id": 141,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺕﺍﺭﺎﻴﺴﻟﺍ ﻡﻮﻤﻌﻟ ﻝﻮﺧﺪﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﺔﻴﺋﺎﺑﺮﻬﻛ ﺕﺍﺭﺎﺷﺇ ﻪﺒﺘﻧﺇ",
                "ﺓﺮﻳﺪﺘﺴﻣ ﻪﺒﺘﻧﺇ"
            ],
            "correctAnswer": "ﺓﺮﻳﺪﺘﺴﻣ ﻪﺒﺘﻧﺇ"
        },
        {
            "id": 142,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﻚﻣﺎﻣﺃ ﺔﻴﻠﻀﻓﺃ ﻖﻳﺮﻁ- ﻖﻳﺮﻄﻟﺍ ﺢﺴﻓﺃ ﻪﺒﺘﻧﺇ",
                "ﺔﻋﻮﻨﺘﻣ ﺮﻁﺎﺨﻣ ﻪﺒﺘﻧﺇ"
            ],
            "correctAnswer": "ﺔﻋﻮﻨﺘﻣ ﺮﻁﺎﺨﻣ ﻪﺒﺘﻧﺇ"
        },
        {
            "id": 143,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﻚﻣﺎﻣﺃ ﺔﻴﻠﻀﻓﺃ ﻖﻳﺮﻁ - ﻖﻳﺮﻄﻟﺍ ﺢﺴﻓﺃ ﻪﺒﺘﻧﺇ",
                "ﺔﻋﻮﻨﺘﻣ ﺮﻁﺎﺨﻣ ﻪﺒﺘﻧﺇ"
            ],
            "correctAnswer": "ﺔﻋﻮﻨﺘﻣ ﺮﻁﺎﺨﻣ ﻪﺒﺘﻧﺇ"
        },
        {
            "id": 144,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﺔﻴﻠﻀﻓﻷﺍ ﺔﻳﺎﻬﻧ",
                "ﺔﻬﺠﻟﺍ ﻦﻣ ﺔﻬﺠﺘﻤﻟﺍ ﺕﺍﺭﺎﻴﺴﻠﻟ ﺭﻭﺮﻤﻟﺍ ﺔﻴﻠﻀﻓﺃ ﻪﺒﺘﻧﺇ ﺔﻠﺑﺎﻘﻤﻟﺍ"
            ],
            "correctAnswer": "ﺔﻬﺠﻟﺍ ﻦﻣ ﺔﻬﺠﺘﻤﻟﺍ ﺕﺍﺭﺎﻴﺴﻠﻟ ﺭﻭﺮﻤﻟﺍ ﺔﻴﻠﻀﻓﺃ ﻪﺒﺘﻧﺇ ﺔﻠﺑﺎﻘﻤﻟﺍ"
        },
        {
            "id": 145,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺕﺎﺒﻛﺮﻤﻟﺍ ﻊﻴﻤﺠﻟ ﺯﻭﺎﺠﺘﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﺔﻴﻠﻀﻓﻷﺍ ﺔﻳﺎﻬﻧ",
                "ﺔﻬﺠﻟﺍ ﻦﻣ ﺔﻬﺠﺘﻤﻟﺍ ﺕﺍﺭﺎﻴﺴﻠﻟ ﺭﻭﺮﻤﻟﺍ ﺔﻴﻠﻀﻓﺃ ﻪﺒﺘﻧﺇ ﺔﻠﺑﺎﻘﻤﻟﺍ"
            ],
            "correctAnswer": "ﺔﻬﺠﻟﺍ ﻦﻣ ﺔﻬﺠﺘﻤﻟﺍ ﺕﺍﺭﺎﻴﺴﻠﻟ ﺭﻭﺮﻤﻟﺍ ﺔﻴﻠﻀﻓﺃ ﻪﺒﺘﻧﺇ ﺔﻠﺑﺎﻘﻤﻟﺍ"
        },
        {
            "id": 146,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻒﻗ",
                "ﻝﻮﺧﺪﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﺪﺣﺍﻭ ﻂﺧ ﻰﻠﻋ ﻖﻳﺮﻁ"
            ],
            "correctAnswer": "ﺪﺣﺍﻭ ﻂﺧ ﻰﻠﻋ ﻖﻳﺮﻁ"
        },
        {
            "id": 147,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺕﺍﺭﺎﻴﺴﻟﺍ ﻡﻮﻤﻌﻟ ﻝﻮﺧﺪﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﺪﺣﺍﻭ ﻂﺧ ﻰﻠﻋ ﻖﻳﺮﻁ",
                "ﻑﻮﻗﻮﻟﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﻑﻮﻗﻮﻟﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 149,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺕﺎﻨﺣﺎﺸﻠﻟ ﺯﻭﺎﺠﺘﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﺕﺎﺒﻛﺮﻤﻟﺍ ﻊﻴﻤﺠﻟ ﺯﻭﺎﺠﺘﻟﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺕﺎﺒﻛﺮﻤﻟﺍ ﻊﻴﻤﺠﻟ ﺯﻭﺎﺠﺘﻟﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 150,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺔﻋﺎﺴﻟﺍ ﻲﻓ ﻢﻠﻛ 80 ﺎﻴﻧﺪﻟﺍ ﺔﻋﺮﺴﻟﺍ",
                "ﻚﻣﺎﻣﺃ ﺔﻴﻠﻀﻓﺃ ﻖﻳﺮﻁ- ﻖﻳﺮﻄﻟﺍ ﺢﺴﻓﺃ ﻪﺒﺘﻧﺇ",
                "ﺔﻋﺎﺴﻟﺍ ﻲﻓ ﻢﻠﻛ30ﻯﻮﺼﻘﻟﺍ ﺔﻋﺮﺴﻟﺍ"
            ],
            "correctAnswer": "ﺔﻋﺎﺴﻟﺍ ﻲﻓ ﻢﻠﻛ30ﻯﻮﺼﻘﻟﺍ ﺔﻋﺮﺴﻟﺍ"
        },
        {
            "id": 151,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺡﺮﺴﻣ",
                "ﻑﻮﻗﻮﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﺮﻴﻣﺰﺘﻟﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺮﻴﻣﺰﺘﻟﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 152,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺕﺎﻨﺣﺎﺸﻠﻟ ﺺﺼﺨﻣ ﻖﻳﺮﻁ",
                "ﺕﺎﻨﺣﺎﺸﻠﻟ ﺯﻭﺎﺠﺘﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﺕﺎﻨﺣﺎﺸﻠﻟ ﺯﻭﺎﺠﺘﻟﺍ ﺡﻮﻤﺴﻣ"
            ],
            "correctAnswer": "ﺕﺎﻨﺣﺎﺸﻠﻟ ﺯﻭﺎﺠﺘﻟﺍ ﺡﻮﻤﺴﻣ"
        },
        {
            "id": 153,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺕﺎﻧﺍﻮﻴﺤﻟﺍ ﺕﺎﺑﺮﻋ ﺭﻭﺮﻣ ﺡﻮﻤﺴﻣ",
                "ﺓﺎﺸﻤﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ",
                "ﺕﺎﻧﺍﻮﻴﺤﻟﺍ ﺕﺎﺑﺮﻋ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺕﺎﻧﺍﻮﻴﺤﻟﺍ ﺕﺎﺑﺮﻋ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 154,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺓﺎﺸﻤﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ",
                "ﺓﺎﺸﻤﻠﻟ ﺺﺼﺨﻣ ﻖﻳﺮﻁ ﻪﺒﺘﻧﺇ",
                "ﺕﺍﺭﺎﻴﺴﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺕﺍﺭﺎﻴﺴﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 155,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺕﺎﺟﺍﺭﺪﻠﻟ ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﺕﺍﺭﺎﻴﺴﻠﻟ ﻱﺭﺎﺒﺟﺇ ﺮﻤﻣ",
                "ﺕﺎﺟﺍﺭﺪﻠﻟ ﺺﺼﺨﻣ ﻖﻳﺮﻁ"
            ],
            "correctAnswer": "ﺕﺎﺟﺍﺭﺪﻠﻟ ﺺﺼﺨﻣ ﻖﻳﺮﻁ"
        },
        {
            "id": 156,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺔﻳﺭﺎﻨﻟﺍ ﺕﺎﺟﺍﺭﺪﻠﻟ ﺺﺼﺨﻣ ﻖﻳﺮﻁ",
                "ﺔﻳﺭﺎﻨﻟﺍ ﺕﺎﺟﺍﺭﺪﻠﻟ ﺹﺎﺧ ﺮﻤﻣ",
                "ﺔﻳﺭﺎﻨﻟﺍ ﺕﺎﺟﺍﺭﺪﻠﻟ ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺔﻳﺭﺎﻨﻟﺍ ﺕﺎﺟﺍﺭﺪﻠﻟ ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 157,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺪﻴﻟﺍ ﺕﺎﺑﺮﻋ ﻑﻮﻗﻭ ﻉﻮﻨﻤﻣ",
                "ﺪﻴﻟﺍ ﺕﺎﺑﺮﻌﻟ ﺺﺼﺨﻣ ﻖﻳﺮﻁ",
                "ﺪﻴﻟﺍ ﺕﺎﺑﺮﻋ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺪﻴﻟﺍ ﺕﺎﺑﺮﻋ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 158,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺕﺍﺭﺎﻴﺴﻟﺍ ﻑﻮﻗﻭ ﻉﻮﻨﻤﻣ",
                "ﺕﺍﺭﺎﻴﺴﻟﺍ ﻡﻮﻤﻌﻟ ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﺕﺍﺭﺎﻴﺴﻠﻟ ﺺﺼﺨﻣ ﻖﻳﺮﻁ"
            ],
            "correctAnswer": "ﺕﺍﺭﺎﻴﺴﻠﻟ ﺺﺼﺨﻣ ﻖﻳﺮﻁ"
        },
        {
            "id": 160,
            "category": "Signs",
            "question": "",
            "answers": [
                "3,5 ﻦﻋ ﺎﻫﻮﻠﻋ ﻕﻮﻔﻳ ﻲﺘﻟﺍ ﺕﺎﻨﺣﺎﺸﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ ﺮﺘﻣ",
                "3،5 ﻦﻋ ﺎﻬﻧﺯﻭ ﺪﻳﺰﻳ ﻲﺘﻟﺍ ﺕﺎﻨﺣﺎﺸﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ ﻦﻁ",
                "ﺕﺎﻨﺣﺎﺸﻠﻟ ﻱﺭﺎﺒﺟﺇ ﻩﺎﺠﺗﺇ"
            ],
            "correctAnswer": "ﺕﺎﻨﺣﺎﺸﻠﻟ ﻱﺭﺎﺒﺟﺇ ﻩﺎﺠﺗﺇ"
        },
        {
            "id": 161,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺭﺎﺘﻣﺃ10 ﻦﻣ ﺮﺜﻛﺃ ﺔﻟﻮﻤﺤﻟﺍ ﺓﺩﺎﻳﺯ ﻉﻮﻨﻤﻣ",
                "10 ﻦﻋ ﺎﻬﻟﻮﻁ ﻕﻮﻔﻳ ﻲﺘﻟﺍ ﺕﺎﻨﺣﺎﺸﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ ﺭﺎﺘﻣﺇ",
                "6,5 ﻦﻋ ﺎﻬﺘﻟﻮﻤﺣ ﺪﻳﺰﺗ ﻲﺘﻟﺍ ﺕﺎﻨﺣﺎﺸﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ ﻦﻁ"
            ],
            "correctAnswer": "6,5 ﻦﻋ ﺎﻬﺘﻟﻮﻤﺣ ﺪﻳﺰﺗ ﻲﺘﻟﺍ ﺕﺎﻨﺣﺎﺸﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ ﻦﻁ"
        },
        {
            "id": 162,
            "category": "Signs",
            "question": "",
            "answers": [
                "7 ﻦﻋ ﺎﻫﻮﻠﻋ ﻕﻮﻔﻳ ﻲﺘﻟﺍ ﺕﺎﻨﺣﺎﺸﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ ﺭﺎﺘﻣﺃ",
                "ﺏﻻﻭﺩ ﻞﻛ ﺔﻟﻮﻤﺣ ﺪﻳﺰﺗ ﻲﺘﻟﺍ ﺕﺎﻨﺣﺎﺸﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ ﻥﺎﻨﻁﺃ7 ﻦﻋ ﺎﻬﻨﻣ",
                "7 ﻦﻋ ﺎﻬﺘﻟﻮﻤﺣ ﺪﻳﺰﺗ ﻲﺘﻟﺍ ﺕﺎﻨﺣﺎﺸﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ ﻦﻁ"
            ],
            "correctAnswer": "7 ﻦﻋ ﺎﻬﺘﻟﻮﻤﺣ ﺪﻳﺰﺗ ﻲﺘﻟﺍ ﺕﺎﻨﺣﺎﺸﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ ﻦﻁ"
        },
        {
            "id": 163,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺔﻋﺮﺴﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﺔﻋﻮﻨﻤﻤﻟﺍ ﺕﺍﺭﺎﺷﻹﺍ ﺔﻳﺍﺪﺑ",
                "ﺔﻋﻮﻨﻤﻤﻟﺍ ﺕﺍﺭﺎﺷﻹﺍ ﺔﻳﺎﻬﻧ"
            ],
            "correctAnswer": "ﺔﻋﻮﻨﻤﻤﻟﺍ ﺕﺍﺭﺎﺷﻹﺍ ﺔﻳﺎﻬﻧ"
        },
        {
            "id": 164,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺔﻋﺮﺴﻟﺍ ﺪﻳﺪﺤﺗ ﺔﻳﺎﻬﻧ",
                "ﺔﻋﺮﺴﻟﺍ ﺪﻳﺪﺤﺗ",
                "ﺔﻋﺮﺴﻟﺍ ﺪﻳﺪﺤﺗ ﺔﻳﺍﺪﺑ"
            ],
            "correctAnswer": "ﺔﻋﺮﺴﻟﺍ ﺪﻳﺪﺤﺗ ﺔﻳﺍﺪﺑ"
        },
        {
            "id": 165,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻦﻴﻤﻴﻟﺍ ﻰﻠﻋ ﻑﺎﻔﺘﻟﻹﺍ",
                "ﻦﻴﻤﻴﻟﺍ ﻰﻠﻋ ﻑﺎﻔﺘﻟﻹﺍ ﻉﻮﻨﻤﻣ",
                "ﺭﺎﺴﻴﻟﺍﻰﻠﻋ ﻱﺭﺎﺒﺟﺇ ﻩﺎﺠﺗﺇ"
            ],
            "correctAnswer": "ﺭﺎﺴﻴﻟﺍﻰﻠﻋ ﻱﺭﺎﺒﺟﺇ ﻩﺎﺠﺗﺇ"
        },
        {
            "id": 166,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺭﺎﺴﻴﻟﺍ ﻰﻠﻋ ﻑﺎﻔﺘﻟﻹﺍ ﻉﻮﻨﻤﻣ",
                "ﺭﺎﺴﻴﻟﺍ ﻰﻠﻋ ﻑﺎﻔﺘﻟﻹﺍ",
                "ﻦﻴﻤﻳ ﻭﺃ ﻢﻴﻘﺘﺴﻣ ﻱﺭﺎﻴﺘﺧﺇ ﻩﺎﺠﺗﺇ"
            ],
            "correctAnswer": "ﻦﻴﻤﻳ ﻭﺃ ﻢﻴﻘﺘﺴﻣ ﻱﺭﺎﻴﺘﺧﺇ ﻩﺎﺠﺗﺇ"
        },
        {
            "id": 167,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺭﺎﺴﻳﻭ ﻦﻴﻤﻳ ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﺭﺎﺴﻳﻭ ﻦﻴﻤﻳ ﻱﺭﺎﻴﺘﺧﺇ ﻩﺎﺠﺗﺇ",
                "ﻢﻴﻘﺘﺴﻣ ﻱﺭﺎﺒﺟﺇ ﻩﺎﺠﺗﺇ"
            ],
            "correctAnswer": "ﻢﻴﻘﺘﺴﻣ ﻱﺭﺎﺒﺟﺇ ﻩﺎﺠﺗﺇ"
        },
        {
            "id": 169,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺭﺎﺴﻳ ﻭﺃ ﻢﻴﻘﺘﺴﻣ ﻱﺭﺎﻴﺘﺧﺇ ﻩﺎﺠﺗﺇ",
                "ﺭﺎﺴﻴﻟﺍﻮﺤﻧ ﻱﺭﺎﺒﺟﺇ ﺮﻤﻣ",
                "ﺭﺎﺴﻴﻟﺍ ﻮﺤﻧ ﻩﺎﺠﺗﻹﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺭﺎﺴﻴﻟﺍ ﻮﺤﻧ ﻩﺎﺠﺗﻹﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 170,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻦﻴﻤﻴﻟﺍ ﻮﺤﻧ ﻱﺭﺎﻴﺘﺧﺇ ﻩﺎﺠﺗﺇ",
                "ﺔﻴﺴﻴﺋﺮﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻂﺧ",
                "ﺭﺎﺴﻴﻟﺍ ﻮﺤﻧ ﻱﺭﺎﺒﺟﺇ ﺮﻤﻣ"
            ],
            "correctAnswer": "ﺭﺎﺴﻴﻟﺍ ﻮﺤﻧ ﻱﺭﺎﺒﺟﺇ ﺮﻤﻣ"
        },
        {
            "id": 171,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻦﻴﻤﻴﻟﺍ ﻰﻟﺇ ﻑﺎﻔﺘﻟﻹﺍ ﻉﻮﻨﻤﻣ",
                "ﻦﻴﻤﻳ ﻱﺭﺎﺒﺟﺇ ﺮﻤﻣ",
                "ﻢﻴﻘﺘﺴﻣ ﻱﺭﺎﻴﺘﺧﺇ ﻩﺎﺠﺗﺇ"
            ],
            "correctAnswer": "ﻢﻴﻘﺘﺴﻣ ﻱﺭﺎﻴﺘﺧﺇ ﻩﺎﺠﺗﺇ"
        },
        {
            "id": 172,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻦﻴﻤﻴﻟﺍ ﻮﺤﻧ ﻱﺭﺎﻴﺘﺧﺃ ﻩﺎﺠﺗﺇ",
                "ﺭﺎﺴﻳ ﻭﺃﻦﻴﻤﻳ ﻱﺭﺎﺒﺟﺇ ﺮﻤﻣ",
                "ﺭﺎﺴﻳ ﻭﺃ ﻦﻴﻤﻳ ﻑﺎﻔﺘﻟﻹﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺭﺎﺴﻳ ﻭﺃ ﻦﻴﻤﻳ ﻑﺎﻔﺘﻟﻹﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 173,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺔﻴﺋﺍﻮﻬﻟﺍ ﺕﺎﺟﺍﺭﺪﻟﺍﻭ ﺓﺎﺸﻤﻠﻟ ﻖﻳﺮﻁ",
                "ﺔﻴﺋﺍﻮﻬﻟﺍ ﺕﺎﺟﺍﺭﺪﻠﻟ ﺺﺼﺨﻣ ﻖﻳﺮﻁ",
                "ﺔﻴﺋﺍﻮﻬﻟﺍ ﺕﺎﺟﺍﺭﺪﻟﺍ ﺔﺒﻠﺣ ﺔﻳﺎﻬﻧ"
            ],
            "correctAnswer": "ﺔﻴﺋﺍﻮﻬﻟﺍ ﺕﺎﺟﺍﺭﺪﻟﺍ ﺔﺒﻠﺣ ﺔﻳﺎﻬﻧ"
        },
        {
            "id": 174,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻂﻘﻓ ﺕﺎﺟﺍﺭﺪﻟﺍﻭ ﺓﺎﺸﻤﻠﻟ ﻖﻳﺮﻁ",
                "ﺔﻴﺋﺍﻮﻬﻟﺍ ﺕﺎﺟﺍﺭﺪﻟﺍ ﺔﺒﻠﺣ ﺔﻳﺎﻬﻧ",
                "ﺔﻴﺋﺍﻮﻬﻟﺍ ﺕﺎﺟﺍﺭﺪﻟﺍﻭ ﺓﺎﺸﻤﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺔﻴﺋﺍﻮﻬﻟﺍ ﺕﺎﺟﺍﺭﺪﻟﺍﻭ ﺓﺎﺸﻤﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 175,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺮﻴﺴﻟﺍ ﺔﻬﺟﻭ",
                "ﻦﻴﻤﻳ ﻱﺭﺎﺒﺟﺇ ﻩﺎﺠﺗﺇ",
                "ًﺎﻨﻴﻤﻳ ﻑﺎﻔﺘﻟﻹﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ًﺎﻨﻴﻤﻳ ﻑﺎﻔﺘﻟﻹﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 176,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻲﻣﺍﺰﻟﺇ ﻑﺎﻔﺘﻟﺇ",
                "ﺮﻴﺴﻟﺍ ﺔﻬﺟﻭ",
                "ﻑﺎﻔﺘﻟﻹﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﻑﺎﻔﺘﻟﻹﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 177,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺕﺎﺴﻴﺑﻮﺗﻭﻷﺍ ﺯﻭﺎﺠﺗ ﻊﻨﻣ ﺔﻳﺎﻬﻧ",
                "ﺕﺎﺴﻴﺑﻮﺗﻭﻻﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ",
                "ﺕﺎﺴﻴﺑﻮﺗﻭﻸﻟ ﺺﺼﺨﻣ ﻖﻳﺮﻁ"
            ],
            "correctAnswer": "ﺕﺎﺴﻴﺑﻮﺗﻭﻸﻟ ﺺﺼﺨﻣ ﻖﻳﺮﻁ"
        },
        {
            "id": 178,
            "category": "Signs",
            "question": "",
            "answers": [
                "6،5 ﻦﻋ ﺎﻬﻧﺯﻭ ﺪﻳﺰﻳ ﻲﺘﻟﺍ ﺕﺎﻨﺣﺎﺸﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ ﻦﻁ",
                "ﺕﺎﻨﺣﺎﺸﻠﻟ ﺺﺼﺨﻣ ﻖﻳﺮﻁ",
                "ﺕﺎﻨﺣﺎﺸﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺕﺎﻨﺣﺎﺸﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 180,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺓﺮﻁﺎﻗ ﺮّ ﺠﺗ ﻲﺘﻟﺍ ﺕﺎﻨﺣﺎﺸﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ",
                "ﺕﺎﻨﺣﺎﺸﻠﻟ ﻲﻣﺍﺰﻟﺍ ﻖﻳﺮﻁ",
                "ﺓﺮﻄﺧ ﺩﺍﻮﻤﺑ ﺔﻠﻤﺤﻤﻟﺍ ﺕﺎﻨﺣﺎﺸﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺓﺮﻄﺧ ﺩﺍﻮﻤﺑ ﺔﻠﻤﺤﻤﻟﺍ ﺕﺎﻨﺣﺎﺸﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 181,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺔﻴﻋﺍﺭﺰﻟﺍ ﺕﺎﻴﻟﻶﻟ ﺔﻈﺤﻟ ﻒﻗﻮﻣ",
                "ﺔﻴﻋﺍﺭﺰﻟﺍ ﺕﺎﻴﻟﻶﻟ ﺺﺼﺨﻣ ﻖﻳﺮﻁ",
                "ﺔﻴﻋﺍﺭﺰﻟﺍ ﺕﺎﻴﻟﻵﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺔﻴﻋﺍﺭﺰﻟﺍ ﺕﺎﻴﻟﻵﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 182,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻦﻴﻄﺧ ﻰﻠﻋ ﺮﻴﺳ ﺔﻘﻄﻨﻣ ﻪﺒﺘﻧﺇ",
                "ﺯﻭﺎﺠﺘﻟﺍ ﻊﻨﻣ ﺔﻳﺎﻬﻧ",
                "ﺕﺎﻨﺣﺎﺸﻟﺍ ﺯﻭﺎﺠﺗ ﻊﻨﻣ ﺔﻳﺎﻬﻧ"
            ],
            "correctAnswer": "ﺕﺎﻨﺣﺎﺸﻟﺍ ﺯﻭﺎﺠﺗ ﻊﻨﻣ ﺔﻳﺎﻬﻧ"
        },
        {
            "id": 183,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺕﺎﻨﺣﺎﺸﻟﺍﺯﻭﺎﺠﺗ ﻊﻨﻣ ﺔﻳﺎﻬﻧ",
                "ﻦﻴﻄﺧ ﻰﻠﻋ ﺮﻴﺳ ﺔﻘﻄﻨﻣ ﻪﺒﺘﻧﺇ",
                "ﻂﻘﻓ ﺕﺎﻨﺣﺎﺸﻠﻟ ﺺﺼﺨﻣ ﻖﻳﺮﻁ"
            ],
            "correctAnswer": "ﻂﻘﻓ ﺕﺎﻨﺣﺎﺸﻠﻟ ﺺﺼﺨﻣ ﻖﻳﺮﻁ"
        },
        {
            "id": 184,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻑﻮﻗﻮﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﺕﺎﺒﻛﺮﻤﻟﺍ ﻊﻴﻤﺠﻟ ﺯﻭﺎﺠﺘﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 185,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻒﻗﻮﺘﻟﺍﻭ ﻑﻮﻗﻮﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﻑﻮﻗﻮﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 186,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻥﺎﻜﻤﻟﺍ ﺍﺬﻫ ﻲﻓ ﻑﻮﻗﻮﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﻩﺎﺠﺗﻹﺍ ﺍﺬﻬﺑ ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﻢﻴﻘﺘﺴﻣ ﻱﺭﺎﺒﺟﺇ ﻩﺎﺠﺗﺇ"
            ],
            "correctAnswer": "ﻢﻴﻘﺘﺴﻣ ﻱﺭﺎﺒﺟﺇ ﻩﺎﺠﺗﺇ"
        },
        {
            "id": 187,
            "category": "Signs",
            "question": "",
            "answers": [
                "ًﺍﺭﺎﺴﻳ ﻑﻮﻗﻮﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﺭﺎﺴﻴﻟﺍ ﻰﻟﺇ ﺮﻴﺴﻟﺍ ﺔﻬﺟﻭ",
                "ﺭﺎﺴﻴﻟﺍﻮﺤﻧ ﻩﺎﺠﺗﻹﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺭﺎﺴﻴﻟﺍﻮﺤﻧ ﻩﺎﺠﺗﻹﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 188,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻦﻴﻤﻴﻟﺍ ﻰﻟﺇ ﺮﻴﺴﻟﺍ ﺔﻬﺟﻭ",
                "ﻦﻴﻤﻴﻟﺍ ﺔﻴﺣﺎﻧ ﻒﻗﻮﻗﻮﻟﺍ ﻉﻮﻨﻤﻣ",
                "ﻦﻴﻤﻴﻟﺍﻮﺤﻧ ﻩﺎﺠﺗﻹﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﻦﻴﻤﻴﻟﺍﻮﺤﻧ ﻩﺎﺠﺗﻹﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 189,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻒﻗﻮﺗ ﻊﻗﻮﻣ",
                "ﺓﺮﻳﺪﺘﺴﻣ ﺮﻴﺳ ﺔﻬﺟﻭ",
                "ﻑﺎﻔﺘﻟﻹﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﻑﺎﻔﺘﻟﻹﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 191,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺔﻋﺮﺳ ﻰﻧﺩﺃ ﺔﻳﺎﻬﻧ",
                "ﺔﻘﻴﻗﺩ ﻦﻴﺛﻼﺛ ﻦﻣ ﺮﺜﻛﺃ ﻑﻮﻗﻮﻟﺍ ﻉﻮﻨﻤﻣ",
                "30 ﻯﻮﺼﻘﻟﺍ ﺔﻋﺮﺴﻟﺍ"
            ],
            "correctAnswer": "30 ﻯﻮﺼﻘﻟﺍ ﺔﻋﺮﺴﻟﺍ"
        },
        {
            "id": 192,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻖﻟﺰﻨﻣ ﻖﻳﺮﻁ ﻪﺒﺘﻧﺇ",
                "ﺔﻴﻧﺪﻌﻤﻟﺍﻞﺳﻼﺴﻟﺍ ﻉﺰﻧ ﺐﺠﻳ",
                "ﻂﻘﻓ ﺔﻴﻧﺪﻌﻣ ﻞﺳﻼﺴﺑﺓﺰﻬﺠﻤﻟﺍ ﺕﺍﺭﺎﻴﺴﻟﺍ"
            ],
            "correctAnswer": "ﻂﻘﻓ ﺔﻴﻧﺪﻌﻣ ﻞﺳﻼﺴﺑﺓﺰﻬﺠﻤﻟﺍ ﺕﺍﺭﺎﻴﺴﻟﺍ"
        },
        {
            "id": 193,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻩﺰﺘﻨﻣ",
                "ﺓﺎﺸﻤﻠﻟ ﻖﻳﺮﻁ",
                "ﺓﺎﺸﻤﻠﻟ ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺓﺎﺸﻤﻠﻟ ﺭﻭﺮﻤﻟﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 194,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺓﺎﺸﻤﻠﻟ ﺺﺼﺨﻣ ﻖﻳﺮﻁ",
                "ﻖﻳﺮﻄﻟﺍ ﻕﻮﻓ ﺓﺎﺸﻤﻠﻟ ﺮﻤﻣ",
                "ﺓﺎﺸﻤﻠﻟ ﻖﻳﺮﻁ ﺔﻳﺎﻬﻧ"
            ],
            "correctAnswer": "ﺓﺎﺸﻤﻠﻟ ﻖﻳﺮﻁ ﺔﻳﺎﻬﻧ"
        },
        {
            "id": 195,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺔﻴﺋﺍﻮﻬﻟﺍ ﺕﺎﺟﺍﺭﺪﻠﻟ ﺔﺼﺼﺨﻣ ﺔﺒﻠﺣ",
                "ﺔﻴﺋﺍﻮﻬﻟﺍ ﺕﺎﺟﺍﺭﺪﻟﺍ ﻑﻮﻗﻭ ﻉﻮﻨﻤﻣ",
                "ﺔﻴﺋﺍﻮﻬﻟﺍ ﺕﺎﺟﺍﺭﺪﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﺔﻴﺋﺍﻮﻬﻟﺍ ﺕﺎﺟﺍﺭﺪﻟﺍ ﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 196,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺭﺎﺴﻴﻟﺍ ﻮﺤﻧ ﻲﻣﺍﺰﻟﺇ ﻩﺎﺠﺗﺇ",
                "ًﺍﺭﺎﺴﻳ ﻑﺎﻔﺘﻟﻹﺍ ﻉﻮﻨﻤﻣ",
                "ًﺍﺭﺎﺴﻳ ﻑﻮﻗﻮﻟﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ًﺍﺭﺎﺴﻳ ﻑﻮﻗﻮﻟﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 197,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻙﺮّ ﺤﺘﻣ ﺮﺴﺟ ﻪﺒﺘﻧﺇ",
                "ﺮﺴﺠﺑ ﻝﻮﺻﻮﻣ ﻦﻴﻄﺧ ﻰﻠﻋ ﻖﻳﺮﻁ",
                "ﻰﻔﺸﺘﺴﻣ"
            ],
            "correctAnswer": "ﻰﻔﺸﺘﺴﻣ"
        },
        {
            "id": 198,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺓﺎﺸﻤﻠﻟ ﺮﻤﻣ ﻪﺒﺘﻧﺇ",
                "ﺓﺎﺸﻤﻠﻟ ﻖﻳﺮﻁ ﺔﻳﺎﻬﻧ",
                "ﺓﺎﺸﻤﻟﺍﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ ﻪﺒﺘﻧﺇ"
            ],
            "correctAnswer": "ﺓﺎﺸﻤﻟﺍﺭﻭﺮﻣ ﻉﻮﻨﻤﻣ ﻪﺒﺘﻧﺇ"
        },
        {
            "id": 199,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺕﺎﺟﺍﺭﺪﻠﻟ ﺺﺼﺨﻣ ﺮﻤﻣ",
                "ﺔﻴﺋﺍﻮﻬﻟﺍ ﺕﺎﺟﺍﺭﺪﻠﻟ ﺔﺼﺼﺨﻣ ﺔﺒﻠﺣ",
                "ﺔﻴﺋﺍﻮﻬﻟﺍ ﺕﺎﺟﺍﺭﺪﻟﺍ ﺏﻮﻛﺭ ﻊﻨﻤﻳ"
            ],
            "correctAnswer": "ﺔﻴﺋﺍﻮﻬﻟﺍ ﺕﺎﺟﺍﺭﺪﻟﺍ ﺏﻮﻛﺭ ﻊﻨﻤﻳ"
        },
        {
            "id": 200,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻦﻴﻄﺧ ءﺎﻘﺘﻟﺇ ﺔﻄﻘﻧ",
                "ﻲﺴﻴﺋﺭ ﻂﺨﺑ ﻞﺼﻳ ﻖﻳﺮﻁ",
                "ﺬﻓﺎﻧ ﺮﻴﻏ ﻖﻳﺮﻁ"
            ],
            "correctAnswer": "ﺬﻓﺎﻧ ﺮﻴﻏ ﻖﻳﺮﻁ"
        },
        {
            "id": 202,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻖﻳﺮﻄﻟﺍ ﻕﻮﻓ ﺮﺴﺟ",
                "ﺩﺍﺮﺘﺳﻮﺗﻭﻷﺍ ﺔﻳﺎﻬﻧ",
                "ﻖﻴﺿ ﻖﻳﺮﻁ ﻪﺒﺘﻧﺇ"
            ],
            "correctAnswer": "ﻖﻴﺿ ﻖﻳﺮﻁ ﻪﺒﺘﻧﺇ"
        },
        {
            "id": 203,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺓﺮﻋﻭ ﻖﻳﺮﻁ ﻪﺒﺘﻧﺇ",
                "ﺮﺴﺟ",
                "ﻖﻔﻧ"
            ],
            "correctAnswer": "ﻖﻔﻧ"
        },
        {
            "id": 204,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺓﺪﻋﺎﺴﻣ- ﺓﺪﺠﻧ ﺰﻛﺮﻣ",
                "ﻦﻴﻗﺎﻌﻤﻠﻟ ﺺﺼﺨﻣ ﻒﻗﻮﻣ",
                "ﻂﻘﻓ ءﺎﺒﻁﻸﻟ"
            ],
            "correctAnswer": "ﻂﻘﻓ ءﺎﺒﻁﻸﻟ"
        },
        {
            "id": 205,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻦﻴﻗﻮﻌﻤﻠﻟ ﺺﺼﺨﻣ ﻒﻗﻮﻣ",
                "ﺔﻈﺤﻟ ﻒﻗﻮﻣ",
                "ﻦﻴﻗﺎﻌﻤﻟﺍ ﻑﻮﻗﻭ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﻦﻴﻗﺎﻌﻤﻟﺍ ﻑﻮﻗﻭ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 206,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻒﻗﻮﻣ",
                "ﺔﻈﺤﻟ ﻒﻗﻮﻣ",
                "ﻑﻮﻗﻮﻟﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﻑﻮﻗﻮﻟﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 207,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻦﻴﺗﺭﺎﻴﺳ ﻦﻣ ﺮﺜﻛﺃ ﻲﺴﻛﺎﺘﻠﻟ ﻉﻮﻨﻤﻣ - ﻡﻮﻤﻌﻠﻟ ﻒﻗﻮﻣ",
                "ﻲﺴﻛﺎﺘﻟﺍ ﺕﺍﺭﺎﻴﺳ ﻑﻮﻗﻭ ﻉﻮﻨﻤﻣ",
                "ﻲﺴﻛﺎﺗ ﻒﻗﻮﻣ"
            ],
            "correctAnswer": "ﻲﺴﻛﺎﺗ ﻒﻗﻮﻣ"
        },
        {
            "id": 208,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺔﻳﺭﻮﻓ ﺔﻟﺍﺯﺇ",
                "ﺔﻁﺮﺷ",
                "ﺕﺎﻣﻼﻌﺘﺳﺇ"
            ],
            "correctAnswer": "ﺕﺎﻣﻼﻌﺘﺳﺇ"
        },
        {
            "id": 209,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺖﻧﺮﺘﻧﺍ ﺰﻛﺮﻣ",
                "ﺩﻮﻗﻭ ﺔﻄﺤﻣ",
                "ﺕﺎﻣﻼﻌﺘﺳﺇ"
            ],
            "correctAnswer": "ﺕﺎﻣﻼﻌﺘﺳﺇ"
        },
        {
            "id": 210,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺔﻁﺮﺸﻠﻟ ﺺﺼﺨﻣ ﻒﻗﻮﻣ",
                "ءﺎﻔﻁﺇ",
                "ﺔﻳﺪﻠﺒﻟﺍ ﺔﻁﺮﺷ"
            ],
            "correctAnswer": "ﺔﻳﺪﻠﺒﻟﺍ ﺔﻁﺮﺷ"
        },
        {
            "id": 211,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺔﻴﺴﻴﺋﺮﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻂﺧ",
                "ﺮﻄﺧ ﻊﻁﺎﻘﺗ",
                "ﺭﺎﺴﻴﻟﺍ ﻰﻟﺇ ﺮﺷﺎﺒﻣ ﺮﻴﻏ ﻑﺎﻄﻌﻧﺇ"
            ],
            "correctAnswer": "ﺭﺎﺴﻴﻟﺍ ﻰﻟﺇ ﺮﺷﺎﺒﻣ ﺮﻴﻏ ﻑﺎﻄﻌﻧﺇ"
        },
        {
            "id": 213,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺢﻴﻠﺼﺘﻠﻟ ﺰﻛﺮﻣ",
                "ﻢﻌﻄﻣ",
                "ﻕﺪﻨﻓ"
            ],
            "correctAnswer": "ﻕﺪﻨﻓ"
        },
        {
            "id": 214,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺕﺎﻣﻼﻌﺘﺳﺇ",
                "ﻢﻌﻄﻣ",
                "ﺕﺎﺒﻁﺮﻣ"
            ],
            "correctAnswer": "ﺕﺎﺒﻁﺮﻣ"
        },
        {
            "id": 215,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻒﺗﺎﻫ",
                "ﻢﻌﻄﻣ",
                "ﺩﻮﻗﻭ ﺔﻄﺤﻣ"
            ],
            "correctAnswer": "ﺩﻮﻗﻭ ﺔﻄﺤﻣ"
        },
        {
            "id": 216,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺩﻮﻗﻭ ﺔﻄﺤﻣ",
                "ﺢﻴﻠﺼﺘﻠﻟ ﺰﻛﺮﻣ",
                "ﻢﻌﻄﻣ"
            ],
            "correctAnswer": "ﻢﻌﻄﻣ"
        },
        {
            "id": 217,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺕﺎﺻﺎﺒﻠﻟ ﺺﺼﺨﻣ ﺮﻴﺳ ﻂﺧ",
                "ﺕﺎﺻﺎﺒﻟﺍ ﻑﻮﻗﻭ ﻉﻮﻨﻤﻣ",
                "ﺹﺎﺑ ﻒﻗﻮﻣ"
            ],
            "correctAnswer": "ﺹﺎﺑ ﻒﻗﻮﻣ"
        },
        {
            "id": 218,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺓﺪﻋﺎﺴﻣﻭ ءﺍﺪﻧﻭ ﻒﻗﻮﺗ ﻊﻗﻮﻣ",
                "ﻢﻴﺨﻟﺍﻭﺕﺍﺭﻮﻄﻘﻤﻠﻟ ﻊﻗﻮﻣ",
                "ﻑﻮﻗﻮﻟﺍ ﻉﻮﻨﻤﻣ"
            ],
            "correctAnswer": "ﻑﻮﻗﻮﻟﺍ ﻉﻮﻨﻤﻣ"
        },
        {
            "id": 219,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻑﺎﻄﻌﻧﺇ",
                "ﺔﻋﺮﺴﻟﺍ ﻒﻔﺧ",
                "ﺭﺎﺴﻴﻟﺍ ﻰﻟﺇ ﺮﺷﺎﺒﻣ ﺮﻴﻏ ﻑﺎﻄﻌﻧﺇ"
            ],
            "correctAnswer": "ﺭﺎﺴﻴﻟﺍ ﻰﻟﺇ ﺮﺷﺎﺒﻣ ﺮﻴﻏ ﻑﺎﻄﻌﻧﺇ"
        },
        {
            "id": 220,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻑﺎﻄﻌﻧﺇ",
                "ﺔﻋﺮﺴﻟﺍ ﻒﻔﺧ",
                "ﺭﺎﺴﻴﻟﺍ ﻰﻟﺇ ﺮﺷﺎﺒﻣ ﺮﻴﻏ ﻑﺎﻄﻌﻧﺇ"
            ],
            "correctAnswer": "ﺭﺎﺴﻴﻟﺍ ﻰﻟﺇ ﺮﺷﺎﺒﻣ ﺮﻴﻏ ﻑﺎﻄﻌﻧﺇ"
        },
        {
            "id": 221,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻦﻴﻤﻳ ﻒﻄﻌﻨﻣ ﻪﺒﺘﻧﺇ",
                "ﺕﺎﺒﻄﻣ ﻪﺒﺘﻧﺇ",
                "ﺕﺎﺿﺎﻔﺨﻧﺍ ﻪﺒﺘﻧﺇ"
            ],
            "correctAnswer": "ﺕﺎﺿﺎﻔﺨﻧﺍ ﻪﺒﺘﻧﺇ"
        },
        {
            "id": 222,
            "category": "Safety",
            "question": "ﻦﻳﺩﺪﺤﻣ ﻦﻴﻜﻠﺴﻣ ﻰﻟﺇ ًﺎﻣﻮﺴﻘﻣ ﻖﻳﺮﻄﻟﺍ ﻥﺎﻛ ﺍﺫﺇ ﻰﻠﻋ ﺐﺠﻳ ،ﻞﺻﺍﻮﻔﺑ ﻭﺃ ﺔﻠﺻﺍﻮﺘﻣ ﻁﻮﻄﺨﺑ :ﻖﺋﺎﺴﻟﺍ",
            "answers": [
                "ﺲﻛﺎﻌﻤﻟﺍ ﻩﺎﺠﺗﻹﺍ ﻲﻓ ﺮﻴﺴﻟﺍ",
                "ﺎﻬﻴﻠﻋ ﺮﻴﺴﻟﺍﻭ ﻞﺻﺍﻮﻔﻟﺍﻭ ﻁﻮﻄﺨﻟﺍ ﻩﺬﻫ ﺯﺎﻴﺘﺟﺇ",
                "ﻞﺻﺍﻮﻔﻟﺍ ﻭﺃ ﻁﻮﻄﺨﻟﺍ ﻩﺬﻫ ﺯﺎﻴﺘﺟﺇ ﻡﺪﻋ"
            ],
            "correctAnswer": "ﻞﺻﺍﻮﻔﻟﺍ ﻭﺃ ﻁﻮﻄﺨﻟﺍ ﻩﺬﻫ ﺯﺎﻴﺘﺟﺇ ﻡﺪﻋ"
        },
        {
            "id": 224,
            "category": "Safety",
            "question": "ﻂﺨﻟ ﺫﺎﺤﻣ ﻊﻄّ ﻘﺘﻣ ﻂﺨﺑ ﺩّﺪﺤﻣ ﻚﻠﺴﻤﻟﺍ ﻥﺎﻛ ﺍﺫﺇ :ﺢّ ﺻ ﺔﺑﻮﺟﻷﺍ ﻩﺬﻫ ﻦﻣ ﻱﺃ ،ﻞﺻﺍﻮﺘﻣ",
            "answers": [
                "ﻰﻟﺇ ﻥﺎﻛ ﺍﺫﺇ ﻊﻄّ ﻘﺘﻤﻟﺍ ﻂﺨﻟﺍ ﺯﺎﻴﺘﺟﺇ ﻖﺋﺎﺴﻠﻟ ﺢﻤﺴﻳ ﺓﺮﺷﺎﺒﻣ ﻩﺭﺎﺴﻳ",
                "ﻥﺎﻛ ﺍﺫﺇ ﺎﻤﻴﻓ ﻞﺻﺍﻮﺘﻤﻟﺍ ﻂﺨﻟﺍ ﺯﺎﻴﺘﺟﺇ ﻖﺋﺎﺴﻠﻟ ﺢﻤﺴﻳ ﻻ ﺓﺮﺷﺎﺒﻣ ﻩﺭﺎﺴﻳ ﻰﻟﺇ",
                "ﺍﺫﺇ ﺎﻤﻴﻓ ﻞﺻﺍﻮﺘﻤﻟﺍ ﻂﺨﻟﺍ ﺯﺎﻴﺘﺟﺍ :ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺮﻈﱠ ﺤَ ُﻳ ﺓﺮﺷﺎﺒﻣ ﻩﺭﺎﺴﻳ ﻰﻟﺇ ﻥﺎﻛ"
            ],
            "correctAnswer": "ﺍﺫﺇ ﺎﻤﻴﻓ ﻞﺻﺍﻮﺘﻤﻟﺍ ﻂﺨﻟﺍ ﺯﺎﻴﺘﺟﺍ :ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺮﻈﱠ ﺤَ ُﻳ ﺓﺮﺷﺎﺒﻣ ﻩﺭﺎﺴﻳ ﻰﻟﺇ ﻥﺎﻛ"
        },
        {
            "id": 225,
            "category": "Law",
            "question": ":ﺎﻫﺩﻮﺟﻭ ﺪﻨﻋ ،ﺔﻔﺻﺭﻷﺍ ﺺﺼﱠ ﺨُﺗ",
            "answers": [
                "ﻚﻟﺬﺑ ﺡﺎﻤﺴﻟﺍ ﻝﺎﺣ ﻲﻓ ﺓﺭﺎﻴﺴﻟﺍ ﻑﺎﻘﻳﻹ",
                "ﻦﻳﺪﻌﻘﻤﻟﺍﻭ ﻰﺿﺮﻤﻟﺍﻭ ﺩﻻﻭﻷﺍ ﺕﺎﺑﺮﻋﻭ ﺓﺎﺸﻤﻠﻟ ﻱﺪﻳﻷﺎﺑ ﻦﻴﻋﻮﻓﺪﻤﻟﺍ",
                "ﻦﻴﻌﻔﺘﻨﻤﻟﺍ ﺮﻴﺳ ﻖﻴﻌﻳ ءﻲﺷ ﻱﺃ ﻊﺿﻮﻟ"
            ],
            "correctAnswer": "ﻦﻴﻌﻔﺘﻨﻤﻟﺍ ﺮﻴﺳ ﻖﻴﻌﻳ ءﻲﺷ ﻱﺃ ﻊﺿﻮﻟ"
        },
        {
            "id": 226,
            "category": "Safety",
            "question": "ﻲﻓ ﻡﺎﻫ ﺮﻴﻴﻐﺗ ﻝﺎﺧﺩﻹ ﺐﻫﺄﺘﻳ ﻱﺬﻟﺍ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ :ﺎﻬﻫﺎﺠﺗﺇ ﻭﺃ ﻪﺘﺒﻛﺮﻣ ﺔﻋﺮﺳ",
            "answers": [
                "ﻰﻟﺇ ﺖﻧﺎﻛ ﺍﺫﺇ ﺎﻤﻴﻓ ﺔﻠﺻﺍﻮﺘﻤﻟﺍ ﻁﻮﻄﺨﻟﺍ ﺯﻭﺎﺠﺘﻳ ﻥﺃ ﺓﺮﺷﺎﺒﻣ ﻩﺭﺎﺴﻳ",
                "ﺭﺍﺬﻧﺇ ﻖﺑﺎﺳ ﻱﺃ ﻥﻭﺩ ﺔﻌﻄّ ﻘﺘﻤﻟﺍ ﻁﻮﻄﺨﻟﺍ ﺯﻭﺎﺠﺘﻳ ﻥﺃ",
                "ﺮﻄﺧ ﻥﻭﺪﺑ ﻚﻟﺫ ءﺍﺮﺟﺇ ﺔﻴﻧﺎﻜﻣﺇ ﻦﻣ ًﺎﻘﺒﺴﻣ ﺪﻛﺄﺘﻳ ﻥﺃ ﻚﻟﺫ ﻰﻟﺇ ﻩﺮﻴﻏ ﻪﺒﻨﻳ ﻥﺃﻭ"
            ],
            "correctAnswer": "ﺮﻄﺧ ﻥﻭﺪﺑ ﻚﻟﺫ ءﺍﺮﺟﺇ ﺔﻴﻧﺎﻜﻣﺇ ﻦﻣ ًﺎﻘﺒﺴﻣ ﺪﻛﺄﺘﻳ ﻥﺃ ﻚﻟﺫ ﻰﻟﺇ ﻩﺮﻴﻏ ﻪﺒﻨﻳ ﻥﺃﻭ"
        },
        {
            "id": 227,
            "category": "Safety",
            "question": "ﺓﺄﺠﻓ ﺮﻴﺴﻟﺍ ﻲﻓ ﺢﺑﺎﻜﻤﻟﺍ ﻞﻤﻌﺘﺴﻳ ﻻ ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ :ّﻻﺇ",
            "answers": [
                "ﺎﻬﺘﺑﺮﺠﺗ ﻲﻋﺍﺪﺑ",
                "ﻒﻗﻮﺘﻟﺍ ﻲﻋﺍﺪﺑ",
                "ﺮﻄﺨﻟﺍ ﻲﻋﺍﺪﺑ"
            ],
            "correctAnswer": "ﺮﻄﺨﻟﺍ ﻲﻋﺍﺪﺑ"
        },
        {
            "id": 228,
            "category": "Safety",
            "question": ":ﺐﻧﺎﺟ ﻡﺰﺘﻠﻳ ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ",
            "answers": [
                "ﻦﻣ ﺮﺧﺁ ﻖﺋﺎﺳ ﻪﻴﻠﻋ ﻞﺒﻘﻳ ﺎﻣﺪﻨﻋ ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﻦﻴﻤﻴﻟﺍ ﺔﺴﻛﺎﻌﻤﻟﺍ ﺔﻬﺠﻟﺍ",
                "ﻩﺯﻭﺎﺠﺗ ﺮﺧﺁ ﻖﺋﺎﺳ ﺪﻳﺮﻳ ﺎﻣﺪﻨﻋ ﺭﺎﺴﻴﻟﺍ",
                "ﻦﻣ ﺮﺧﺁ ﻖﺋﺎﺳ ﻪﻴﻠﻋ ﻞﺒﻘﻳ ﺎﻣﺪﻨﻋ ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﺭﺎﺴﻴﻟﺍ ﺔﺴﻛﺎﻌﻤﻟﺍ ﺔﻬﺠﻟﺍ"
            ],
            "correctAnswer": "ﻦﻣ ﺮﺧﺁ ﻖﺋﺎﺳ ﻪﻴﻠﻋ ﻞﺒﻘﻳ ﺎﻣﺪﻨﻋ ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﺭﺎﺴﻴﻟﺍ ﺔﺴﻛﺎﻌﻤﻟﺍ ﺔﻬﺠﻟﺍ"
        },
        {
            "id": 229,
            "category": "Safety",
            "question": ":ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺮﻈﱠ ﺤَ ُﻳ",
            "answers": [
                "ﻥﻮﻜﺗ ﺎﻣﺪﻨﻋ ﺮﺴﻳﻷﺍ ﺐﻧﺎﺠﻟﺍ ﻦﻣ ﺮﺧﺁ ﻖﺋﺎﺳ ﺯﻭﺎﺠﺗ ﺔﻴﻓﺎﻛ ﺔﻳﺅﺮﻟﺍ",
                "ﻦﻣ ﻪﻴﻠﻋ ﻞﺒﻘُﻳ ﺎﻣﺪﻨﻋ ،ﻦﻤﻳﻷﺍﺐﻧﺎﺠﻟﺍ ﻰﻠﻋ ﺮﻴﺴﻟﺍ ﺮﺧﺁ ﻖﺋﺎﺳ ﺔﻠﺑﺎﻘﻤﻟﺍ ﺔﻬﺠﻟﺍ",
                "ﻰﻠﻋ ﺐﻛﺍﻮﻤﻟﺍﻭ ﻦﻣﻷﺍ ﻯﻮﻗﻭ ﺔﻳﺮﻜﺴﻌﻟﺍ ﻕﺮﻔﻟﺍ ﺯﻭﺎﺠﺗ ﺮﻴﺴﻟﺍ ﺔﻟﺎﺣ ﻲﻓ ﻲﻫﻭ ﺎﻬﻋﺍﻮﻧﺃ ﻑﻼﺘﺧﺇ"
            ],
            "correctAnswer": "ﻰﻠﻋ ﺐﻛﺍﻮﻤﻟﺍﻭ ﻦﻣﻷﺍ ﻯﻮﻗﻭ ﺔﻳﺮﻜﺴﻌﻟﺍ ﻕﺮﻔﻟﺍ ﺯﻭﺎﺠﺗ ﺮﻴﺴﻟﺍ ﺔﻟﺎﺣ ﻲﻓ ﻲﻫﻭ ﺎﻬﻋﺍﻮﻧﺃ ﻑﻼﺘﺧﺇ"
        },
        {
            "id": 230,
            "category": "Safety",
            "question": ":ﺕﺎﺒﻛﺮﻤﻟﺍ ﻲﻘﺋﺎﺳ ﻰﻠﻋ ﺮﻈﱠ ﺤَ ُﻳ",
            "answers": [
                "ﺩّﺪﺤﻤﻟﺍ ﻩﺎﺠﺗﻹﺎﺑ ﺍﻭﺮﻴﺴﻳ ﻥﺃ",
                "ﺮﺴﻳﻷﺍ ﺐﻧﺎﺠﻟﺍ ﻰﻠﻋ ﺮﻴﺴﻟﺎﺑ ﺍﻮﻠﻬﻤﺘﻳ ﻥﺃ",
                "ﺪﺼﻘﺑ ﻥﺍﺭﻭﺪﻟﺍ ﻦﻋ ﻢﻬﺗﺎﺒﻛﺮﻣﺕﺎﻛﺮﺤﻣ ﺍﻮﻔﻗﻮﻳ ﻥﺃ ﺎﻬﻋﺎﻓﺪﻧﺇ ﺓﻮﻘﺑ ﺕﺍﺭﺪﺤﻨﻤﻟﺍ ﻲﻓ ﺎﻫﺮﻴﻴﺴﺗ"
            ],
            "correctAnswer": "ﺪﺼﻘﺑ ﻥﺍﺭﻭﺪﻟﺍ ﻦﻋ ﻢﻬﺗﺎﺒﻛﺮﻣﺕﺎﻛﺮﺤﻣ ﺍﻮﻔﻗﻮﻳ ﻥﺃ ﺎﻬﻋﺎﻓﺪﻧﺇ ﺓﻮﻘﺑ ﺕﺍﺭﺪﺤﻨﻤﻟﺍ ﻲﻓ ﺎﻫﺮﻴﻴﺴﺗ"
        },
        {
            "id": 231,
            "category": "Safety",
            "question": ":ﺔﺒﻛﺮﻤﻟﺍ ﻖﺋﺎﺳ ﻰﻠﻋ ﺮﻈﱠ ﺤَ ُﻳ",
            "answers": [
                "ﺮﻄﺧ ﻥﻭﺩ ﺯﻭﺎﺠﺘﻟﺍ ﺓﺭﻭﺎﻨﻣ ءﺍﺮﺟﺇ ﻦﻣ ﺪﻛﺄﺘﻳ ﻥﺃ",
                "ﺩّﺪﺤﻤﻟﺍ ﻩﺎﺠﺗﻹﺎﺑ ﺮﻴﺴﻳ ﻥﺃ",
                "ﻲﻓ (Demi Tour)ﻩﺎﺠﺗﻹﺍ ﺲﻜﻋ ﺓﺭﻭﺎﻨﻣ ﻱﺮﺠﻳ ﺔﻟﻮﻫﺄﻤﻟﺍ ﻖﻁﺎﻨﻤﻟﺍ ﻦﻤﺿ ﻡﺎﻌﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻂﺳﻭ"
            ],
            "correctAnswer": "ﻲﻓ (Demi Tour)ﻩﺎﺠﺗﻹﺍ ﺲﻜﻋ ﺓﺭﻭﺎﻨﻣ ﻱﺮﺠﻳ ﺔﻟﻮﻫﺄﻤﻟﺍ ﻖﻁﺎﻨﻤﻟﺍ ﻦﻤﺿ ﻡﺎﻌﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻂﺳﻭ"
        },
        {
            "id": 233,
            "category": "Safety",
            "question": ":ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺮﻈﱠ ﺤَ ُﻳ",
            "answers": [
                "ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﻦﻤﻳﻷﺍ ﺐﻧﺎﺠﻟﺍ ﻰﻠﻋ ﺮﻴﺴﻟﺍ",
                "ﺮﻄﺧ ﻥﻭﺩ ﺯﻭﺎﺠﺘﻟﺍ ﺓﺭﻭﺎﻨﻣ ءﺍﺮﺟﺇ ﻦﻣ ﺪﻛﺄﺘﻳ ﻥﺃ",
                "ﻡﺎﻌﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻰﻠﻋ ﺕﺎﺒﻛﺮﻤﻟﺍ ﻞﺴﻏ"
            ],
            "correctAnswer": "ﻡﺎﻌﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻰﻠﻋ ﺕﺎﺒﻛﺮﻤﻟﺍ ﻞﺴﻏ"
        },
        {
            "id": 234,
            "category": "Safety",
            "question": ":ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ",
            "answers": [
                "ﺎﻬﺘﻟﺎﺣﻭ ﻕﺮﻄﻟﺍ ﺔﻴﻌﺿﻭ ﺭﺎﺒﺘﻋﻹﺍ ﻦﻴﻌﺑ ﺬﺧﺄﻳ ﻻ ﻥﺃ ﺮﻴﺴﻟﺍ ﺔﻓﺎﺜﻛﻭ",
                "ﻑﻭﺮﻈﻟﺍ ﺖﺒﺟﻭﺃ ﺎﻤﻠﻛ ﻒﻗﻮﺘﻳ ﻥﺃ ﻭﺃ ﺔﻋﺮﺴﻟﺍ ﻒﻔﺨﻳ ﺔﺌﻴﺳ ﺔﻳﺅﺮﻟﺍ ﻥﻮﻜﺗ ﺎﻣﺪﻨﻋ ﺔﺻﺎﺧﻭ",
                "ﺔﺌﻴﺳ ﺔﻳﺅﺮﻟﺍ ﻥﻮﻜﺗ ﺎﻣﺪﻨﻋ ﺔﻋﺮﺴﻟﺍ ﺪﻳﺰﻳ"
            ],
            "correctAnswer": "ﺔﺌﻴﺳ ﺔﻳﺅﺮﻟﺍ ﻥﻮﻜﺗ ﺎﻣﺪﻨﻋ ﺔﻋﺮﺴﻟﺍ ﺪﻳﺰﻳ"
        },
        {
            "id": 235,
            "category": "Safety",
            "question": ":ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ",
            "answers": [
                "ﺭﺎﺴﻴﻟﺍ ﻰﻠﻋ ﺯﻭﺎﺠﺘﻟﺍ",
                "ﺭﺎﺴﻴﻟﺍ ﻰﻠﻋ ﻲﻗﻼﺘﻟﺍ",
                "ﺕﺍﺫ ﻖﻳﺮﻄﻟﺍ ﻥﻮﻜﺗ ﺎﻣﺪﻨﻋ ﻦﻴﻤﻴﻟﺍ ﻰﻠﻋ ﺯﻭﺎﺠﺘﻟﺍ ﺪﺣﺍﻭ ﺏﺮﺴﻣ"
            ],
            "correctAnswer": "ﺕﺍﺫ ﻖﻳﺮﻄﻟﺍ ﻥﻮﻜﺗ ﺎﻣﺪﻨﻋ ﻦﻴﻤﻴﻟﺍ ﻰﻠﻋ ﺯﻭﺎﺠﺘﻟﺍ ﺪﺣﺍﻭ ﺏﺮﺴﻣ"
        },
        {
            "id": 236,
            "category": "Safety",
            "question": ":ﻲﻗﻼﺘﻟﺍ ﻝﺎﺣ ﻲﻓ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ",
            "answers": [
                "ﻚﻠﺴﻣ ﻖﻳﺮﻄﻟﺍ ﺖﻧﺎﻛ ﻝﺎﺣ ﻲﻓ ﻂﺳﻮﻟﺍ ﻂﺧ ﻡﺰﺘﻠﻳ ﻥﺃ ﺪﺣﺍﻭ",
                "ﺢﻤﺴﻳ ﺎﻣ ﺭﺪﻘﺑ ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﺭﺎﺴﻴﻟﺍ ﺔﻬﺠﻟﺍ ﻡﺰﺘﻠﻳ ﻥﺃ ﺎﻬﻴﻠﻋ ﻦﻳﺮﺧﺁ ﻦﻴﻜﻟﺎﺳ ﺩﻮﺟﻭ",
                "ﺢﻤﺴﻳ ﺎﻣ ﺭﺪﻘﺑ ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﻦﻴﻤﻴﻟﺍ ﺔﻬﺠﻟﺍ ﻡﺰﺘﻠﻳ ﻥﺃ ﺎﻬﻴﻠﻋ ﻦﻳﺮﺧﺁ ﻦﻴﻜﻟﺎﺳ ﺩﻮﺟﻭ"
            ],
            "correctAnswer": "ﺢﻤﺴﻳ ﺎﻣ ﺭﺪﻘﺑ ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﻦﻴﻤﻴﻟﺍ ﺔﻬﺠﻟﺍ ﻡﺰﺘﻠﻳ ﻥﺃ ﺎﻬﻴﻠﻋ ﻦﻳﺮﺧﺁ ﻦﻴﻜﻟﺎﺳ ﺩﻮﺟﻭ"
        },
        {
            "id": 237,
            "category": "Safety",
            "question": ":ﺯﻭﺎﺠﺘﻟﺎﺑ ﻉﻭﺮﺸﻟﺍ ﻞﺒﻗ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ",
            "answers": [
                "ﻦﻤﺿ ﺎﻫﺫﺎﺨﺗﺇ ﻦﻜﻤﻤﻟﺍ ﺮﻴﺴﻟﺍ ﺮﻴﺑﺍﺪﺗ ﺓﺎﻋﺍﺮﻣ ﻡﺪﻋ ﺔﻟﻮﻫﺄﻤﻟﺍ ﻖﻁﺎﻨﻤﻟﺍ",
                "ﻪﻌﺒﺘﻳ ﻱﺬﻟﺍ ﻖﺋﺎﺴﻟﺍ ﺮﺷﺎﺑ ﻮﻟﻭ ﻰﺘﺣﺯﻭﺎﺠﺘﻟﺎﺑ ﻡﻮﻘﻳ ﻥﺃ ﺔﻠﺛﺎﻤﻣ ﺯﻭﺎﺠﺗ ﺓﺭﻭﺎﻨﻤﺑ",
                "ﺪﻌﺑ ﺮﺷﺎﺒﻳ ﻢﻟ ﻦﻴﻘﺋﺎﺴﻟﺍ ﻦﻣ ﻪﻌﺒﺘﻳ ﻦﻣ ﻥﺃ ﻦﻣ ﺪﻛﺄﺘﻳ ﻥﺃ ﺔﻠﺛﺎﻤﻣ ﺯﻭﺎﺠﺗ ﺓﺭﻭﺎﻨﻣ"
            ],
            "correctAnswer": "ﺪﻌﺑ ﺮﺷﺎﺒﻳ ﻢﻟ ﻦﻴﻘﺋﺎﺴﻟﺍ ﻦﻣ ﻪﻌﺒﺘﻳ ﻦﻣ ﻥﺃ ﻦﻣ ﺪﻛﺄﺘﻳ ﻥﺃ ﺔﻠﺛﺎﻤﻣ ﺯﻭﺎﺠﺗ ﺓﺭﻭﺎﻨﻣ"
        },
        {
            "id": 238,
            "category": "Safety",
            "question": ":ﺯﻭﺎﺠﺘﻟﺎﺑ ﻉﻭﺮﺸﻟﺍ ﻞﺒﻗ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ",
            "answers": [
                "ﻪﻌﺒﺘﻳ ﻱﺬﻟﺍ ﻖﺋﺎﺴﻟﺍ ﺮﺷﺎﺑ ﻮﻟﻭ ﺯﻭﺎﺠﺘﻟﺍ ﺔﻴﻠﻀﻓﺃ ﻪﻟ ﺔﻠﺛﺎﻤﻣ ﺔﻴﻠﻤﻋ",
                "ﻩﺯﻭﺎﺠﺗ ﺪﻳﺮﻳ ﻱﺬﻟﺍ ﻖﺋﺎﺴﻟﺍ ﻪﻴﺒﻨﺗ ﻡﺪﻋ",
                "ﻩﺯﻭﺎﺠﺗ ﺪﻳﺮﻳ ﻱﺬﻟﺍ ﻖﺋﺎﺴﻟﺍ ﻪﺒﻨﻳ ﻥﺃ"
            ],
            "correctAnswer": "ﻩﺯﻭﺎﺠﺗ ﺪﻳﺮﻳ ﻱﺬﻟﺍ ﻖﺋﺎﺴﻟﺍ ﻪﺒﻨﻳ ﻥﺃ"
        },
        {
            "id": 239,
            "category": "Safety",
            "question": ":ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺐﺠﻳ ،ﺯﻭﺎﺠﺘﻟﺍ ﺪﻨﻋ",
            "answers": [
                "ﺯﻭﺎﺠﺘﻟﺍ ﺪﻌﺑ ﺓﺮﺷﺎﺒﻣ ﻦﻴﻤﻴﻟﺍ ﻡﺰﺘﻠﻳ ﻻ",
                "ﻻ ﻥﺃ ﻰﻠﻋ ،ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﺮﺴﻳﻷﺍ ﻒﺼﻨﻟﺍ ﻞﻤﻌﺘﺴﻳ ﺲﻛﺎﻌﻤﻟﺍ ﻩﺎﺠﺗﻹﺍ ﻲﻓ ﻦﻳﺮﺋﺎﺴﻟﺍ ﻚﻟﺫ ﻖﻳﺎﻀﻳ",
                "ﻚﻟﺫ ﻥﺎﻛ ﻮﻟﻭ ،ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﺮﺴﻳﻷﺍ ﻒﺼﻨﻟﺍ ﻞﻤﻌﺘﺴﻳ ﺲﻛﺎﻌﻤﻟﺍ ﻩﺎﺠﺗﻹﺍ ﻲﻓ ﻦﻳﺮﺋﺎﺴﻟﺍ ﻖﻳﺎﻀﻳ"
            ],
            "correctAnswer": "ﻚﻟﺫ ﻥﺎﻛ ﻮﻟﻭ ،ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﺮﺴﻳﻷﺍ ﻒﺼﻨﻟﺍ ﻞﻤﻌﺘﺴﻳ ﺲﻛﺎﻌﻤﻟﺍ ﻩﺎﺠﺗﻹﺍ ﻲﻓ ﻦﻳﺮﺋﺎﺴﻟﺍ ﻖﻳﺎﻀﻳ"
        },
        {
            "id": 240,
            "category": "Safety",
            "question": ":ﺓﺪﻋﺎﻘﻠﻟ ًﺎﻓﻼﺧ ﻦﻴﻤﻴﻟﺍ ﻰﻠﻋ ﺯﻭﺎﺠﺘﻟﺎﺑ ﺢﻤﺴﻳ",
            "answers": [
                "ﻦﻴﻤﻴﻟﺍ ﻰﻟﺇ ﻪﺟﻮﺘﻟﺍ ﻱﻮﻨﻳ ﻪﻧﺄﺑ ﻖﺋﺎﺴﻟﺍ ﺭﺎﺷﺃ ﻝﺎﺣ ﻲﻓ",
                "ﻦﻴﻤﻴﻟﺍ ﻰﻠﻋ ﺯﻭﺎﺠﺘﻟﺎﺑ ﺢﻤﺴﻳ ﻻ",
                "ﻦﻣ ﺮﺜﻛﺃ ﻱﻮﺘﺤﺗ ﻲﺘﻟﺍ ﺕﺎﻗﺮﻄﻟﺍﻭ ﻚﻟﺎﺴﻤﻟﺍ ﻲﻓ ﻦﻣ ﻪﻟﺎﻘﺘﻧﺇ ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﺪﻛﺄﺘﻳ ﻥﺃ ﻁﺮﺷ ،ﻦﻴﺑﺮﺴﻣ ﻦﻳﺮﺧﻶﻟ ًﺎﺟﺎﻋﺯﺇ ﻭﺃ ًﺍﺮﻄﺧ ﺐﺒﺴﻳ ﻻ ﺮﺧﺁ ﻰﻟﺇ ﺏﺮﺴﻣ"
            ],
            "correctAnswer": "ﻦﻣ ﺮﺜﻛﺃ ﻱﻮﺘﺤﺗ ﻲﺘﻟﺍ ﺕﺎﻗﺮﻄﻟﺍﻭ ﻚﻟﺎﺴﻤﻟﺍ ﻲﻓ ﻦﻣ ﻪﻟﺎﻘﺘﻧﺇ ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﺪﻛﺄﺘﻳ ﻥﺃ ﻁﺮﺷ ،ﻦﻴﺑﺮﺴﻣ ﻦﻳﺮﺧﻶﻟ ًﺎﺟﺎﻋﺯﺇ ﻭﺃ ًﺍﺮﻄﺧ ﺐﺒﺴﻳ ﻻ ﺮﺧﺁ ﻰﻟﺇ ﺏﺮﺴﻣ"
        },
        {
            "id": 242,
            "category": "Safety",
            "question": ":ﺯﻭﺎﺠﺘﻟﺍ ﺮﻈﱠ ﺤَ ُﻳ",
            "answers": [
                "ﺏﺮﺴﻣ ﻦﻣ ﺮﺜﻛﺃ ﻱﻮﺘﺤﺗ ﻻ ﻲﺘﻟﺍ ﺕﺎﻗﺮﻄﻟﺍ ﻰﻠﻋ ﺪﺣﺍﻭ",
                "ﺕﻻﺎﺤﻟﺍ ﻊﻴﻤﺟﻲﻓ ﻦﻴﻤﻴﻟﺍ ﺔﻬﺟ ﻦﻋ",
                "ﻕﺎﻔﻧﻷﺍﻲﻓﻭ ﺭﻮﺴﺠﻟﺍ ﻰﻠﻋ"
            ],
            "correctAnswer": "ﻕﺎﻔﻧﻷﺍﻲﻓﻭ ﺭﻮﺴﺠﻟﺍ ﻰﻠﻋ"
        },
        {
            "id": 243,
            "category": "Safety",
            "question": ":ﺯﻭﺎﺠﺘﻟﺍ ﺮﻈﱠ ﺤَ ُﻳ",
            "answers": [
                "ﺔﻠﻗﺮﻋ ﺐﺒﺴﺑ ﺕﺍﺭﺎﻴﺴﻟﺍ ﻦﻣﻞﺗﺭ ﻒﻗﻮﺗ ﻝﺎﺣ ﻲﻓ ﺎﻬﻔﻗﻮﺘﺑ ﺓﺭﺎﺷﺇ ﺩﻮﺟﻭ ﺐﺒﺴﺑ ﻭﺃ ﺮﻴﺴﻟﺍ",
                "ًﺍﺮّ ﺣ ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﺮﺴﻳﻻﺍ ﻒﺼﻨﻟﺍ ءﺎﻘﺑ ﻝﺎﺣ ﻲﻓ",
                "ﻦﻴﻤﻴﻟﺍ ﻚﻠﺴﻤﻟﺍ ﻰﻠﻋ ﺮﻴﺴﻳ ﻩﺯﻭﺎﺠﺗ ﺩﻮﺼﻘﻤﻟﺍ ﻥﺎﻛ ﺍﺫﺇ ﻖﻳﺮﻄﻠﻟ"
            ],
            "correctAnswer": "ﻦﻴﻤﻴﻟﺍ ﻚﻠﺴﻤﻟﺍ ﻰﻠﻋ ﺮﻴﺴﻳ ﻩﺯﻭﺎﺠﺗ ﺩﻮﺼﻘﻤﻟﺍ ﻥﺎﻛ ﺍﺫﺇ ﻖﻳﺮﻄﻠﻟ"
        },
        {
            "id": 244,
            "category": "Safety",
            "question": ":ﺯﻭﺎﺠﺘﻟﺍ ﺮﻈﱠ ﺤَ ُﻳ",
            "answers": [
                "ﻰﻟﺇ ﺔﻳﺅﺮﻟﺍ ﺖﻧﺎﻛ ﺍﺫﺇ ﺔﻌﻔﺗﺮﻤﻟﺍ ﺕﺎﻗﺮﻄﻟﺍ ﺱﻭﺅﺭ ﺪﻨﻋ ﻦﻣ ﺮﺴﻳﻷﺍ ﻒﺼﻨﻟﺍ ءﺎﻘﺑ ﻁﺮﺸﺑ ّﻻﺇ ﺔﻴﻓﺎﻛ ﺮﻴﻏ ﻡﺎﻣﻷﺍ ًﺍﺮّ ﺣ ﻖﻳﺮﻄﻟﺍ",
                "ﻝﺎﺠﻤﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻞﻜﺷ ﺎﻬﻴﻓ ﺢﻤﺴﻳ ﻲﺘﻟﺍ ﺕﻻﺎﺤﻟﺍ ﻲﻓ ﺔﻣﺎﺗ ﺔﻣﻼﺳﻭ ﺔﻟﻮﻬﺴﺑ ﺯﻭﺎﺠﺘﻟﺎﺑ ﻪﺿﺮﻋ ﻲﻓ ﺮّ ﺤﻟﺍ",
                "ﻁﻮﻄﺨﺑ ﺓﺩﺪﺤﻣ ﻚﻟﺎﺴﻣ ﺓﺪﻋ ﻰﻟﺇ ﻢﺴﻘﻣ ﻖﻳﺮﻄﻟﺍ ﻥﺎﻛ ﺍﺫﺇ ﺔﻌﻄّ ﻘﺘﻣ"
            ],
            "correctAnswer": "ﻁﻮﻄﺨﺑ ﺓﺩﺪﺤﻣ ﻚﻟﺎﺴﻣ ﺓﺪﻋ ﻰﻟﺇ ﻢﺴﻘﻣ ﻖﻳﺮﻄﻟﺍ ﻥﺎﻛ ﺍﺫﺇ ﺔﻌﻄّ ﻘﺘﻣ"
        },
        {
            "id": 245,
            "category": "Safety",
            "question": "ﻭﺃ ﻦﻣﻷﺍ ﻯﻮﻗ ﺕﺍﺭﺎﻴﺳ ﻦﻣ ﺓﺭﺎﻴﺳ ﺖﻬّﺒﻧ ﺍﺫﺇ ﻰﻟﺇ ﻑﺎﻌﺳﻹﺍ ﻭﺃ ﻲﻧﺪﻤﻟﺍ ﻉﺎﻓﺪﻟﺍ ﻭﺃ ﺔﻴﺋﺎﻔﻁﻹﺃ ﻲﻜﻟﺎﺳ ﻰﻠﻋ ﺐﺟﻭ ﺕﺍﺭﺎﺷﻹﺍ ﺔﻄﺳﺍﻮﺑ ﺎﻬﺑﺍﺮﺘﻗﺇ :ﻥﺃ ﻦﻳﺮﺧﻵﺍ ﻖﻳﺮﻄﻟﺍ",
            "answers": [
                "ﻩﺬﻫ ﺭﻭﺮﻣ ﻞﻴﻬﺴﺘﻟ ﺍﻭﺪﺟﻭ ﺎﻤﺜﻴﺣ ًﺍﺭﻮﻓ ﻒﻗﻮﺘﻟﺍ ﺕﺍﺭﺎﻴﺴﻟﺍ",
                "ﻭﺃ ﺍﻮﻔﻗﻮﺘﻳ ﻥﺃ ﺮﻣﻷﺍ ﻡﺰﻟ ﺍﺫﺇﻭﻢﻬﺘﻋﺮﺳ ﺍﻮﻀﻔﺨﻳ ﺕﺍﺭﺎﻴﺴﻟﺍ ﻩﺬﻫ ﺭﻭﺮﻣ ﻞﻴﻬﺴﺘﻟ ًﺎﺒﻧﺎﺟ ﺍﻮﺤﻨﺘﻳ",
                "ﺕﺍﺭﺎﻴﺴﻟﺍ ﻩﺬﻫ ﺭﻭﺮﻣ ﻞﻴﻬﺴﺘﻟ ﻢﻬﺘﻋﺮﺳ ﺓﺩﺎﻳﺯ"
            ],
            "correctAnswer": "ﺕﺍﺭﺎﻴﺴﻟﺍ ﻩﺬﻫ ﺭﻭﺮﻣ ﻞﻴﻬﺴﺘﻟ ﻢﻬﺘﻋﺮﺳ ﺓﺩﺎﻳﺯ"
        },
        {
            "id": 246,
            "category": "Safety",
            "question": ":ﺯﻭﺎﺠﺘﻟﺍ ﺮﻈﱠ ﺤَ ُﻳ",
            "answers": [
                "ﺓﺩﺪﺤﻣ ﻚﻟﺎﺴﻣ ﺓﺪﻋ ﻰﻟﺇ ﻢﺴﻘﻣ ﻖﻳﺮﻄﻟﺍ ﻥﺎﻛ ﺍﺫﺇ ﺔﻌﻄّ ﻘﺘﻣ ﻁﻮﻄﺨﺑ",
                "ﺪﻳﺪﺸﻟﺍ ﺭﺍﺪﺤﻧﻹﺍ ﻭﺃ ﺔﻘﻴﻀﻟﺍ ﺔﻴﻠﺒﺠﻟﺍ ﺕﺎﻗﺮﻄﻟﺍ ﻲﻓ",
                "ﺔﻌﺳﺍﻮﻟﺍ ﺕﺎﻗﺮﻄﻟﺍ ﻲﻓ"
            ],
            "correctAnswer": "ﺔﻌﺳﺍﻮﻟﺍ ﺕﺎﻗﺮﻄﻟﺍ ﻲﻓ"
        },
        {
            "id": 247,
            "category": "Safety",
            "question": ":ﻕﺮﻁ ﻊﻁﺎﻘﺗ ﻦﻣ ﻪﺑﺍﺮﺘﻗﺍ ﺪﻨﻋ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ",
            "answers": [
                "ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﻦﻴﻤﻴﻟﺍ ﻑﺮﻄﻟﺍ ﻡﺰﺘﻠﻳ ﻥﺃ",
                "ﺮّ ﺣ ﻖﻳﺮﻄﻟﺍ ﻥﺃ ﻦﻣ ﺖﺒﺜﺘﻟﺍ ﻥﻭﺩ ﺭﻭﺮﻤﻟﺍ",
                "ﺮّ ﺣ ﻪﻌﻄﻗ ﻱﻮﻨﻳ ﻱﺬﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻥﺃ ﻦﻣ ﺪﻛﺄﺘﻳ ﻥﺃ"
            ],
            "correctAnswer": "ﺮّ ﺣ ﻪﻌﻄﻗ ﻱﻮﻨﻳ ﻱﺬﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻥﺃ ﻦﻣ ﺪﻛﺄﺘﻳ ﻥﺃ"
        },
        {
            "id": 248,
            "category": "Safety",
            "question": "ﻞﺟﺃ ﻦﻣ ﻖﻳﺮﻁ ﻙﺮﺘﻟ ﺐﻫﺄﺘﻳ ﻱﺬﻟﺍ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ :ﻪﻨﻴﻤﻳ ﻰﻟﺇ ﻊﻗﺍﻭ ﺮﺧﺁ ﻖﻳﺮﻁ ﻙﻮﻠﺳ",
            "answers": [
                "ﻖﻳﺮﻄﻟﺍ ﺭﻮﺤﻣ ﻯﺪﻌﺘﻳ ﻥﺃ ﻥﻭﺩ ﺭﺎﺴﻴﻟﺍ ﻰﻟﺇ ﻞﻴﻤﻳ ﻥﺃ",
                "ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﺮﺴﻳﻷﺍ ﻑﺮﻄﻟﺍ ﻡﺰﺘﻠﻳ ﻥﺃ",
                "ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﻦﻴﻤﻴﻟﺍ ﻑﺮﻄﻟﺍ ﻡﺰﺘﻠﻳ ﻥﺃ"
            ],
            "correctAnswer": "ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﻦﻴﻤﻴﻟﺍ ﻑﺮﻄﻟﺍ ﻡﺰﺘﻠﻳ ﻥﺃ"
        },
        {
            "id": 249,
            "category": "Safety",
            "question": "ﻞﺟﺃ ﻦﻣ ﻖﻳﺮﻁ ﻙﺮﺘﻟ ﺐﻫﺄﺘﻳ ﻱﺬﻟﺍ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ :ﻥﺃ ﻩﺭﺎﺴﻳ ﻰﻠﻋ ﻊﻗﺍﻭ ﺮﺧﺁ ﻖﻳﺮﻁ ﻙﻮﻠﺳ",
            "answers": [
                "ﻻﻭ ًﺎﻨﻴﻤﻳ ﻻ ﻞﻴﻤﻳ ﻥﺃ ﻥﻭﺩ ﻂﺳﻮﻟﺍ ﻂﺧ ﻲﻓ ﻰﻘﺒﻳ ًﺍﺭﺎﺴﻳ",
                "ﻖﻳﺮﻄﻟﺍ ﺭﻮﺤﻣ ﻯﺪﻌﺘﻳ ﻥﺃ ﻥﻭﺩ ﺭﺎﺴﻴﻟﺍ ﻰﻟﺇ ﻞﻴﻤﻳ",
                "ﻖﻳﺮﻄﻟﺍ ﺭﻮﺤﻣ ﻯﺪﻌﺘﻳ ﻥﺃ ﻥﻭﺩ ﻪﻨﻴﻤﻳ ﻰﻟﺇ ﻞﻴﻤﻳ"
            ],
            "correctAnswer": "ﻖﻳﺮﻄﻟﺍ ﺭﻮﺤﻣ ﻯﺪﻌﺘﻳ ﻥﺃ ﻥﻭﺩ ﻪﻨﻴﻤﻳ ﻰﻟﺇ ﻞﻴﻤﻳ"
        },
        {
            "id": 251,
            "category": "Safety",
            "question": ":\"ﻥﺎﻣﺃ ﺔﻓﺎﺴﻣ\" ﻰﻠﻋ ﺔﻈﻓﺎﺤﻤﻟﺍ ﻞﻀﻓﻷﺍ ﻦﻣ",
            "answers": [
                "ﺔﺒﻛﺮﻤﻟﺍ ﺐﻧﺍﻮﺟ ﻞﻛ ﻰﻠﻋ",
                "ﺭﺎﺴﻴﻟﺍﻭ ﻦﻴﻤﻴﻟﺍ ﻲﺘﻬﺟ ﻦﻣ ﻂﻘﻓ",
                "ﻒﻠﺨﻟﺍﻭ ﻡﺎﻣﻻﺍ ﻲﺘﻬﺟ ﻦﻣ ﻂﻘﻓ"
            ],
            "correctAnswer": "ﻒﻠﺨﻟﺍﻭ ﻡﺎﻣﻻﺍ ﻲﺘﻬﺟ ﻦﻣ ﻂﻘﻓ"
        },
        {
            "id": 252,
            "category": "Safety",
            "question": ":ﻪﻧﻻ ﻢﻬﻣ \"ﻥﺎﻣﺃ ﺔﻓﺎﺴﻣ \"ﺩﻮﺟﻮﺑ ﺡﺎﻤﺴﻟﺍ",
            "answers": [
                "ﺮﻴﺴﻟﺍ ﺕﺎﻳﺮﺠﻣ ﻊﻣ ﻞﻋﺎﻔﺘﻟﺍﻭ ﻞﻌﻔﻟﺍ ﺓﺩّ ﺮﻟ ﺖﻗﻭ ﻲﻄﻌﻳ",
                "ﻯﺮﺧﺃ ﺓﺭﺎﻴﺳ ﻝﻮﺧﺪﻟ ﺔﺤﺴﻓ ﻲﻄﻌﻳ",
                "ﻯﺮﺧﻻﺍ ﺕﺎﺒﻛﺮﻤﻟﺎﺑ ءﺎﻬﺘﻟﻻﺍ ﻊﻨﻤﻳ"
            ],
            "correctAnswer": "ﻯﺮﺧﻻﺍ ﺕﺎﺒﻛﺮﻤﻟﺎﺑ ءﺎﻬﺘﻟﻻﺍ ﻊﻨﻤﻳ"
        },
        {
            "id": 253,
            "category": "Safety",
            "question": ":ﻪﻧﺃ ﻲﻨﻌﻳ ﻊﻁﺎﻘﺘﻟﺍ ﻰﻠﻋ ﺮﻤﺘﺴﻤﻟﺍ ﺮﻀﺧﻷﺍ ءﻮﻀﻟﺍ",
            "answers": [
                "ﻞﺒﻗ ﻞﺑﺎﻘﻤﻟﺍ ﺮﻴﺴﻟﺍ ﻦﻣ ﺪﻛﺄﺘﻟﺍﻭ ﻒﻗﻮﺘﻟﺍ ﻚﻴﻠﻋ ﺐﺠﻳ ﺮﻴﺴﻟﺍ ﺔﻌﺑﺎﺘﻣ",
                "ًﺎﻨﻜﻤﻣ ﻚﻟﺫ ﻥﺎﻛ ﺍﺫﺍ ﻊﻁﺎﻘﺘﻟﺍ ﺭﻮﺒﻋ ﻚﻨﻜﻤﻳ",
                "ﻦﻴﻤﻴﻟﺍ ﻰﻟﺇ ﺭﻭﺮﻤﻟﺍ ﻊﻴﻄﺘﺴﺗ ﻻ"
            ],
            "correctAnswer": "ﻦﻴﻤﻴﻟﺍ ﻰﻟﺇ ﺭﻭﺮﻤﻟﺍ ﻊﻴﻄﺘﺴﺗ ﻻ"
        },
        {
            "id": 254,
            "category": "Safety",
            "question": ":ﻲﻨﻌﻳ ﻊﻄّ ﻘﺘﻤﻟﺍ ﺮﻔﺻﻷﺍ ءﻮﻀﻟﺍ",
            "answers": [
                "ﺔﻴﻟﺎﺧ ﻖﻳﺮﻄﻟﺍ ﺖﻧﺎﻛ ﺍﺫﺍ ﺮﻴﺴﻟﺍ ﻊﺑﺎﺗ",
                "ﻖﻳﺮﻄﻟﺍ ﻮﻠﺧ ﺪﻨﻋ ﺮﻴﺴﻟﺍ ﻊﺑﺎﺗ ﻢﺛ ﻒﻗﻮﺗ",
                "ﺭﺬﺤﺑ ﺮﻴﺴﻟﺍ ﻊﺑﺎﺗﻭ ﺔﻋﺮﺴﻟﺍ ﻒﻔﺧ"
            ],
            "correctAnswer": "ﺭﺬﺤﺑ ﺮﻴﺴﻟﺍ ﻊﺑﺎﺗﻭ ﺔﻋﺮﺴﻟﺍ ﻒﻔﺧ"
        },
        {
            "id": 255,
            "category": "Safety",
            "question": ":ﻲﻨﻌﻳ ﻊﻁﺎﻘﺗ ﻰﻠﻋ ﺮﻔﺻﻷﺍ ءﻮﻀﻟﺍ",
            "answers": [
                "ﻖﻠﻄﻧﺍ",
                "ﻒﻗﻮﺘﻠﻟ ﺪﻌﺘﺳﺍﻭ ﺔﻋﺮﺴﻟﺍ ﻒﻔﺧ",
                "ﻒﻗ"
            ],
            "correctAnswer": "ﻒﻗ"
        },
        {
            "id": 256,
            "category": "Law",
            "question": ":ﺮﻴﺴﻟﺍ ﻝﻼﺧ ﺏﻻﻭﺩ ﺮﺠﻔﻧﺍ ﺍﺫﺇ",
            "answers": [
                "ﺩﻮﻘﻤﻠﻟ ﺔﻛﺮﺤﻟﺍ ﺔﻳﺮﺣ ﻙﺮﺗﺍ",
                "ﻡﻮﻗﺍﻭ ﺓﺭﺎﻴﺴﻟﺍ ﺔﻋﺮﺳ ﻒﻴﻔﺨﺘﻟ ﺩﻮﻗﻮﻟﺍ ﺔﺳﺍﻭّ ﺩ ﺭﺮﺣﺍ ﻖﻳﺮﻄﻟﺍ ﺝﺭﺎﺧ ﺎﻬﻔﻗﻭﺃﻭ ﺩﻮﻘﻤﻟﺍ ﺖﻴﺒﺜﺘﺑ",
                "ﺎﻬﻔﻗﻭﺃﻭ ﺢﺑﺎﻜﻤﻟﺍ ﻝﺎﻤﻌﺘﺳﺎﺑ ﺓﺭﺎﻴﺴﻟﺍ ﺔﻋﺮﺳ ﺾﻔﺧﺃ ﻖﻳﺮﻄﻟﺍ ﺝﺭﺎﺧ"
            ],
            "correctAnswer": "ﺎﻬﻔﻗﻭﺃﻭ ﺢﺑﺎﻜﻤﻟﺍ ﻝﺎﻤﻌﺘﺳﺎﺑ ﺓﺭﺎﻴﺴﻟﺍ ﺔﻋﺮﺳ ﺾﻔﺧﺃ ﻖﻳﺮﻄﻟﺍ ﺝﺭﺎﺧ"
        },
        {
            "id": 257,
            "category": "Law",
            "question": "ﺔﻬﺠﻟﺍ ﻦﻣ ﺔﻣﺩﺎﻘﻟﺍ ﺓﺭﺎﻴﺴﻟﺍ ﺭﺍﻮﻧﺍ ﻚﺘﺠﻋﺯﺃ ﺍﺫﺇ :ﻰﻟﺇ ﺮﻈﻨﻟﺍ ﻚﻴﻠﻋ ﺔﻠﺑﺎﻘﻤﻟﺍ",
            "answers": [
                "ﻖﻳﺮﻄﻟﺍ ﻂﺳﻭ",
                "ﻖﻳﺮﻄﻟﺍﻦﻣ ﺮﺴﻳﻻﺍ ﺐﻧﺎﺠﻟﺍ",
                "ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﻦﻤﻳﻻﺍ ﺐﻧﺎﺠﻟﺍ ﻰﻟﺇﻭ ﻞﻔﺳﻷﺍ"
            ],
            "correctAnswer": "ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﻦﻤﻳﻻﺍ ﺐﻧﺎﺠﻟﺍ ﻰﻟﺇﻭ ﻞﻔﺳﻷﺍ"
        },
        {
            "id": 258,
            "category": "Safety",
            "question": ":ﺩﺍﺮﺘﺳﻮﺗﻭﻷﺍ ﻰﻠﻋ ﻚﺘﺒﻛﺮﻣ ﺖﻠﻄّ ﻌﺗ ﺍﺫﺇ",
            "answers": [
                "ﺕﺍﺭﺎﺷﻹﺍ ﺭﺍﻮﻧﺍ ﻞﻴﻐﺸﺗﻭ ﻱﺮﻳﺬﺤﺘﻟﺍ ﺚﻠﺜﻤﻟﺍ ﻊﺿﻭ ﻦﻴﻘﺋﺎﺴﻟﺍ ﻲﻗﺎﺑ ﺮﻳﺬﺤﺘﻟ ﺔﻌﺑﺭﻻﺍ",
                "ﺔﻴﺴﻴﺋﺮﻟﺍ ﺭﺍﻮﻧﻻﺍ ﻞﻐﺸﺗﻭ ﻱﺮﻳﺬﺤﺘﻟﺍ ﺚﻠﺜﻤﻟﺍ ﻊﺿﻭ ﻦﻴﻘﺋﺎﺴﻟﺍ ﻲﻗﺎﺑ ﺮﻳﺬﺤﺘﻟ",
                "ﺓﺪﻋﺎﺴﻤﻟﺍ ﻝﻮﺻﻮﻟﺔﺒﻛﺮﻤﻟﺍ ﻲﻓ ﺮﻈﺘﻧﺍ"
            ],
            "correctAnswer": "ﺓﺪﻋﺎﺴﻤﻟﺍ ﻝﻮﺻﻮﻟﺔﺒﻛﺮﻤﻟﺍ ﻲﻓ ﺮﻈﺘﻧﺍ"
        },
        {
            "id": 259,
            "category": "Safety",
            "question": ":ﻚﻴﻠﻋ ﻊﻳﺮﺳ ﻖﻳﺮﻁ ﺖﻠﺧﺩ ﺍﺫﺇ",
            "answers": [
                "ﻊﻳﺮﺴﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻰﻠﻋ ﻱﺬﻟﺍ ﺮﻴﺴﻟﺍ ﺔﻋﺮﺴﺑ ﺩﻮﻘﺗ",
                "ﺔﻋﺮﺴﻟﺍ ﻒﻴﻔﺨﺗ",
                "ﺓﺩﺪﺤﻤﻟﺍ ﺔﻋﺮﺴﻟﺍ ﻦﻣ ﻞﻗﺃ ﺔﻋﺮﺴﺑ ﺩﻮﻘﺗ ﻥﺃ"
            ],
            "correctAnswer": "ﺓﺩﺪﺤﻤﻟﺍ ﺔﻋﺮﺴﻟﺍ ﻦﻣ ﻞﻗﺃ ﺔﻋﺮﺴﺑ ﺩﻮﻘﺗ ﻥﺃ"
        },
        {
            "id": 260,
            "category": "Safety",
            "question": "ﻂﺨﻟ ﺫﺎﺤﻣ ﻊﻄّ ﻘﺘﻣ ﻂﺨﺑ ﺩّﺪﺤﻣ ﻚﻠﺴﻤﻟﺍ ﻥﺎﻛ ﺍﺫﺇ :ﻞﺻﺍﻮﺘﻣ",
            "answers": [
                "ﺍﺫﺇ ﺎﻤﻴﻓ ﻞﺻﺍﻮﺘﻤﻟﺍ ﻂﺨﻟﺍ ﺯﺎﻴﺘﺟﺍ :ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺮﻈﱠ ﺤَ ُﻳ ﺓﺮﺷﺎﺒﻣ ﻩﺭﺎﺴﻳ ﻰﻟﺇ ﻥﺎﻛ",
                "ﻰﻟﺇ ﻥﺎﻛ ﺍﺫﺇ ﻊﻁﺎﻘﺘﻤﻟﺍ ﻂﺨﻟﺍ ﺯﺎﻴﺘﺟﺇ ﻖﺋﺎﺴﻠﻟ ﺢﻤﺴﻳ ﺓﺮﺷﺎﺒﻣ ﻩﺭﺎﺴﻳ",
                "ﺍﺫﺇ ﺎﻤﻴﻓ ﻞﺻﺍﻮﺘﻤﻟﺍ ﻂﺨﻟﺍﺯﺎﻴﺘﺟﺇ :ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺮﻈﱠ ﺤَ ُﻳ ﺓﺮﺷﺎﺒﻣ ﻪﻨﻴﻤﻳ ﻰﻟﺇ ﻥﺎﻛ"
            ],
            "correctAnswer": "ﺍﺫﺇ ﺎﻤﻴﻓ ﻞﺻﺍﻮﺘﻤﻟﺍ ﻂﺨﻟﺍﺯﺎﻴﺘﺟﺇ :ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺮﻈﱠ ﺤَ ُﻳ ﺓﺮﺷﺎﺒﻣ ﻪﻨﻴﻤﻳ ﻰﻟﺇ ﻥﺎﻛ"
        },
        {
            "id": 262,
            "category": "Law",
            "question": ":ﻚﻴﻠﻋ ﺮﻴﺴﻟﺍ ﻝﻼﺧ ﺢﺑﺎﻜﻟﺍ ﻞﻤﻌﻳ ﻢﻟ ﺍﺫﺇ",
            "answers": [
                "ﻲﻟﺎﻋ ﺩﺩﺮﺘﺑ ﺢﺑﺎﻜﻟﺍ ﺏﺮﺿ ﺔﻋﺮﺴﺑ",
                "ﺢﻴﻠﺼﺘﻟﺍ ﺏﺁﺮﻣ ﻰﻟﺇ ﺓﺮﺷﺎﺒﻣ ﻩﺎﺠﺗﻻﺍ",
                "ﻥﺍﺭﻭﺪﻟﺍ ﻦﻋ ﻙﺮﺤﻤﻟﺍ ﻒﻴﻗﻮﺗ"
            ],
            "correctAnswer": "ﻥﺍﺭﻭﺪﻟﺍ ﻦﻋ ﻙﺮﺤﻤﻟﺍ ﻒﻴﻗﻮﺗ"
        },
        {
            "id": 263,
            "category": "Law",
            "question": ":ﺔّﻳﻮﺠﻟﺍ ﻝﺍﻮﺣﻷﺍ ءﻮﺳ ﻝﺎﺣ ﻲﻓ",
            "answers": [
                "ﻑﻭﺮﻅ ﺐﺴﺤﺑﻭ ﻯﻮﺼﻘﻟﺍ ﺔﻋﺮﺴﻟﺍ ﻥﻭﺩ ﺓﺩﺎﻴﻘﻟﺍ ﻖﻳﺮﻄﻟﺍ",
                "ﺢﻴﺑﺎﺼﻤﻟﺍ ﺓءﺎﺿﺇﻭ ﻯﻮﺼﻘﻟﺍ ﺔﻋﺮﺴﻟﺎﺑ ﺪّﻴﻘﺗﺃ",
                "ﻯﻮﺼﻘﻟﺍ ﺔﻋﺮﺴﻟﺎﺑ ﺪّﻴﻘﺗﺃ"
            ],
            "correctAnswer": "ﻯﻮﺼﻘﻟﺍ ﺔﻋﺮﺴﻟﺎﺑ ﺪّﻴﻘﺗﺃ"
        },
        {
            "id": 264,
            "category": "Law",
            "question": ":ﺮﻴﺴﻟﺍ ﺪﻨﻋ ﺔﻴﻓﺎﺿﺇ ﻒّﻗﻮﺗ ﺔﻓﺎﺴﻣ ﺝﺎﺘﺤﺗ",
            "answers": [
                "ﺔﺒﻁﺭ ﺕﺎﻗﺮﻁ ﻰﻠﻋ",
                "ﺔﻓﺎﺟ ﺕﺎﻗﺮﻁ ﻰﻠﻋ",
                "ﻯﺮﺧﺍ ﺕﺍﺭﺎﻴﺳ ﻒﻠﺧ"
            ],
            "correctAnswer": "ﻯﺮﺧﺍ ﺕﺍﺭﺎﻴﺳ ﻒﻠﺧ"
        },
        {
            "id": 265,
            "category": "Safety",
            "question": ":ﺎﻫﺩﻮﺟﻭ ﺪﻨﻋ ،ﺔﻔﺻﺭﻷﺍ ﺺﺼﱠ ﺨُﺗ",
            "answers": [
                "ﻦﻴﻌﻔﺘﻨﻤﻟﺍ ﺮﻴﺳ ﻖﻴﻌﻳ ﺊﻴﺷ ﻱﺍ ﻊﺿﻮﻟ",
                "ﻚﻟﺬﺑ ﺡﺎﻤﺴﻟﺍ ﻝﺎﺣﻲﻓ ﺓﺭﺎﻴﺴﻟﺍ ﻑﺎﻘﻳﻻ",
                "ﻦﻳﺪﻌﻘﻤﻟﺍﻭ ﻰﺿﺮﻤﻟﺍﻭ ﺩﻻﻭﻻﺍ ﺕﺎﺑﺮﻋﻭ ﺓﺎﺸﻤﻠﻟ ﻱﺪﻳﻻﺎﺑ ﻦﻴﻋﻮﻓﺪﻤﻟﺍ"
            ],
            "correctAnswer": "ﻦﻳﺪﻌﻘﻤﻟﺍﻭ ﻰﺿﺮﻤﻟﺍﻭ ﺩﻻﻭﻻﺍ ﺕﺎﺑﺮﻋﻭ ﺓﺎﺸﻤﻠﻟ ﻱﺪﻳﻻﺎﺑ ﻦﻴﻋﻮﻓﺪﻤﻟﺍ"
        },
        {
            "id": 266,
            "category": "Safety",
            "question": "ﻰﻟﺇ ﻦﻴﻘﺋﺎﺴﻟﺍ ﻲﻗﺎﺑ ﻰﻟﺇ ﺔﻴﻔﻠﺨﻟﺍ ﺢﺑﺎﻜﻤﻟﺍ ﺭﺍﻮﻧﺃ ﺮﻴﺸﺗ :ﻚﻧﺃ",
            "answers": [
                "ﻒﻄﻌﻨﻣ ﻲﻓ ﻞﺧﺪﺗ",
                "ﻒﻗﻮﺘﺗ ﻭﺍ ﺔﻋﺮﺴﻟﺍ ﻒﻔﺨﺗ",
                "ﺏﺮﺴﻤﻟﺍ ﻝﺪﺒﺗ"
            ],
            "correctAnswer": "ﺏﺮﺴﻤﻟﺍ ﻝﺪﺒﺗ"
        },
        {
            "id": 267,
            "category": "Safety",
            "question": "ﺮﻤﺗ ﻲﺘﻟﺍ ﺔﺒﻛﺮﻤﻟﺍ ،ﺕﺎﻫﺎﺠﺗﺍ ﺔﻌﺑﺭﺃ ﻊﻁﺎﻘﺗ ﻰﻠﻋ :ﻲﻫ ًﻻﻭﺃ",
            "answers": [
                "ﻊﻁﺎﻘﺘﻟﺍ ﺖﻠﺧﺩﻭ ًﻻﻭﺃ ﺖﻠﺻﻭ ﻲﺘﻟﺍ ﺔﺒﻛﺮﻤﻟﺍ",
                "ًﻻﻭﺍ ﻞﺼﺗ ﻲﺘﻟﺍ ﺔﺒﻛﺮﻤﻟﺍ",
                "ﻦﻴﻤﻴﻟﺍ ﻰﻟﺇ ﻪﺠﺘﺗ ﻲﺘﻟﺍ ﺔﺒﻛﺮﻤﻟﺍ"
            ],
            "correctAnswer": "ﻦﻴﻤﻴﻟﺍ ﻰﻟﺇ ﻪﺠﺘﺗ ﻲﺘﻟﺍ ﺔﺒﻛﺮﻤﻟﺍ"
        },
        {
            "id": 268,
            "category": "Safety",
            "question": ":ﺔﻳﺅﺭ ﺪﻨﻋ ﻒّﻗﻮﺘﻟﺍ ﻚﻴﻠﻋ",
            "answers": [
                "ﺮﻤﺘﺴﻣ ﺮﻔﺻﺃ ءﻮﺿ",
                "ﻊﻄّ ﻘﺘﻣ ﺮﻤﺣﺃ ءﻮﺿ",
                "ﻊﻄّ ﻘﺘﻣ ﺮﻔﺻﺃ ءﻮﺿ"
            ],
            "correctAnswer": "ﻊﻄّ ﻘﺘﻣ ﺮﻔﺻﺃ ءﻮﺿ"
        },
        {
            "id": 269,
            "category": "Safety",
            "question": "ﺮﻛﺬﺘﻟﺍ ﺪﻴﻔﻤﻟﺍ ﻦﻣ ﺔﻨﺣﺎﺷ ﻊﻣ ﻖﻳﺮﻄﻟﺍ ﻝﺎﻤﻌﺘﺳﺍ ﺪﻨﻋ :ﺕﺎﻨﺣﺎﺸﻟﺍ ﻥﺄﺑ",
            "answers": [
                "ﻑﺎﻔﺘﻟﻹﺍ ﻦﻣ ﻦﻜﻤﺘﺘﻟ ﺮﺼﻗﺃ ﺓﺮﺋﺍﺩ ﻉﺎﻌﺸﻟ ﺔﺟﺎﺤﺑ",
                "ﺭﺪﺤﻨﻣ ﻰﻠﻋ ﺯﻭﺎﺠﺘﻠﻟ ﻞﻗﺍ ﺖﻗﻭ ﺎﻬﻣﺰﻠﻳ",
                "ﻒﻗﻮﺘﻠﻟ ﺕﺍﺭﺎﻴﺴﻟﺍ ﻦﻣ ﻝﻮﻁﺍ ﺔﻓﺎﺴﻣ ﺬﺧﺄﺗ"
            ],
            "correctAnswer": "ﻒﻗﻮﺘﻠﻟ ﺕﺍﺭﺎﻴﺴﻟﺍ ﻦﻣ ﻝﻮﻁﺍ ﺔﻓﺎﺴﻣ ﺬﺧﺄﺗ"
        },
        {
            "id": 270,
            "category": "Law",
            "question": "ﺮﻀﺧﻷﺍ ءﻮﻀﻟﺍ ﻰﻠﻋ ﻦﻴﻤﻴﻟﺍ ﻰﻟﺇ ﻑﺎﻔﺘﻟﻹﺍ ﺪﻨﻋ :ﻚﻴﻠﻋ",
            "answers": [
                "ﻑﺎﻔﺘﻟﻻﺍ ﺐﺒﺴﺑ ﺔﻋﺮﺴﻟﺍ ﻒﻴﻔﺨﺗ",
                "ﻪﺴﻔﻧ ﺏﺮﺴﻤﻟﺎﺑ ﺮﻴﺴﻟﺍ ﺔﻌﺑﺎﺘﻣ",
                "ﺓﺎﺸﻤﻠﻟ ﻖﻳﺮﻄﻟﺍ ﺡﺎﺴﻓﺍ"
            ],
            "correctAnswer": "ﺓﺎﺸﻤﻠﻟ ﻖﻳﺮﻄﻟﺍ ﺡﺎﺴﻓﺍ"
        },
        {
            "id": 271,
            "category": "Safety",
            "question": "ﻭﺃ ﻝﻮﺤﻜﻟﺍ ﺺﺤﻔﻟ ﻉﻮﻀﺨﻟﺍ ﻦﻋ ﻊّﻨﻤﺘﻟﺍ ﻦﻜﻤﻳ :ﺕﺍﺭﺪﺨﻤﻟﺍ",
            "answers": [
                "ﺔﺋﺭﺎﻄﻟﺍ ﺕﻻﺎﺤﻟﺍ ﻲﻓ",
                "ﻝﺍﻮﺣﻻﺍﻦﻣ ﻝﺎﺣ ﻱﺍ ﻲﻓ ﻻﻭ",
                "21 ﻦﺳ ﻥﻭﺩ ﻖﺋﺎﺴﻟﺍ ﻥﺎﻛ ﻝﺎﺣ ﻲﻓ"
            ],
            "correctAnswer": "21 ﻦﺳ ﻥﻭﺩ ﻖﺋﺎﺴﻟﺍ ﻥﺎﻛ ﻝﺎﺣ ﻲﻓ"
        },
        {
            "id": 273,
            "category": "Safety",
            "question": "ﻊﻳﺮﺳ ﻖﻳﺮﻁ ﻰﻠﻋ ﺯﻭﺎﺠﺘﻟﺍ ﺓﺭﻭﺎﻨﻤﺑ ﻡﺎﻴﻘﻟﺍ ﺪﻨﻋ :ﺏﺭﺎﺴﻤﻟﺍ ﺩّﺪﻌﺘﻣ",
            "answers": [
                "ﺕﺍﺭﺎﺷﻻﺍ ﻞﻴﻐﺸﺘﻟ ﺔﺟﺎﺣ ﻻ",
                "ﻞﺑﺎﻘﻤﻟﺍ ﺮﻴﺴﻟﺍ ﺐﻗﺍﺭ",
                "ﻱﺬﻟﺍ ﺏﺮﺴﻤﻟﺍ ﻰﻠﻋ ﺔﻴﻓﺎﻛ ﺔﺤﺴﻓ ﺩﻮﺟﻭ ﻦﻣ ﺪﻛﺄﺗ ﻪﻴﻠﻋ ﺯﻭﺎﺠﺘﺘﺳ"
            ],
            "correctAnswer": "ﻱﺬﻟﺍ ﺏﺮﺴﻤﻟﺍ ﻰﻠﻋ ﺔﻴﻓﺎﻛ ﺔﺤﺴﻓ ﺩﻮﺟﻭ ﻦﻣ ﺪﻛﺄﺗ ﻪﻴﻠﻋ ﺯﻭﺎﺠﺘﺘﺳ"
        },
        {
            "id": 274,
            "category": "Safety",
            "question": ":ﻥﺃ ﻚﻴﻠﻋ ﻒﻄﻌﻨﻣ ﻝﻮﺧﺩ ﺪﻨﻋ",
            "answers": [
                "ﻚﺘﺒﻛﺮﻣ ﺔﻋﺮﺳ ﻰﻠﻋ ﻆﻓﺎﺤﺗ",
                "ﻚﺘﺒﻛﺮﻣ ﺔﻋﺮﺳ ﻦﻣ ﺪﻳﺰﺗ",
                "ﻚﺘﺒﻛﺮﻣ ﺔﻋﺮﺳ ﻦﻣ ﺾﻔﺨﺗ"
            ],
            "correctAnswer": "ﻚﺘﺒﻛﺮﻣ ﺔﻋﺮﺳ ﻦﻣ ﺾﻔﺨﺗ"
        },
        {
            "id": 275,
            "category": "Safety",
            "question": ":ﻚﻴﻠﻋ ﺔﻴﺋﻮﻀﻟﺍ ﺕﺍﺭﺎﺷﻹﺍ ﻞﻄّ ﻌﺗ ﺪﻨﻋ",
            "answers": [
                "ﺭﺎﺴﻴﻟﺍ ﻰﻠﻋ ﻖﺋﺎﺴﻠﻟ ﺔﻴﻠﻀﻓﻷﺍ ءﺎﻄﻋﺇ",
                "ﺔﻴﺋﻮﺿ ﺕﺍﺭﺎﺷﺍ ﻥﻭﺩ ﻦﻣ ﻊﻁﺎﻘﺗ ﻰﻠﻋ ﻚﻧﺎﻛ ﻑﺮﺼﺘﻟﺍ",
                "ﺮﻴﺴﻟﺍ ﺔﻁﺮﺷ ﻝﻮﺻﻭ ﺭﺎﻈﺘﻧﺎﺑ ﻒﻗﻮﺘﻟﺍ"
            ],
            "correctAnswer": "ﺮﻴﺴﻟﺍ ﺔﻁﺮﺷ ﻝﻮﺻﻭ ﺭﺎﻈﺘﻧﺎﺑ ﻒﻗﻮﺘﻟﺍ"
        },
        {
            "id": 276,
            "category": "Safety",
            "question": "ﻚﺘﺒﻛﺮﻤﻟ ﺯﻭﺎﺠﺘﻟﺍ ﺓﺭﻭﺎﻨﻤﺑ ﺔﻨﺣﺎﺷ ﻡﻮﻘﺗ ﺎﻣﺪﻨﻋ :ﻚﻴﻠﻋ",
            "answers": [
                "ﺔﻋﺮﺴﻟﺍ ﻒﻴﻔﺨﺗ ﻭﺍ ﺖﻴﺒﺜﺗ",
                "ﺏﺮﺴﻤﻟﺍ ﺮﻴﻴﻐﺗ",
                "ﺔﻋﺮﺴﻟﺍ ﺓﺩﺎﻳﺯ"
            ],
            "correctAnswer": "ﺔﻋﺮﺴﻟﺍ ﺓﺩﺎﻳﺯ"
        },
        {
            "id": 277,
            "category": "Safety",
            "question": ":ﻚﻴﻠﻋ ﺔﻳﺭﺎﻧ ﺔﺟﺍﺭﺩ ﻒﻠﺧ ﺮﻴﺴﻟﺍ ﻝﺎﺣ ﻲﻓ",
            "answers": [
                "ﺏﺮﺴﻤﻟﺍ ﻒﺼﻧ ﻡﺍﺪﺨﺘﺳﺎﺑ ﺔﺟﺍﺭﺪﻠﻟ ﺡﺎﻤﺴﻟﺍ",
                "ﺏﺮﺴﻤﻟﺍ ﺕﺍﺫ ﻰﻠﻋ ﺔﺟﺍﺭﺪﻟﺍ ﺯﻭﺎﺠﺗ",
                "ًﻼﻣﺎﻛ ﺏﺮﺴﻤﻟﺍ ﻡﺍﺪﺨﺘﺳﺎﺑ ﺎﻬﻟ ﺡﺎﻤﺴﻟﺍ"
            ],
            "correctAnswer": "ًﻼﻣﺎﻛ ﺏﺮﺴﻤﻟﺍ ﻡﺍﺪﺨﺘﺳﺎﺑ ﺎﻬﻟ ﺡﺎﻤﺴﻟﺍ"
        },
        {
            "id": 278,
            "category": "Safety",
            "question": "ﺕﺎﻗﺮﻁ ﻊﻁﺎﻘﺗ ﻦﻣ ﻦﻴﻨﺛﺇ ﻦﻴﻘﺋﺎﺳ ﺏﺍﺮﺘﻗﺇ ﻝﺎﺣ ﻲﻓ :ﻦﻴﻔﻠﺘﺨﻣ ﻦﻴﻘﻳﺮﻁ ﻦﻣ ﻥﺎﻣﺩﺎﻗ ﺎﻤﻫﻭ",
            "answers": [
                "ﺢﺴﻔﻳ ﻥﺃ ﻦﻴﻤﻴﻟﺍ ﻦﻣ ﻡﺩﺎﻘﻟﺍ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺐﺟﻭ ﺮﺧﻵﺍ ﻖﺋﺎﺴﻟﺍ ﺭﻭﺮﻤﻟ ﻝﺎﺠﻤﻟﺍ",
                "ﺢﺴﻔﻳ ﻥﺃ ﺭﺎﺴﻴﻟﺍ ﻦﻣ ﻡﺩﺎﻘﻟﺍﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺐﺟﻭ ﺮﺧﻵﺍ ﻖﺋﺎﺴﻟﺍ ﺭﻭﺮﻤﻟ ﻝﺎﺠﻤﻟﺍ",
                "ﺪﺣﻷ ﺭﻭﺮﻣ ﺔﻴﻠﻀﻓﺃ ءﺎﻄﻋﺇ ﻥﻭﺩﻪﻘﻳﺮﻁ ﻲﻓ ﻞﻛ ﺮﻤﻳ"
            ],
            "correctAnswer": "ﺪﺣﻷ ﺭﻭﺮﻣ ﺔﻴﻠﻀﻓﺃ ءﺎﻄﻋﺇ ﻥﻭﺩﻪﻘﻳﺮﻁ ﻲﻓ ﻞﻛ ﺮﻤﻳ"
        },
        {
            "id": 279,
            "category": "Safety",
            "question": "ﻭﺃ ،ﻒﻄﻌﻨﻣ ﻲﻓ ﻝﻮﺧﺩ ،ﻯﺮﺧﺍ ﺔﺒﻛﺮﻣ ﺯﻭﺎﺠﺗ ﻞﺒﻗ :ﻚﻴﻠﻋ ﺯﻭﺎﺠﺘﻟﺍ",
            "answers": [
                "ﺮﻴﻐﺗ ءﺪﺑ ﺪﻨﻋ ﺓﺭﺎﺷﻻﺍ ﻞﻴﻐﺸﺗﻭ ﺔﻋﺮﺴﻟﺍ ﻒﻴﻔﺨﺗ ﺏﺮﺴﻤﻟﺍ",
                "ﺔﻴﻨﻣﺯ ﺓﺮﺘﻓ ﻞﺒﻗ ﺓﺭﺎﺷﻻﺍ ﻞﻴﻐﺸﺗ،ﺔﻋﺮﺴﻟﺍ ﻒﻴﻔﺨﺗ ﻦﻣ ﺪﻛﺄﺘﻟﺍﻭ ﻖﻳﺮﻄﻟﺍ ﻲﻣﺪﺨﺘﺴﻣ ﻲﻗﺎﺑ ﻪﻴﺒﻨﺘﻟ ﺔﻴﻓﺎﻛ ﺔﻴﻤﻌﻤﻟﺍ ﻊﻘﺒﻟﺍ ﻰﻟﺇ ﺕﺎﻔﺘﻟﻻﺍﻭ ﺎﻳﺍﺮﻤﻟﺍ",
                "ﺮﻳﺬﺤﺘﻟ ﻪﻴﺒﻨﺘﻟﺍ ﺕﺍﺭﺎﺷﺍ ﻞﻴﻐﺸﺗ ،ﺔﻋﺮﺴﻟﺍ ﻒﻴﻔﺨﺗ ﺎﻳﺍﺮﻤﻟﺍ ﻦﻣ ﺪﻛﺄﺘﻟﺍﻭ ،ﻦﻴﻘﺋﺎﺴﻟﺍ"
            ],
            "correctAnswer": "ﺮﻳﺬﺤﺘﻟ ﻪﻴﺒﻨﺘﻟﺍ ﺕﺍﺭﺎﺷﺍ ﻞﻴﻐﺸﺗ ،ﺔﻋﺮﺴﻟﺍ ﻒﻴﻔﺨﺗ ﺎﻳﺍﺮﻤﻟﺍ ﻦﻣ ﺪﻛﺄﺘﻟﺍﻭ ،ﻦﻴﻘﺋﺎﺴﻟﺍ"
        },
        {
            "id": 280,
            "category": "Safety",
            "question": "ﺔﻳﺩﺎﻌﻟﺍ ﺕﺍﺯﻭﺎﺠﺘﻟﺍ ﻝﺎﺣ ﻲﻓ ﻖﺋﺎﺴﻠﻟ ﺯﻮﺠﻳ ﻻ",
            "answers": [
                "ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﺮﺴﻳﻻﺍ ﺏﺮﺴﻤﻟﺍ ﻞﻤﻌﺘﺴﻳ ﻥﺃ",
                "ﻖﻳﺮﻄﻟﺍ ﻰﻟﺍ ﻦﻤﻳﻻﺍ ﺏﺮﺴﻤﻟﺍ ﻞﻤﻌﺘﺴﻳ ﻥﺍ",
                "ﻪﻨﻴﻤﻳ ﻰﻟﺍ ﻦﻨﻳﺮﺋﺎﺴﻟﺍ ﻖﻳﺎﻀﻳ ﻥﺍ"
            ],
            "correctAnswer": "ﻪﻨﻴﻤﻳ ﻰﻟﺍ ﻦﻨﻳﺮﺋﺎﺴﻟﺍ ﻖﻳﺎﻀﻳ ﻥﺍ"
        },
        {
            "id": 281,
            "category": "Safety",
            "question": "ﺔﺒﻛﺮﻤﻟﺍ ﻑﺎﻔﺘﻟﺍ ﻝﺎﺣ ﻲﻓ ﺭﻭﺮﻤﻟﺍ ﺔﻴﻠﻀﻓﺍ ﺩﻮﻌﺗ ﻦﻤﻟ ؟ﺔﻴﺋﻮﺿ ﺓﺭﺎﺷﺍ ﺩﻮﺟﻭ ﻥﻭﺩ ﺓﺎﺸﻤﻟﺍ ﺪﺣﺃ ﺭﻭﺮﻣﻭ",
            "answers": [
                "\"ﻻﻭﺍ ﻞﺻﻭ ﻱﺬﻟﺍ ﺮﺒﻛﺍ ﺔﻋﺮﺴﺑ ﺮﻤﻳ ﻱﺬﻟﺍ",
                "ﺓﺭﺎﻴﺴﻟﺍ",
                "ﺓﺎﺸﻤﻟﺍ"
            ],
            "correctAnswer": "ﺓﺎﺸﻤﻟﺍ"
        },
        {
            "id": 282,
            "category": "Law",
            "question": ":ﻕﺮﻄﻟﺍ ﻰﻠﻋ ﺮﺒﻛﺃ ﺔﻋﺮﺴﺑ ﺪﻴﻠﺠﻟﺍ ﻥﻮّ ﻜﺘﻳ",
            "answers": [
                "ﺔﺤﻄﺴﻤﻟﺍ",
                "ﻒﻳﻭﺎﺠﺗ ﻪﻴﻓﻭ ﺝﺮﻌﺘﻣ ﺎﻬﺤﻄﺳ ﻲﺘﻟﺍ",
                "ﻞﻅ ﺎﻬﻴﻠﻋ ﻊﻘﻳ ﻲﺘﻟﺍ"
            ],
            "correctAnswer": "ﻞﻅ ﺎﻬﻴﻠﻋ ﻊﻘﻳ ﻲﺘﻟﺍ"
        },
        {
            "id": 284,
            "category": "Safety",
            "question": ":ﺔﺒﻛﺮﻤﻟﺍ ﻖﺋﺎﺳ ﻰﻠﻋ ﺮﻈﺤﻳ",
            "answers": [
                "ﺮﻄﺧ ﻥﻭﺩ ﺯﻭﺎﺠﺘﻟﺍ ﺓﺭﻭﺎﻨﻣ ءﺍﺮﺟﺇ ﻦﻣ ﺪﻛﺄﺘﻳ ﻥﺃ",
                "ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﻦﻤﻳﻻﺍﺐﻧﺎﺠﻟﺍ ﻰﻠﻋ ﺮﻴﺴﻟﺍ",
                "ﻡﺎﻌﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻰﻠﻋ ﺕﺎﺒﻛﺮﻤﻟﺍ ﻞﺴﻏ"
            ],
            "correctAnswer": "ﻡﺎﻌﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻰﻠﻋ ﺕﺎﺒﻛﺮﻤﻟﺍ ﻞﺴﻏ"
        },
        {
            "id": 285,
            "category": "Safety",
            "question": ":ﺔﺒﻛﺮﻤﻟﺍ ﻖﺋﺎﺳ ﻰﻠﻋ ﺮﻈﺤﻳ",
            "answers": [
                "ﺩﺪﺤﻤﻟﺍ ﻩﺎﺠﺗﻻﺎﺑ ﺮﻴﺴﻳ ﻥﺃ",
                "ﻖﻳﺮﻄﻟﺍ ﻂﺳﻭ ﻲﻓ ﻩﺎﺠﺗﻻﺍ ﺲﻜﻋ ﺓﺭﻭﺎﻨﻤﻟﺍ ﻱﺮﺠﻳ ﻡﺎﻌﻟﺍ",
                "ﺮﻄﺧ ﻥﻭﺩ ﺯﻭﺎﺠﺘﻟﺍ ﺓﺭﻭﺎﻨﻣ ءﺍﺮﺟﺇ ﻦﻣ ﺪﻛﺄﺘﻳ ﻥﺃ"
            ],
            "correctAnswer": "ﺮﻄﺧ ﻥﻭﺩ ﺯﻭﺎﺠﺘﻟﺍ ﺓﺭﻭﺎﻨﻣ ءﺍﺮﺟﺇ ﻦﻣ ﺪﻛﺄﺘﻳ ﻥﺃ"
        },
        {
            "id": 286,
            "category": "Safety",
            "question": ":ﻥﺃ ﻢﻴﻠﺴﻟﺍ ﻖﻄﻨﻤﻟﺍ ﺽﺮﺘﻔﻳ",
            "answers": [
                "ﺔﻋﺎﺴﻟﺎﺑ ﻢﻠﻛ 80 ﻯﻮﺼﻘﻟﺍ ﺔﻋﺮﺴﻟﺍ ﺯﻭﺎﺠﺘﺗ ﻻ",
                "ﺓﺩﺪﺤﻤﻟﺍ ﺔﻋﺮﺴﻟﺍﻦﻣ ﺮﺜﻛﺍ ﻉﺮﺴﺗ ﻻ",
                "ﻖﻳﺮﻄﻟﺍ ﺔﻟﺎﺤﻟ ﺔﻨﻣﻵﺍ ﺔﻋﺮﺴﻟﺍ ﻦﻣ ﺮﺜﻛﺍ ﻉﺮﺴﺗ ﻻ"
            ],
            "correctAnswer": "ﻖﻳﺮﻄﻟﺍ ﺔﻟﺎﺤﻟ ﺔﻨﻣﻵﺍ ﺔﻋﺮﺴﻟﺍ ﻦﻣ ﺮﺜﻛﺍ ﻉﺮﺴﺗ ﻻ"
        },
        {
            "id": 287,
            "category": "Safety",
            "question": "ﺔﺒﻛﺮﻣ ﺯﻭﺎﺠﺘﻟ ﻖﻳﺮﻄﻟﺍ ﻦﻋ ﺝﻭﺮﺨﻟﺍ ﻚﻨﻜﻤﻳ :ﻯﺮﺧﺃ",
            "answers": [
                "ﺭﺎﺴﻴﻟﺍ ﻮﺤﻧ ﻪﺠﺘﺗ ﻚﻣﺎﻣﺍ ﻲﺘﻟﺍ ﺓﺭﺎﻴﺴﻟﺍ ﺖﻧﺎﻛ ﺍﺫﺍ",
                "ﻚﺗﺭﺎﻴﺳ ﻊﺴﻳ ﺓﺎﺸﻤﻟﺍ ﺮﻤﻣ ﻭﺍ ﻖﻳﺮﻄﻟﺍ ﻥﺎﻛ ﺍﺫﺍ",
                "ﻝﺍﻮﺣﻻﺍﻦﻣ ﻝﺎﺣ ﻱﺍ ﻲﻓ ﻻﻭ"
            ],
            "correctAnswer": "ﻝﺍﻮﺣﻻﺍﻦﻣ ﻝﺎﺣ ﻱﺍ ﻲﻓ ﻻﻭ"
        },
        {
            "id": 288,
            "category": "Safety",
            "question": "ﺮﻔﺻﻷﺍ ءﻮﻀﻟﺍ ﻰﻠﻋ ﻩﺎﺒﺘﻧﺎﺑ ﺮﻴﺴﻟﺍ ﺔﻌﺑﺎﺘﻣ ﻚﻨﻜﻤﻳ :ﺖﻨﻛ ﺍﺫﺍ",
            "answers": [
                "ﻊﻁﺎﻘﺘﻟﺍ ﺖﻠﺧﺩ",
                "ﺭﺎﺴﻴﻟﺍ ﻮﺤﻧ ﻪﺠﺘﺗ",
                "ﻉﺎﻓﺩ ،ﻑﺎﻌﺳﺍ ﻞﺜﻣ) ﺔﻴﻠﻀﻓﻻﺍﺎﻫﺪﻨﻋ ﺔﺒﻛﺮﻣ ﻒﻠﺧ (ءﺎﻔﻁﺍ ،ﻲﻧﺪﻣ"
            ],
            "correctAnswer": "ﻉﺎﻓﺩ ،ﻑﺎﻌﺳﺍ ﻞﺜﻣ) ﺔﻴﻠﻀﻓﻻﺍﺎﻫﺪﻨﻋ ﺔﺒﻛﺮﻣ ﻒﻠﺧ (ءﺎﻔﻁﺍ ،ﻲﻧﺪﻣ"
        },
        {
            "id": 289,
            "category": "Safety",
            "question": ":ﺔﺒﻛﺮﻤﻟﺍ ﻖﺋﺎﺳ ﻰﻠﻋ ﺮﻈﺤﻳ",
            "answers": [
                "ﻖﻳﺮﻄﻟﺍ ﻦﻣ ﻦﻤﻳﻻﺍ ﺐﻧﺎﺠﻟﺍ ﻰﻠﻋ ﺮﻴﺴﻟﺍ",
                "ﺮﻄﺧ ﻥﻭﺩ ﺯﻭﺎﺠﺘﻟﺍ ﺓﺭﻭﺎﻨﻣ ءﺍﺮﺟﺇ ﻦﻣ ﺪﻛﺄﺘﻳ ﻥﺃ",
                "ﻲﻓ ﻻﺇ ﻡﺎﻌﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻰﻠﻋ ﺕﺎﺒﻛﺮﻤﻟﺍ ﺡﻼﺻﺇ ﻯﻮﺼﻘﻟﺍ ﺕﺍﺭﻭﺮﻀﻟﺍ"
            ],
            "correctAnswer": "ﻲﻓ ﻻﺇ ﻡﺎﻌﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻰﻠﻋ ﺕﺎﺒﻛﺮﻤﻟﺍ ﺡﻼﺻﺇ ﻯﻮﺼﻘﻟﺍ ﺕﺍﺭﻭﺮﻀﻟﺍ"
        },
        {
            "id": 290,
            "category": "Safety",
            "question": "ﻦﻣ ﻦﻤﻳﻷﺍ ﺐﻧﺎﺠﻟﺍ ﻰﺼﻗﺃ ﻡﺰﺘﻠﻳ ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ :ﻖﻳﺮﻄﻟﺍ",
            "answers": [
                "ﻝﻮﻤﻌﻤﻟﺍ ﺔﻋﺮﺴﻟﺍ ﻥﻭﺩ ﻪﺗﺭﺎﻴﺳ ﺔﻋﺮﺳ ﻥﻮﻜﺗ ﺎﻣﺪﻨﻋ ﺎﻬﺑ",
                "ﺮﺧﺁ ﻖﺋﺎﺳ ﺯﻭﺎﺠﺘﻳ ﻥﺃ ﺪﻳﺮﻳ ﺎﻣﺪﻨﻋ",
                "ﺔﻴﻓﺎﻛ ﻡﺎﻣﻷﺍ ﻰﻟﺇ ﻖﻳﺮﻄﻟﺍﺔﻳﺅﺭ ﻥﻮﻜﺗ ﺎﻣﺪﻨﻋ"
            ],
            "correctAnswer": "ﺔﻴﻓﺎﻛ ﻡﺎﻣﻷﺍ ﻰﻟﺇ ﻖﻳﺮﻄﻟﺍﺔﻳﺅﺭ ﻥﻮﻜﺗ ﺎﻣﺪﻨﻋ"
        },
        {
            "id": 291,
            "category": "Safety",
            "question": "ﺕﺍﻮﻨﺳ ﺙﻼﺛ ﺪﻌﺑ ،ﺕﺎﺒﻛﺮﻤﻟﺍ ﻲﻘﺋﺎﺳ ﻰﻠﻋ ﺮﻈﱠ ﺤُﻳ ﺮﻴﺛﺄﺗ ﺖﺤﺗ ﺓﺩﺎﻴﻘﻟﺍ ،ﻕﻮﺴﻟﺍ ﺮﺘﻓﺩ ﻢﻬﺗﺯﺎﻴﺣ ﻦﻣ :ﻯّﺪﻌﺘﺗ ﺔﺒﺴﻨﺑ ﻝﻮﺤﻜﻟﺍ",
            "answers": [
                "ﻝ\\ﻍ0.5",
                "ﻝ\\ﻍ 0.3",
                "ﻝ\\ﻍ 0.4"
            ],
            "correctAnswer": "ﻝ\\ﻍ 0.4"
        },
        {
            "id": 292,
            "category": "Safety",
            "question": "ﺔﺼﺧﺭ ﻰﻠﻋ ﻚﺗﺯﺎﻴﺣ ﻦﻣ ﺕﺍﻮﻨﺳ ﺙﻼﺛ ﻝﻭّ ﺃ ﻝﻼﺧ ﻲﻓ ﻝﻮﺤﻜﻟﺍ ﺔﺒﺴﻧ ﻝّﺪﻌﻣ ﺯﻭﺎﺠﺘﺗ ﻥﺃ ﺐﺠﻳ ﻻ ،ﻕﻮﺳ :ﻡﺪﻟﺍ",
            "answers": [
                "ﻝ\\ﻍ 0.5",
                "ﻝ\\ﻍ0",
                "ﻝ\\ﻍ 0.3"
            ],
            "correctAnswer": "ﻝ\\ﻍ 0.3"
        },
        {
            "id": 293,
            "category": "Safety",
            "question": ":ﺓﺩﺎﻴﻘﻟﺍ ءﺎﻨﺛﺃ ﺕﺎﺒﻛﺮﻤﻟﺍ ﻲﻘﺋﺎﺳ ﻰﻠﻋ ﺮﻈّ ﺤﻳ",
            "answers": [
                "ﺕﻻﺎﺼﺗﻻﺍ ﺓﺰﻬﺟﺍ ﻦﻣﺔﻠﻴﺳﻭ ﻱﺍ ﻝﺎﻤﻌﺘﺳﺍ",
                "ﺔﻤﻟﺎﻜﻤﻟﺍ ﻰﻠﻋ ﺩﺮﻟﺍﻭ ﺓﺩﺎﻴﻘﻠﻟﺓﺪﺣﺍﻭ ﺪﻳ ﻝﺎﻤﻌﺘﺳﺍ ﻯﺮﺧﻻﺍ ﺪﻴﻟﺍ ﻝﺎﻤﻌﺘﺳﺎﺑ",
                "ﺔﻄﺳﺍﻮﺑ ﺔﻤﻟﺎﻜﻤﻟﺍ ﻰﻠﻋ ﺩﺮﻟﺍﻭ ﺓﺩﺎﻴﻘﻠﻟ ﻦﻳﺪﻴﻟﺍ ﻝﺎﻤﻌﺘﺳﺍ Bluetooth ـﻟﺍ"
            ],
            "correctAnswer": "ﺔﻄﺳﺍﻮﺑ ﺔﻤﻟﺎﻜﻤﻟﺍ ﻰﻠﻋ ﺩﺮﻟﺍﻭ ﺓﺩﺎﻴﻘﻠﻟ ﻦﻳﺪﻴﻟﺍ ﻝﺎﻤﻌﺘﺳﺍ Bluetooth ـﻟﺍ"
        },
        {
            "id": 295,
            "category": "Safety",
            "question": "ﻥﻮﻜﺗ ،ﺔﻋﺮﺴّ ﻟﺍ ﺩّﺪﺤﺗ ﺕﺎﺣﻮﻟ ﺩﻮﺟﻭ ﻡﺪﻋ ﻝﺎﺣ ﻲﻓ ﻖﻁﺎﻨﻤﻟﺍ ﺝﺭﺎﺧ ﺡﻮﻤﺴﻤﻟﺍ ﻯﻮﺼﻘﻟﺍ ﺔﻋﺮﺴﻟﺍ :ﺔﻟﻮﻫﺄﻤﻟﺍ",
            "answers": [
                "ﺱ\\ﻢﻠﻛ 50",
                "ﺱ\\ﻢﻠﻛ 60",
                "ﺱ\\ﻢﻠﻛ70"
            ],
            "correctAnswer": "ﺱ\\ﻢﻠﻛ70"
        },
        {
            "id": 296,
            "category": "Safety",
            "question": "ﻥﻮﻜﺗ ،ﺔﻋﺮﺴّ ﻟﺍ ﺩّﺪﺤﺗ ﺕﺎﺣﻮﻟ ﺩﻮﺟﻭ ﻡﺪﻋ ﻝﺎﺣ ﻲﻓ ﻖﻁﺎﻨﻤﻟﺍ ﻞﺧﺍﺩ ﺡﻮﻤﺴﻤﻟﺍ ﻯﻮﺼﻘﻟﺍ ﺔﻋﺮﺴﻟﺍ :ﺔﻟﻮﻫﺄﻤﻟﺍ",
            "answers": [
                "ﺱ\\ﻢﻠﻛ 40",
                "ﺱ\\ﻢﻠﻛ50",
                "ﺱ\\ﻢﻠﻛ 60"
            ],
            "correctAnswer": "ﺱ\\ﻢﻠﻛ 60"
        },
        {
            "id": 297,
            "category": "Safety",
            "question": "ﻲﻓ ،ﺩﺍﺮﺘﺳﻮﺗﻭﻷﺍ ﻰﻠﻋ ءﺍﺭﻮﻟﺍ ﻰﻟﺇ ﻉﻮﺟﺮﻟﺍ ﻚﻨﻜﻤﻳ :ﺔﻓﺎﺴﻤﺑ ﺐﻳﺮﻗ ﻕﺮﻔﻤﻟﺍ ﻥﺎﻛ ﻝﺎﺣ",
            "answers": [
                "ﺭﺎﺘﻣﺍ10",
                "ﺮﺘﻣ 20",
                "ﺎﺗﺎﺘﺑ ءﺍﺭﻮﻟﺍ ﻰﻟﺇﻉﻮﺟﺮﻟﺍ ﻚﻨﻜﻤﻳ ﻻ"
            ],
            "correctAnswer": "ﺎﺗﺎﺘﺑ ءﺍﺭﻮﻟﺍ ﻰﻟﺇﻉﻮﺟﺮﻟﺍ ﻚﻨﻜﻤﻳ ﻻ"
        },
        {
            "id": 298,
            "category": "Safety",
            "question": "ًﺎﻌﺒﺗ ﺔﺒﻛﺮﻤﻟﺍ ﻒﻠﺧ ﻭﺍ ﻡﺎﻣﺍ ﺮﻳﺬﺤﺘﻟﺍ ﺚﻠﺜﻣ ﻊﺿﻮﻳ :ﺔﻓﺎﺴﻣ ﻰﻠﻋ ﺔﻳﺩﺎﻌﻟﺍ ﺕﺎﻗﺮﻄﻟﺍ ﻲﻓ ،ﺮﻴﺴﻟﺍ ﺔﻬﺟﻮﻟ",
            "answers": [
                "ﺮﺘﻣ 20",
                "ﺮﺘﻣ30",
                "ﺮﺘﻣ 40"
            ],
            "correctAnswer": "ﺮﺘﻣ 40"
        },
        {
            "id": 299,
            "category": "Safety",
            "question": "ًﺎﻌﺒﺗ ﺔﺒﻛﺮﻤﻟﺍ ﻒﻠﺧ ﻭﺍ ﻡﺎﻣﺍ ﺮﻳﺬﺤﺘﻟﺍ ﺚﻠﺜﻣ ﻊﺿﻮﻳ :ﺔﻓﺎﺴﻣ ﻰﻠﻋ ﺩﺍﺮﺘﺳﻮﺗﻷﺍ ﻰﻠﻋ ،ﺮﻴﺴﻟﺍ ﺔﻬﺟﻮﻟ",
            "answers": [
                "ﺮﺘﻣ 70",
                "ﺮﺘﻣ50",
                "ﺮﺘﻣ 60"
            ],
            "correctAnswer": "ﺮﺘﻣ 60"
        },
        {
            "id": 300,
            "category": "Safety",
            "question": "ﻭﺃ ﺕﺍﺮﻤﻤﻟﺍ ﻭﺃ ﺔﻔﺻﺭﻷﺍ ﺩﺎﻤﺘﻋﺍ ﺓﺎﺸﻤﻟﺍ ﻰﻠﻋ :ﺔﻓﺎﺴﻣ ﻦﻤﺿ ﻢﻬﻟ ﺔﺼﺼّ ﺨﻤﻟﺍ ﺭﻮﺴﺠﻟﺍ",
            "answers": [
                "ﺮﺘﻣ 170",
                "ﺮﺘﻣ150",
                "ﺮﺘﻣ 130"
            ],
            "correctAnswer": "ﺮﺘﻣ 130"
        },
        {
            "id": 301,
            "category": "Safety",
            "question": ":ﻱﺩﺎﻣ ﻮﻟﻭ ﺙﺩﺎﺤﺑ ﺐﺒﺴﺘﺗ ﺎﻣﺪﻨﻋ",
            "answers": [
                "ﺔﻴﻟﻭﺆﺴﻤﻟﺍ ﻞﻤﺤّ ﺗ ﻡﺪﻋﻭ ﺏﻭﺮﻬﻟﺍ ﻖﺋﺎﺴﻠﻟ ﻖﺤﻳ",
                "ﺮﻴﺴﻟﺍ ﺔﻌﺑﺎﺘﻣ",
                "ﺕﺍءﺍﺮﺟﻻﺎﺑ ﻡﻮﻘﻳﻭ ﻒﻘﻳ ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺐﺠﻳ ﺔﺒﺳﺎﻨﻤﻟﺍ"
            ],
            "correctAnswer": "ﺕﺍءﺍﺮﺟﻻﺎﺑ ﻡﻮﻘﻳﻭ ﻒﻘﻳ ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺐﺠﻳ ﺔﺒﺳﺎﻨﻤﻟﺍ"
        },
        {
            "id": 302,
            "category": "Safety",
            "question": ":ﺢﺑﺎﻜﻤﻟﺍ ءﺍﻮﺿﺃ ﻞﻄّ ﻌﺗ ﻝﺎﺣ ﻲﻓ",
            "answers": [
                "ﻩﻼﻋﺃ ﺩﺭﻭ ﺎﻣ ﻞّ ﻛ",
                "ﺓﺭﺎﻴﺴﻟﺍ ﺰﺠﺘﺤُﺗ",
                "ﺔﻴﻧﺎﺜﻟﺍ ﺔﺌﻔﻟﺍ ﻦﻣ ﺔﻔﻟﺎﺨﻤﻟﺍ ﺮﺒﺘﻌﺗ"
            ],
            "correctAnswer": "ﺔﻴﻧﺎﺜﻟﺍ ﺔﺌﻔﻟﺍ ﻦﻣ ﺔﻔﻟﺎﺨﻤﻟﺍ ﺮﺒﺘﻌﺗ"
        },
        {
            "id": 303,
            "category": "Law",
            "question": ":ﺕﺍﺭﺎﻁﻹﺍ ﺮﻤﻋ ﻯّﺪﻌﺘﻳ ﻻ ﻥﺃ ﺐﺠﻳ",
            "answers": [
                "ﺔﻛﺎﻤﺳ ﻢﻠﻣ1.6 ﻭﺃ ﺎﻬﻌﻨﺻ ﺦﻳﺭﺎﺗ ﻦﻣ ﺕﺍﻮﻨﺳ ﺖﺳ ﻞﺒﻗ ﺎﻤﻬﻳﺃ ﺎﻣﻮﻐﻟﺍ",
                "ﺔﻛﺎﻤﺳ ﻢﻠﻣ 1.6 ﻭﺃ ﺎﻬﻌﻨﺻ ﺦﻳﺭﺎﺗ ﻦﻣ ﺕﺍﻮﻨﺳ ﺔﻌﺑﺭﺃ ﻞﺒﻗ ﺎﻤﻬﻳﺃ ﺎﻣﻮﻐﻟﺍ",
                "ﺔﻛﺎﻤﺳ ﻢﻠﻣ 1.6 ﻭﺃ ﺎﻬﻌﻨﺻ ﺦﻳﺭﺎﺗ ﻦﻣ ﺕﺍﻮﻨﺳ ﺔﺴﻤﺧ ﺪﻌﺑ ﺎﻤﻬﻳﺃ ﺎﻣﻮﻐﻟﺍ"
            ],
            "correctAnswer": "ﺔﻛﺎﻤﺳ ﻢﻠﻣ 1.6 ﻭﺃ ﺎﻬﻌﻨﺻ ﺦﻳﺭﺎﺗ ﻦﻣ ﺕﺍﻮﻨﺳ ﺔﺴﻤﺧ ﺪﻌﺑ ﺎﻤﻬﻳﺃ ﺎﻣﻮﻐﻟﺍ"
        },
        {
            "id": 304,
            "category": "Safety",
            "question": "ءﺎﻨﺛﺃ ءﺍﺮﻀﺧ ﺔﻴﺋﻮﻀﻟﺍ ﺓﺭﺎﺷﻻﺍ ﻥﻮﻜﺗ ﺎﻣﺪﻨﻋ :ﻕﺮﻄﻟﺍ ﻲﻣﺪﺨﺘﺴﻣ ﻰﻠﻋ ﺮﻴﺴﻟﺍ ﻡﺎﺣﺩﺯﺍ",
            "answers": [
                "ﺮﻴﺴﻟﺍ ﺔﻠﻗﺮﻋ ﻡﺪﻌﻟ ءﻰﻄﺒﺑ ﺮﻴﺴﻟﺍ",
                "ﺔﻋﺮﺴﺑ ءﺍﺮﻀﺨﻟﺍ ﺔﻴﺋﻮﻀﻟﺍ ﺓﺭﺎﺷﻹﺍ ﺯﻭﺎﺠﺗ",
                "ﺔﻠﻗﺮﻋ ﻡﺪﻌﻟ ءﺍﺮﻀﺨﻟﺍ ﺔﻴﺋﻮﻀﻟﺍ ﺓﺭﺎﺷﻹﺍ ﺯﻭﺎﺠﺗ ﻡﺪﻋ ﺮﻴﺴﻟﺍ"
            ],
            "correctAnswer": "ﺔﻠﻗﺮﻋ ﻡﺪﻌﻟ ءﺍﺮﻀﺨﻟﺍ ﺔﻴﺋﻮﻀﻟﺍ ﺓﺭﺎﺷﻹﺍ ﺯﻭﺎﺠﺗ ﻡﺪﻋ ﺮﻴﺴﻟﺍ"
        },
        {
            "id": 306,
            "category": "Safety",
            "question": ":ﻖﻳﺮﻄﻟﺍ ﻂﺳﻭ ﻲﻓ ﺔﻌﻄّ ﻘﺘﻤﻟﺍ ﻁﻮﻄﺨﻟﺍ",
            "answers": [
                "ﺎﻫﺯﺎﻴﺘﺟﺍ ﻦﻜﻤﻳ ﻻ",
                "ﺎﻫﺯﺎﻴﺘﺟﺍ ﻦﻜﻤﻳ",
                "ﺎﻬﻴﻠﻋ ﺮﻴﺴﻟﺍ ﻦﻜﻤﻳ"
            ],
            "correctAnswer": "ﺎﻬﻴﻠﻋ ﺮﻴﺴﻟﺍ ﻦﻜﻤﻳ"
        },
        {
            "id": 307,
            "category": "Safety",
            "question": "ﺎﻬﺘﻣﺪﻘﻣ ﻲﻓ ﺕﺎﺒﻛﺮﻤﻟﺍ ﻉﺍﻮﻧﺃ ﺔﻓﺎﻛ ﺰﻴﻬﺠﺗ ﺮﻈّ ﺤﻳ :ءﺍﻮﺿﺄﺑ",
            "answers": [
                "ﺮﻔﺻﻷﺍ ﻭﺃ ﻕﺭﺯﻷﺍ ﻦﻴﻧﻮﻠﻟﺍ ﺮﻴﻏ ﻦﻣ",
                "ﺮﻔﺻﻷﺍ ﻭﺃ ﺾﻴﺑﻷﺍ ﻦﻴﻧﻮﻠﻟﺍ ﺮﻴﻏ ﻦﻣ",
                "ﻕﺭﺯﻷﺍ ﻭﺃ ﺾﻴﺑﻷﺍ ﻦﻴﻧﻮﻠﻟﺍ ﺮﻴﻏ ﻦﻣ"
            ],
            "correctAnswer": "ﻕﺭﺯﻷﺍ ﻭﺃ ﺾﻴﺑﻷﺍ ﻦﻴﻧﻮﻠﻟﺍ ﺮﻴﻏ ﻦﻣ"
        },
        {
            "id": 308,
            "category": "Safety",
            "question": "ﻦﻴﻟﻮﺼﻔﻣ ﻦﻴﻜﻠﺴﻣ ﻰﻟﺇ ًﺎﻣﻮﺴﻘﻣ ﺪّﺒﻌﻤﻟﺍ ﻥﺎﻛ ﺍﺫﺇ ﺮﻴﺴﻟﺍ ﺔﻟﺎﺣ ﻲﻓ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺐﺠﻳ ءﺍﺮﻔﺻ ﻁﻮﻄﺨﺑ :ﻥﺃ ﻱﺩﺎﻌﻟﺍ",
            "answers": [
                "ﻦﻤﻳﻷﺍ ﻚﻠﺴﻤﻟﺍ ﻞﻤﻌﺘﺴﻳ",
                "ﺮﺴﻳﻷﺍ ﻚﻠﺴﻤﻟﺍ ﻞﻤﻌﺘﺴﻳ",
                "ﻂﺳﻭﻷﺍ ﻚﻠﺴﻤﻟﺍ ﻞﻤﻌﺘﺴﻳ"
            ],
            "correctAnswer": "ﻂﺳﻭﻷﺍ ﻚﻠﺴﻤﻟﺍ ﻞﻤﻌﺘﺴﻳ"
        },
        {
            "id": 309,
            "category": "Safety",
            "question": "ﺫﺎﺤﻣ ﻊﻄّ ﻘﺘﻣ ﺮﻔﺻﺃ ﻂﺨﺑ ًﺍﺩﺪﺤﻣ ﻚﻠﺴﻤﻟﺍ ﻥﺎﻛ ﺍﺫﺇ :ﻞﺻﺍﻮﺘﻣ ﺮﻔﺻﺃ ﻂﺨﻟ",
            "answers": [
                "ﻞﺻﺍﻮﺘﻤﻟﺍ ﻂﺨﻟﺍ ﺔﻴﺣﺎﻧ ﻦﻣ ﻦﻴﻄﺨﻟﺍ ﺯﺎﻴﺘﺟﺍ ﻦﻜﻤﻳ ﻊﻄّ ﻘﺘﻤﻟﺍ ﻂﺨﻟﺍ ﺔﻴﺣﺎﻧ ﻦﻣ ﺯﺎﻴﺘﺟﻻﺍ ﺮﻈّ ﺤﻳﻭ",
                "ﻊﻄّ ﻘﺘﻤﻟﺍ ﻂﺨﻟﺍ ﺔﻴﺣﺎﻧ ﻦﻣ ﻦﻴﻄﺨﻟﺍ ﺯﺎﻴﺘﺟﺍ ﺮﻈﺤﻳ ﻞﺻﺍﻮﺘﻤﻟﺍ ﻂﺨﻟﺍ ﺔﻴﺣﺎﻧ ﻦﻣ ﺯﺎﻴﺘﺟﻻﺍ ﺮﻈّ ﺤﻳﻭ",
                "ﻊﻄّ ﻘﺘﻤﻟﺍ ﻂﺨﻟﺍ ﺔﻴﺣﺎﻧ ﻦﻣ ﻦﻴﻄﺨﻟﺍ ﺯﺎﻴﺘﺟﺍ ﻦﻜﻤﻳ ﻞﺻﺍﻮﺘﻤﻟﺍ ﻂﺨﻟﺍ ﺔﻴﺣﺎﻧ ﻦﻣ ﺯﺎﻴﺘﺟﻻﺍ ﺮﻈّ ﺤﻳﻭ"
            ],
            "correctAnswer": "ﻊﻄّ ﻘﺘﻤﻟﺍ ﻂﺨﻟﺍ ﺔﻴﺣﺎﻧ ﻦﻣ ﻦﻴﻄﺨﻟﺍ ﺯﺎﻴﺘﺟﺍ ﻦﻜﻤﻳ ﻞﺻﺍﻮﺘﻤﻟﺍ ﻂﺨﻟﺍ ﺔﻴﺣﺎﻧ ﻦﻣ ﺯﺎﻴﺘﺟﻻﺍ ﺮﻈّ ﺤﻳﻭ"
        },
        {
            "id": 310,
            "category": "Safety",
            "question": ":ﺭﻭﺮﻤﻟﺍ ﺔﻴﻠﻀﻓﺃ ﻲﻄﻌﻳ ﻥﺃ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ",
            "answers": [
                "ﺓﺎﺸﻤﻠﻟ",
                "ﺕﺍﺭﺎﻴﺴﻠﻟ",
                "ﺕﺎﻨﺣﺎﺸﻠﻟ"
            ],
            "correctAnswer": "ﺕﺎﻨﺣﺎﺸﻠﻟ"
        },
        {
            "id": 311,
            "category": "Safety",
            "question": "ﻲﻗﻼﺘﻟﺍ ﺚﻴﺣ ﻱﻮﻘﻟﺍ ﺭﺍﺪﺤﻧﻹﺍ ﺕﺍﺫ ﺕﺎﻗﺮﻄﻟﺍ ﻲﻓ :ﺕﺍﺭﺎﻴﺴﻠﻟ ﺭﻭﺮﻤﻟﺍ ﺔﻴﻠﻀﻓﺃ ﻥﻮﻜﺗ ﻞﻴﺤﺘﺴﻣ",
            "answers": [
                "ًﻻﻭﺰﻧ ﺔﻬﺠﺘﻤﻟﺍ",
                "ًﺍﺩﻮﻌﺻ ﺔﻬﺠﺘﻤﻟﺍ",
                "ﻖﻳﺮﻄﻟﺍ ﻞﻜﺷ ﺐﺴﺤﺑﻭ"
            ],
            "correctAnswer": "ﻖﻳﺮﻄﻟﺍ ﻞﻜﺷ ﺐﺴﺤﺑﻭ"
        },
        {
            "id": 312,
            "category": "Safety",
            "question": "ﻞﺧﺍﺩ ﻥﺎﻣﺃ ﺔﻓﺎﺴﻣ ﻰﻠﻋ ﺎﻤﺋﺍﺩ ﺔﻈﻓﺎﺤﻤﻟﺍ ﺐﺠﻳ :ﻥﺪﻤﻟﺍ",
            "answers": [
                "ﺔﻴﻧﺎﺛ",
                "ﻦﻳﺮﺘﻣ",
                "ﻦﻴﺘﻴﻧﺎﺛ"
            ],
            "correctAnswer": "ﻦﻴﺘﻴﻧﺎﺛ"
        },
        {
            "id": 313,
            "category": "Safety",
            "question": ":ﺔﻴﻠﻀﻓﻷﺍ ﺎﻤﺋﺍﺩ ﻥﻮﻜﺗ ﺓﺮﻳﺪﺘﺴﻤﻟﺍ ﻞﺧﺍﺩ",
            "answers": [
                "ﺓﺮﻳﺪﺘﺴﻤﻟﺍ ﻞﺧﺍﺩ ﺓﺭﺎﻴﺴﻠﻟ",
                "ﻰﻨﻤﻴﻟﺍ ﺔﻬّ ﺠﻟﺍ ﻦﻣ ﺔﻴﺗﻷﺍ ﺓﺭﺎﻴﺴﻠﻟ",
                "ﺭﺎﺴﻴﻟﺍ ﺔﻬﺟﻦﻣ ﺔﻴﺗﻷﺍ ﺓﺭﺎﻴﺴﻠﻟ"
            ],
            "correctAnswer": "ﺭﺎﺴﻴﻟﺍ ﺔﻬﺟﻦﻣ ﺔﻴﺗﻷﺍ ﺓﺭﺎﻴﺴﻠﻟ"
        },
        {
            "id": 314,
            "category": "Safety",
            "question": "ﺕﺍﺫ ﻕﺎﻔﻧﻷﺍ ﻞﺧﺍﺩ ﺯﻭﺎﺠﺘﻟﺍ ﻊﻨﻤﻳ",
            "answers": [
                "ﺕﺎﻫﺎﺠﺗﻻﺍ ﺓﺩﺪﻌﺘﻤﻟﺍ",
                "ﻦﻴﻫﺎﺠﺗﻻﺍ",
                "ﺪﺣﺍﻮﻟﺍ ﻩﺎﺠﺗﻻﺍ"
            ],
            "correctAnswer": "ﺪﺣﺍﻮﻟﺍ ﻩﺎﺠﺗﻻﺍ"
        },
        {
            "id": 315,
            "category": "Safety",
            "question": "ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺐﺠﻳ ﺔﻣﺎﻋ ﻝﺎﻐﺷﺃ ﺩﻮﺟﻭ ﺪﻨﻋ",
            "answers": [
                "ﺓﺭﺎﻴﺴﻟﺍ ﺭﺍﻮﻧﺍ ﺓءﺎﺿﺇ",
                "ﺔﻋﺮﺴﺑ ﺮﻴﺴﻟﺍ",
                "ﻪﺘﺒﻛﺮﻣ ﺔﻋﺮﺳ ﻒﻴﻔﺨﺗ"
            ],
            "correctAnswer": "ﻪﺘﺒﻛﺮﻣ ﺔﻋﺮﺳ ﻒﻴﻔﺨﺗ"
        },
        {
            "id": 316,
            "category": "Safety",
            "question": "ﻰﻠﻋ ﺔﺴﻣﺎﺨﻟﺍ ﻦﺳ ﻥﻭﺩ ﻝﺎﻔﻁﻷﺍ ﺱﻮﻠﺟ ﺐﺠﻳ",
            "answers": [
                "ﻞﻫﻷﺍ ﻦﻀﺣ",
                "ﺔﻴﻔﻠﺨﻟﺍ ﺪﻋﺎﻘﻤﻟﺍ",
                "ﻝﺎﻔﻁﻸﻟ ﺔﺼﺼّ ﺨﻤﻟﺍ ﺪﻋﺎﻘﻤﻟﺍ"
            ],
            "correctAnswer": "ﻝﺎﻔﻁﻸﻟ ﺔﺼﺼّ ﺨﻤﻟﺍ ﺪﻋﺎﻘﻤﻟﺍ"
        },
        {
            "id": 318,
            "category": "Safety",
            "question": "ﺔﺟﺍﺭﺩ ﻦﻋ ﺯﻭﺎﺠﺘﻟﺍ ﻝﻼﺧ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺐﺠﻳ ﺔﻴﺒﻧﺎﺠﻟﺍ ﺔﻓﺎﺴﻤﻟﺍ ﻞﻘﺗ ﻻ ﻥﺃ ﺔﻴﻟﺁ ﺔﺟﺍﺭﺩ ﻭﺍ ﺔﻴﺋﺍﻮﻫ :ﻦﻋ ﺯﻭﺎﺠﺘﻠﻟ",
            "answers": [
                "CM 75",
                "Cm 65",
                "Cm 70"
            ],
            "correctAnswer": "Cm 70"
        },
        {
            "id": 319,
            "category": "Safety",
            "question": "ﻭﺍ ﺓﺭﺎﻴﺳ ﻦﻋ ﺯﻭﺎﺠﺘﻟﺍ ﻝﻼﺧ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺐﺠﻳ ﺯﻭﺎﺠﺘﻠﻟ ﺔﻴﺒﻧﺎﺠﻟﺍ ﺔﻓﺎﺴﻤﻟﺍ ﻞﻘﺗ ﻻ ﻥﺃ ،ﻯﺮﺧﺍ ﺔﺒﻛﺮﻣ :ﻦﻋ",
            "answers": [
                "CM45",
                "CM 50",
                "CM 60"
            ],
            "correctAnswer": "CM 60"
        },
        {
            "id": 320,
            "category": "Safety",
            "question": "ﻦﻣ ﺕﺎﺒﻛﺮﻤﻟﺍ ﺮﻴﺳ ﺔﻠﻗﺮﻋ ﻦﻴﻘﺋﺎﺴﻟﺍ ﻰﻠﻋ ﺮﻈّ ﺤﻳ :ﻝﻼﺧ",
            "answers": [
                "ﺊﻴﻄﺒﻟﺍ ﻒﻗﻮﺘﻟﺍ",
                "ﺎﻬﺑ ﻝﻮﻤﻌﻤﻟﺍ ﺔﻋﺮﺴﻟﺍ ﻥﻭﺩ ﻖﻳﺮﻄﻟﺍ ﻰﻠﻋ ﺮﻴﺴﻟﺍ",
                "ﺪﺒﻌﻤﻟﺍ ﻰﻠﻋ ﻉﻭﺮﺸﻣ ﺐﺒﺳ ﻥﻭﺪﺑ ﺊﺟﺎﻔﻤﻟﺍ ﻒﻗﻮﺘﻟﺍ"
            ],
            "correctAnswer": "ﺪﺒﻌﻤﻟﺍ ﻰﻠﻋ ﻉﻭﺮﺸﻣ ﺐﺒﺳ ﻥﻭﺪﺑ ﺊﺟﺎﻔﻤﻟﺍ ﻒﻗﻮﺘﻟﺍ"
        },
        {
            "id": 321,
            "category": "Safety",
            "question": "ﻥﻮﻜﻳ ﻦﻴﻫﺎﺠﺗﺍ ﻭﺫ ﻖﻳﺮﻁ ﻰﻠﻋ ﻲﻗﻼﺘﻟﺍ ﻝﺎﺣ ﻲﻓ : ءﺍﺭﻮﻟﺍ ﻰﻟﺇ ﻊﺟﺍﺮﺘﻟﺍ",
            "answers": [
                "ﺕﺎﺒﻛﺮﻤﻟﺍ ﻉﻮﻤﺠﻣ ﻞﺑﺎﻘﻣﺓﺩﺮﻔﻨﻤﻟﺍ ﺔﺒﻛﺮﻤﻠﻟ",
                "ﺓﺩﺮﻔﻨﻤﻟﺍ ﺔﺒﻛﺮﻤﻟﺍ ﻞﺑﺎﻘﻣ ﺕﺎﺒﻛﺮﻤﻟﺍ ﺔﻋﻮﻤﺠﻤﻟ",
                "ﺓﺩﺮﻔﻨﻤﻟﺍ ﺕﺎﺒﻛﺮﻤﻟﺍ ﻞﺑﺎﻘﻣ ﺔﻠﻴﻘﺜﻟﺍ ﺕﺎﺒﻛﺮﻤﻠﻟ"
            ],
            "correctAnswer": "ﺓﺩﺮﻔﻨﻤﻟﺍ ﺕﺎﺒﻛﺮﻤﻟﺍ ﻞﺑﺎﻘﻣ ﺔﻠﻴﻘﺜﻟﺍ ﺕﺎﺒﻛﺮﻤﻠﻟ"
        },
        {
            "id": 322,
            "category": "Safety",
            "question": "،ﺕﺎﻋﺮﻔﺗ ﺔﺛﻼﺛ ﻦﻣ ًﺎﻔﻟﺆﻣ ﻊﻁﺎﻘﺘﻟﺍ ﻥﺎﻛ ﻝﺎﺣ ﻲﻓ :ﺭﻭﺮﻤﻟﺍ ﺔﻴﻠﻀﻓﺃ ﻥﻮﻜﺗ",
            "answers": [
                "ﺔﻳﻭﺮﺑﻭ ﺭﺬﺤﺑ ﻖﻳﺮﻄﻟﺍ ﻰﻠﻋ ﺮﻴﺴﻠﻟ",
                "ﻦﻴﻤﻴﻟﺍ ﺔﻬﺟ ﻦﻣ ﻲﺗﻷﺍ ﻖﺋﺎﺴﻠﻟ",
                "ﺎﻤﻬﻨﻣ ﻥﺎﻨﺛﺍ ﻞﻜﺸﻳ ﻲﺘﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻰﻠﻋ ﻪﺠّ ﺘﻤﻟﺍ ﻖﺋﺎﺴﻠﻟ ًﺎﻤﻴﻘﺘﺴﻣ ًﺎﻘﻳﺮﻁ"
            ],
            "correctAnswer": "ﺎﻤﻬﻨﻣ ﻥﺎﻨﺛﺍ ﻞﻜﺸﻳ ﻲﺘﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻰﻠﻋ ﻪﺠّ ﺘﻤﻟﺍ ﻖﺋﺎﺴﻠﻟ ًﺎﻤﻴﻘﺘﺴﻣ ًﺎﻘﻳﺮﻁ"
        },
        {
            "id": 323,
            "category": "Safety",
            "question": "ﺔﻠﻳﻮﺤﺗ ﻰﻟﺇ ﺮﻴﺸﺗ ﺩﺍﺮﺘﺳﻮﺗﻭﺍ ﻰﻠﻋ ﺔﺘﻓﻻ ﺩﻮﺟﻭ ﺪﻨﻋ ﻊﻴﻤﺟ ﻰﻠﻋ ،ﺮﺧﺁ ﻖﻳﺮﻁ ﻮﺤﻧ ﻩﺎﺠﺗﺇ ﻰﻟﺇ ﻭﺃ ﻩﺬﻫ ﻢﻬﺘﻳﺅﺭ ﺭﻮﻓ ﺝﻭﺮﺨﻟﺍ ﻥﻭﺪﻳﺮﻳ ﻦﻳﺬﻟﺍ ﻦﻴﻘﺋﺎﺴﻟﺍ :ﻡﺎﻴﻘﻟﺍ ﺔﺘﻓﻼﻟﺍ",
            "answers": [
                "ﻩﺎﺠﺗﺇ ﺐﺴﺤﺑ ﻂﺳﻮﻟﺍ ﻰﻟﺇ ﻊﻳﺮﺴﻟﺍ ﻑﺍﺮﺤﻧﻹﺎﺑ ﺮﻴﺴﻟﺍ ﺔﻠﻗﺮﻋ ﻡﺪﻌﻟ ﺎﻬﻛﻮﻠﺳ ﺐﻏﺮﻳ ﻲﺘﻟﺍ ﺔﻠﻳﻮﺤﺘﻟﺍ",
                "ﺭﺎﺴﻴﻟﺍ ﻭﺃ ﻦﻴﻤﻴﻟﺍ ﻩﺎﺠﺗﺇ ﻰﻟﺇﻱﺭﻮﻔﻟﺍ ﻑﺍﺮﺤﻧﻹﺎﺑ ﻡﺪﻌﻟ ﺎﻬﻛﻮﻠﺳ ﺐﻏﺮﻳ ﻲﺘﻟﺍ ﺔﻠﻳﻮﺤﺘﻟﺍ ﻩﺎﺠﺗﺇ ﺐﺴﺤﺑ ﺮﻴﺴﻟﺍ ﺔﻠﻗﺮﻋ",
                "ﺭﺎﺴﻴﻟﺍ ﻭﺃ ﻦﻴﻤﻴﻟﺍ ﻩﺎﺠﺗﺇ ﻰﻟﺇ ﻲﺠﻳﺭﺪﺘﻟﺍ ﻑﺍﺮﺤﻧﻹﺎﺑ ﺎﻬﻛﻮﻠﺳ ﺐﻏﺮﻳ ﻲﺘﻟﺍ ﺔﻠﻳﻮﺤﺘﻟﺍ ﻩﺎﺠﺗﺇ ﺐﺴﺤﺑ"
            ],
            "correctAnswer": "ﺭﺎﺴﻴﻟﺍ ﻭﺃ ﻦﻴﻤﻴﻟﺍ ﻩﺎﺠﺗﺇ ﻰﻟﺇ ﻲﺠﻳﺭﺪﺘﻟﺍ ﻑﺍﺮﺤﻧﻹﺎﺑ ﺎﻬﻛﻮﻠﺳ ﺐﻏﺮﻳ ﻲﺘﻟﺍ ﺔﻠﻳﻮﺤﺘﻟﺍ ﻩﺎﺠﺗﺇ ﺐﺴﺤﺑ"
        },
        {
            "id": 324,
            "category": "Safety",
            "question": ":ﺪﻋﺎﻘﻤﻟﺍ ﻲﻠﻤﻌﺘﺴﻤﻟ ﻥﺎﻣﻷﺍ ﻡﺍﺰﺣ ﻝﺎﻤﻌﺘﺳﺍ ﺐﺟﻮﺘﻳ",
            "answers": [
                "ﺕﺎﺒﻛﺮﻤﻟﺍ ﻉﺍﻮﻧﺃ ﻊﻴﻤﺟ ﻲﻓ ﺔﻴﻔﻠﺨﻟﺍﻭ ﺔﻴﻣﺎﻣﻷﺍ ﺪﻋﺎﻘﻤﻟﺍ",
                "ﺕﺎﺒﻛﺮﻤﻟﺍ ﻉﺍﻮﻧﺃ ﻊﻴﻤﺟ ﻲﻓ ﻂﻘﻓ ﺔﻴﻣﺎﻣﻷﺍ ﺪﻋﺎﻘﻤﻟﺍ",
                "ﻲﻓ ﺕﺍﺩﺍﺮﺘﺳﻮﺗﻭﻷﺍ ﻰﻠﻋ ﺔﻴﻔﻠﺨﻟﺍﻭ ﺔﻴﻣﺎﻣﻷﺍ ﺪﻋﺎﻘﻤﻟﺍ ﺕﺎﺒﻛﺮﻤﻟﺍ ﻉﺍﻮﻧﺃ ﻊﻴﻤﺟ"
            ],
            "correctAnswer": "ﻲﻓ ﺕﺍﺩﺍﺮﺘﺳﻮﺗﻭﻷﺍ ﻰﻠﻋ ﺔﻴﻔﻠﺨﻟﺍﻭ ﺔﻴﻣﺎﻣﻷﺍ ﺪﻋﺎﻘﻤﻟﺍ ﺕﺎﺒﻛﺮﻤﻟﺍ ﻉﺍﻮﻧﺃ ﻊﻴﻤﺟ"
        },
        {
            "id": 325,
            "category": "Safety",
            "question": ":ًﺎﻳﺩﻮﻣﺎﻋ ﺔﻋﻮﻓﺮﻣ ﻦﻣﻷﺍ ﻞﺟﺭ ﺪﻳ ﺖﻧﺎﻛ ﺍﺫﺍ",
            "answers": [
                "ﺔﻋﺮﺴﻟﺍ ءﻰﻄﺑﺃ ﺓﺭﺎﺷﻹﺍ ﻩﺬﻫ ﻲﻨﻌﺗ",
                "ﻒﻗﻮﺘﻣ ﺮﻴﺳ ﻙﺎﻨﻫ ﻩﺎﺒﺘﻧﺍ ﺓﺭﺎﺷﻹﺍ ﻩﺬﻫ ﻲﻨﻌﺗ",
                "ﻲﻣﺪﺨﺘﺴﻣ ﻞﻜﻟ (ﻒﻗ-ﺭﺍﺬﺣ)ﺓﺭﺎﺷﻹﺍ ﻩﺬﻫ ﻲﻨﻌﺗ ﻖﻳﺮﻄﻟﺍ"
            ],
            "correctAnswer": "ﻲﻣﺪﺨﺘﺴﻣ ﻞﻜﻟ (ﻒﻗ-ﺭﺍﺬﺣ)ﺓﺭﺎﺷﻹﺍ ﻩﺬﻫ ﻲﻨﻌﺗ ﻖﻳﺮﻄﻟﺍ"
        },
        {
            "id": 326,
            "category": "Safety",
            "question": ":ًﺎﻴﻘﻓﺃ ﻦﻴﺗﺩﻭﺪﻤﻣ ﻦﻣﻷﺍ ﻞﺟﺭ ﺍﺪﻳ ﺖﻧﺎﻛ ﺍﺫﺍ",
            "answers": [
                "ﻖﻳﺮﻄﻟﺍ ﻲﻣﺪﺨﺘﺴﻣ ﻞﻜﻟ (ﻒﻗﻮﺘﻟﺍ)ﺓﺭﺎﺷﻹﺍ ﻩﺬﻫ ﻲﻨﻌﺗ ﻭﺃ ﺪّﻴﻟﺍ ﺕﺎﻫﺎﺠﺗﺇ ﻊﻣ ﻊﻁﺎﻘﺘﺗ ﺕﺎﻫﺎﺠﺗﺇ ﻦﻣ ﻦﻴﻣﺩﺎﻘﻟﺍ ﻦﻴﺗﺩﻭﺪﻤﻤﻟﺍ ﻦﻳﺪﻴﻟﺍ",
                "ﻖﻳﺮﻄﻟﺍ ﻲﻣﺪﺨﺘﺴﻣ ﻞﻜﻟ (ﻞﻬﻤﺗ) ﺓﺭﺎﺷﻹﺍ ﻩﺬﻫ ﻲﻨﻌﺗ ﻭﺃ ﺪّﻴﻟﺍ ﺕﺎﻫﺎﺠﺗﺇ ﻊﻣ ﻊﻁﺎﻘﺘﺗ ﺕﺎﻫﺎﺠﺗﺇ ﻦﻣ ﻦﻴﻣﺩﺎﻘﻟﺍ ﻲﺗﺩﻭﺪﻤﻤﻟﺍ ﻦﻳﺪﻴﻟﺍ",
                "ﻲﻣﺪﺨﺘﺴﻣ ﻞﻜﻟ (ﻝﺎﺠﻤﻟﺍ ﺡﺎﺴﻓﺍ) ﺓﺭﺎﺷﻹﺍ ﻩﺬﻫ ﻲﻨﻌﺗ ﺕﺎﻫﺎﺠﺗﺇ ﻊﻣ ﻊﻁﺎﻘﺘﺗ ﺕﺎﻫﺎﺠﺗﺇ ﻦﻣ ﻦﻴﻣﺩﺎﻘﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻦﻴﺗﺩﻭﺪﻤﻤﻟﺍ ﻦﻳﺪﻴﻟﺍ ﻭﺃ ﺪّﻴﻟﺍ"
            ],
            "correctAnswer": "ﻲﻣﺪﺨﺘﺴﻣ ﻞﻜﻟ (ﻝﺎﺠﻤﻟﺍ ﺡﺎﺴﻓﺍ) ﺓﺭﺎﺷﻹﺍ ﻩﺬﻫ ﻲﻨﻌﺗ ﺕﺎﻫﺎﺠﺗﺇ ﻊﻣ ﻊﻁﺎﻘﺘﺗ ﺕﺎﻫﺎﺠﺗﺇ ﻦﻣ ﻦﻴﻣﺩﺎﻘﻟﺍ ﻖﻳﺮﻄﻟﺍ ﻦﻴﺗﺩﻭﺪﻤﻤﻟﺍ ﻦﻳﺪﻴﻟﺍ ﻭﺃ ﺪّﻴﻟﺍ"
        },
        {
            "id": 328,
            "category": "Safety",
            "question": "ﻕﻮﺴﻟﺍ ﺔﺼﺧﺭ ﺪﻳﺪﺠﺗ ﻖﺋﺎﺴﻟﺍ ﻰﻠﻋ :ﻞﻛ ٥٠ ـﻟﺍ ﻦﺳ ﻰﺘﺣﺔﻴﺻﻮﺼﺨﻟﺍ",
            "answers": [
                "ﺔﻨﺳ20",
                "ﺕﺍﻮﻨﺳ5",
                "ﺕﺍﻮﻨﺳ 10"
            ],
            "correctAnswer": "ﺕﺍﻮﻨﺳ 10"
        },
        {
            "id": 329,
            "category": "Safety",
            "question": "ﻲﻓ ﻻﺇ ﺔﻴﺗﻮﺼﻟﺍ ﺕﺎﻬﺒﻨﻤﻟﺍ ﻝﺎﻤﻌﺘﺳﺍ ﺮﻈّ ﺤﻳ :ﺔﻴﺗﻵﺍ ﺕﻻﺎﺤﻟﺍ",
            "answers": [
                "ﺔﻋﺮﺴﺑ ﻙﺮﺤﺘﻟﺍ ﺏﻮﺟﻮﺑ ﻦﻳﺮﺧﻻﺍ ﻦﻴﻘﺋﺎﺴﻟﺍ ﻪﻴﺒﻨﺘﻟ",
                "ﺔﻘﻧﺎﺨﻟﺍ ﺮﻴﺴﻟﺍ ﺔﻤﺣﺯ ﻱﺩﺎﻔﺘﻟ",
                "ﺕﺎﻬﻴﺒﻨﺘﻟﺍ ﻦﻳﺮﺧﻵﺍ ﻖﻳﺮﻄﻟﺍ ﻲﻣﺪﺨﺘﺴﻣ ءﺎﻄﻋﺍ ﺙﺩﺍﻮﺤﻟﺍ ﻉﻮﻗﻭ ﻱﺩﺎﻔﺘﻟ ﺔﻳﺭﻭﺮﻀﻟﺍ"
            ],
            "correctAnswer": "ﺕﺎﻬﻴﺒﻨﺘﻟﺍ ﻦﻳﺮﺧﻵﺍ ﻖﻳﺮﻄﻟﺍ ﻲﻣﺪﺨﺘﺴﻣ ءﺎﻄﻋﺍ ﺙﺩﺍﻮﺤﻟﺍ ﻉﻮﻗﻭ ﻱﺩﺎﻔﺘﻟ ﺔﻳﺭﻭﺮﻀﻟﺍ"
        },
        {
            "id": 330,
            "category": "Safety",
            "question": "ﻦﻣ ﻝﻭﺰﻨﻟﺍ ﺕﺎﻣﻼﻋﻭﺃ ﺕﺎﺘﻓﻻ ﺩﻮﺟﻭ ﻡﺪﻋ ﻝﺎﺣ ﻲﻓ :ﺓﺭﺎﻴﺴﻟﺍ",
            "answers": [
                "ﺎﻫﺍﺮﻳ ﻲﺘﻟﺍ ﺔﻬﺠﻟﺍ ﻦﻣ ﺩﻮﻌﺼﻟﺍ ﻭﺃ ﻝﻭﺰـﻨﻟﺍ ﻪﻴﻠﻋ ﻪﺘﻛﺮﺤﻟ ﻞﻬﺳﺃﻭ ﺔﺒﺳﺎﻨﻣ",
                "ﻪﺘﻬﺟﻮﻟ ﻰﻨﻤﻴﻟﺍ ﺔﻬﺠﻟﺍ ﻦﻣ ﺩﻮﻌﺼﻟﺍ ﻭﺃ ﻝﻭﺰـﻨﻟﺍ ﻪﻴﻠﻋ",
                "ﻪﺘﻬﺟﻮﻟ ﻯﺮﺴﻴﻟﺍ ﺔﻬﺠﻟﺍ ﻦﻣ ﺩﻮﻌﺼﻟﺍ ﻭﺃ ﻝﻭﺰـﻨﻟﺍ ﻪﻴﻠﻋ"
            ],
            "correctAnswer": "ﻪﺘﻬﺟﻮﻟ ﻯﺮﺴﻴﻟﺍ ﺔﻬﺠﻟﺍ ﻦﻣ ﺩﻮﻌﺼﻟﺍ ﻭﺃ ﻝﻭﺰـﻨﻟﺍ ﻪﻴﻠﻋ"
        },
        {
            "id": 331,
            "category": "Safety",
            "question": "ﻰﻟﺇ ﺎﻫﺩﺎﻌﺻﺍﻭ ﻉﺍﺭﺬﻟﺍ ﻝﺍﺰﻧﺈﺑ ﻖﺋﺎﺴﻟﺍ ﻡﺎﻗ ﺍﺫﺍ :ﻲﻨﻌﺗ ﺔﺒﻛﺮﻤﻟﺍ ﺐﻧﺎﺟ",
            "answers": [
                "ﺔﻠﻄﻌﻣ ﺓﺭﺎﻴﺴﻟﺍ",
                "ﺭﺎﺴﻴﻟﺍ ﻰﻟﺇ ﻩﺎﺤﺗﻹﺍ",
                "ﻒﻗﻮﺘﻟﺍﻭ ﺔﻋﺮﺴﻟﺍ ﻒﻴﻔﺨﺗ"
            ],
            "correctAnswer": "ﻒﻗﻮﺘﻟﺍﻭ ﺔﻋﺮﺴﻟﺍ ﻒﻴﻔﺨﺗ"
        },
        {
            "id": 332,
            "category": "Safety",
            "question": "ًﺎﻴﻘﻓﺃ ﻢﻴﻘﺘﺴﻣ ﻞﻜﺸﺑ ﻉﺍﺭﺬﻟﺍ ّﺪﻤﺑ ﻖﺋﺎﺴﻟﺍ ﻡﺎﻗ ﺍﺫﺍ :ﻲﻨﻌﺗ",
            "answers": [
                "ءﺍﺭﻮﻠﻟ ﻩﺎﺠﺗﻻﺍ",
                "ﺭﺎﺴﻴﻠﻟ ﻩﺎﺠﺗﻹﺍ",
                "ﺔﻋﺮﺴﻟﺍ ﻒﻔﺨﻳ ﻖﺋﺎﺴﻟﺍ ﻥﺎﺑ ﺕﺍﺭﺎﻴﺴﻠﻟ ﺓﺭﺎﺷﺇ"
            ],
            "correctAnswer": "ﺔﻋﺮﺴﻟﺍ ﻒﻔﺨﻳ ﻖﺋﺎﺴﻟﺍ ﻥﺎﺑ ﺕﺍﺭﺎﻴﺴﻠﻟ ﺓﺭﺎﺷﺇ"
        },
        {
            "id": 333,
            "category": "Safety",
            "question": ":ﻲﻨﻌﺗ ًﺎﻳﺩﻮﻣﺎﻋ ﻉﺍﺭﺬﻟﺍ ﻊﻓﺮﺑ ﻖﺋﺎﺴﻟﺍ ﻡﺎﻗ ﺍﺫﺍ",
            "answers": [
                "ﻦﻴﻤﻴﻟﺍ ﻰﻟﺇ ﻩﺎﺠﺗﻹﺍ",
                "ﺭﺎﺴﻴﻟﺍ ﻰﻟﺇ ﻩﺎﺠﺗﻻﺍ",
                "ﻒﻗﻮﺘﻟﺍ"
            ],
            "correctAnswer": "ﻒﻗﻮﺘﻟﺍ"
        },
        {
            "id": 334,
            "category": "Safety",
            "question": "ﺔﻬﺠﺘﻤﻟﺍ ﺕﺎﺒﻛﺮﻤﻠﻟ ءﺍﺮﻤﺤﻟﺍ ﺓﺭﺎﺷﻹﺍ ﺭﻮﺒﻌﺑ ﺢﻤﺴُﻳ :ﺔﻄﻳﺮﺷ ًﺎﻨﻴﻤﻳ",
            "answers": [
                "ﻥﻭﺩ ﺭﻮﺒﻌﻟﺍ ﻦﻴﻣﺄﺗ ﻢﺛ ﻦﻣﻭ ﺓﺭﺎﺷﻹﺍ ﺪﻨﻋ ﻒﻗﻮﺘﻟﺍ ﺮﻄﺧ ﻱﻷ ﻯﺮﺧﻷﺍ ﺮﻴﺴﻟﺍ ﺕﺎﻛﺮﺣﻭ ﺓﺎﺸﻤﻟﺍ ﺾﻳﺮﻌﺗ",
                "ﺔﻋﺮﺴﺑ ﺮﻴﺴﻟﺍ",
                "ﺓﺭﺎﺷﻻﺍ ﺭﻮﺒﻌﺑ ﻦﻴﻤﻴﻟﺍ ﻰﻟﺇ ﺔﻬﺠﺘﻤﻟﺍﺕﺍﺭﺎﻴﺴﻠﻟ ﺢﻤﺴﻳ ﻻ ءﺍﺮﻤﺤﻟﺍ"
            ],
            "correctAnswer": "ﺓﺭﺎﺷﻻﺍ ﺭﻮﺒﻌﺑ ﻦﻴﻤﻴﻟﺍ ﻰﻟﺇ ﺔﻬﺠﺘﻤﻟﺍﺕﺍﺭﺎﻴﺴﻠﻟ ﺢﻤﺴﻳ ﻻ ءﺍﺮﻤﺤﻟﺍ"
        },
        {
            "id": 335,
            "category": "Safety",
            "question": ":ﺔﻠﺻﺍﻮﺘﻣ ﺔﻠﻳﻮﻁ ﻁﻮﻄﺧ ﺩﻮﺟﻭ ﺪﻨﻋ",
            "answers": [
                "ﺭﻭﺎﺠﻤﻟﺍ ﺏﺮﺴﻤﻟﺍ ﻭﺃ ﻚﻠﺴﻤﻟﺍﻰﻟﺇ ﺎﻫﺯﺎﻴﺘﺟﺇ ﻊﻨﻤﻳ",
                "ﺔﻋﺮﺴﺑ ﻝﺎﻘﺘﻧﻻﺍ ﻁﺮﺷ ﻦﻜﻟ ﺎﻫﺯﺎﻴﺘﺟﺍ ﺢﻤﺴﻳ",
                "ﺭﻭﺎﺠﻤﻟﺍ ﺏﺮﺴﻤﻟﺍ ﻭﺃ ﻚﻠﺴﻤﻟﺍﻰﻟﺇ ﺎﻫﺯﺎﻴﺘﺟﺇ ﺢﻤﺴﻳ ﻖﻳﺮﻄﻟﺍ ﻦﻴﻣﺄﺗ ﺪﻌﺑ ﺭﺬﺤﺑ"
            ],
            "correctAnswer": "ﺭﻭﺎﺠﻤﻟﺍ ﺏﺮﺴﻤﻟﺍ ﻭﺃ ﻚﻠﺴﻤﻟﺍﻰﻟﺇ ﺎﻫﺯﺎﻴﺘﺟﺇ ﺢﻤﺴﻳ ﻖﻳﺮﻄﻟﺍ ﻦﻴﻣﺄﺗ ﺪﻌﺑ ﺭﺬﺤﺑ"
        },
        {
            "id": 336,
            "category": "Safety",
            "question": "ﻥﻭﺩ ﺔﻴﻣﺎﻣﻷﺍ ﺪﻋﺎﻘﻤﻟﺎﺑ ﻝﺎﻔﻁﻷﺍ ﻊﺿﻭ ﺮﻈّ ﺤﻳ :ﺮﻤﻋ",
            "answers": [
                "ﺕﺍﻮﻨﺳ 10",
                "ﺔﻨﺳ12",
                "ﺕﺍﻮﻨﺳ8"
            ],
            "correctAnswer": "ﺕﺍﻮﻨﺳ8"
        },
        {
            "id": 337,
            "category": "Safety",
            "question": "ﺓﺭﺎﻴﺴﻟﺍ ﻦﻣ ءﻲﺷ ﻱﺃ ﻲﻣﺭ ﻥﺎﻛ ﻱﺃ ﻰﻠﻋ ﺮﻈّ ﺤﻳ :ﺎﻬﻧﻷ",
            "answers": [
                "ﻖﻳﺮﻄﻟﺍ ﺢﻄﺳ ﺕﺎﻣﻼﻋ ﺔﻟﺍﺯﺈﺑ ﺐﺒﺴﺗ",
                "ﻩﺎﻴﻤﻟﺍ ﺏﺭﺎﺴﻣ ﺪﺴﺗﻭ ﺙﺩﺍﻮﺤﻟﺍ ﺐﺒﺴﺗ",
                "ﻦﻣﻷﺍ ﻝﺎﺟﺭ ﻞﻤﻋ ﺔﻠﻗﺮﻌﺑ ﺐﺒﺴﺗ"
            ],
            "correctAnswer": "ﻦﻣﻷﺍ ﻝﺎﺟﺭ ﻞﻤﻋ ﺔﻠﻗﺮﻌﺑ ﺐﺒﺴﺗ"
        },
        {
            "id": 339,
            "category": "Safety",
            "question": "ﺕﺎﻌﻔﺗﺮﻤﻟﺍ ﺱﻭﺅﺭ ﻰﻠﻋ ﻒﻗﻮﺘﻟﺍﻭ ﻑﻮﻗﻮﻟﺍ ﻊﻨﻤﻳ ﺕﺍﺮﻳﺪﺘﺴﻤﻟﺍﻭ ﺕﺎﻌﻁﺎﻘﺘﻟﺍﻭ ﺕﺎﻔﻄﻌﻨﻤﻟﺍ ﻰﻠﻋﻭ :ﺔﻓﺎﺴﻣ ﻰﺘﺣ ﺔﻴﺋﻮﻀﻟﺍ ﺕﺍﺭﺎﺷﻹﺍﻭ",
            "answers": [
                "ﺮﺘﻣ25",
                "ﺮﺘﻣ 30",
                "ﺮﺘﻣ 50"
            ],
            "correctAnswer": "ﺮﺘﻣ 50"
        },
        {
            "id": 340,
            "category": "Safety",
            "question": ":ﺔﺒﻛﺮﻤﻟﺍ ﻖﺋﺎﺳ ﻰﻠﻋ ﺮﻈﺤﻳ",
            "answers": [
                "ﺔﻴﺣﻼﺼﻟﺍ ﺔﻴﻬﺘﻨﻣ ﻝﻮﺤﻛ ﺕﺍﻮﺒﻋ ﻭﺃ ﺕﺎﺟﺎﺟﺯ ﻞﻘﻧ",
                "ﺎﻬﻌﻨﺼﻣ ﻦﻣ ﺔﻠﻔﻘﻣ ﻝﻮﺤﻛ ﺕﺍﻮﺒﻋ ﻭﺃ ﺕﺎﺟﺎﺟﺯ ﻞﻘﻧ ﺔﺒﻛﺮﻤﻟﺍ ﻞﺧﺍﺩ",
                "ﻦﻣ ﺔﻠﻔﻘﻣ ﺮﻴﻏ ﻝﻮﺤﻛ ﺕﺍﻮﺒﻋ ﻭﺃ ﺕﺎﺟﺎﺟﺯ ﻞﻘﻧ ﺔﺒﻛﺮﻤﻟﺍ ﻞﺧﺍﺩ ﺎﻬﻌﻨﺼﻣ"
            ],
            "correctAnswer": "ﻦﻣ ﺔﻠﻔﻘﻣ ﺮﻴﻏ ﻝﻮﺤﻛ ﺕﺍﻮﺒﻋ ﻭﺃ ﺕﺎﺟﺎﺟﺯ ﻞﻘﻧ ﺔﺒﻛﺮﻤﻟﺍ ﻞﺧﺍﺩ ﺎﻬﻌﻨﺼﻣ"
        },
        {
            "id": 341,
            "category": "Safety",
            "question": ":ﻑﻮﻗﻮﻟﺍ ﻭﺃ ﻒﻗﻮﺘﻟﺍ ﺕﺎﺒﻛﺮﻤﻟﺍ ﻰﻠﻋ",
            "answers": [
                "ﺓﺎﺸﻤﻟﺍ ﺭﻮﺒﻌﻟ ﺔﺼﺼﺼﺨﻤﻟﺍ ءﺎﻀﻴﺒﻟﺍ ﻁﻮﻄﺨﻟﺍ ﻰﻠﻋ",
                "ﺓﺎﺸﻤﻟﺍ ﺭﻮﺒﻌﻟ ﺔﺼﺼﺼﺨﻤﻟﺍ ءﺎﻀﻴﺒﻟﺍ ﻁﻮﻄﺨﻟﺍ ﺪﻌﺑ",
                "ﺓﺎﺸﻤﻟﺍ ﺭﻮﺒﻌﻟ ﺔﺼﺼﺼﺨﻤﻟﺍ ءﺎﻀﻴﺒﻟﺍ ﻁﻮﻄﺨﻟﺍ ﻞﺒﻗ"
            ],
            "correctAnswer": "ﺓﺎﺸﻤﻟﺍ ﺭﻮﺒﻌﻟ ﺔﺼﺼﺼﺨﻤﻟﺍ ءﺎﻀﻴﺒﻟﺍ ﻁﻮﻄﺨﻟﺍ ﻞﺒﻗ"
        },
        {
            "id": 342,
            "category": "Safety",
            "question": ":ﺔﺒﻛﺮﻤﻟﺍ ﻖﺋﺎﺳ ﻰﻠﻋ ﺮﻈﺤﻳ",
            "answers": [
                "ءﺎﻀﻴﺒﻟﺍ ﻁﻮﻄﺨﻟﺍ ﻦﻴﺑ ﺮﻴﺴﻟﺍ",
                "ءﺎﻀﻴﺒﻟﺍ ﺔﻌﻄّ ﻘﺘﻤﻟﺍ ﻁﻮﻄﺨﻟﺍ ﺯﻭﺎﺠﺗ",
                "ءﺎﻀﻴﺒﻟﺍ ﻁﻮﻄﺨﻟﺍ ﻰﻠﻋ ﺮﻴﺴﻟﺍ"
            ],
            "correctAnswer": "ءﺎﻀﻴﺒﻟﺍ ﻁﻮﻄﺨﻟﺍ ﻰﻠﻋ ﺮﻴﺴﻟﺍ"
        }
    ]
}

export default questions; 