import { QuizData } from "@/types/quiz";

export const questions: QuizData ={
    "questions": [
        {
            "id": 1,
            "category": "Law",
            "question": "ﻋﻨﺪ ﺩﺧﻮﻟﻚ ﻓﻲ ﻧﻔﻖ ﺃﺛﻨﺎﺀ ﺍﻟﻘﻴﺎﺩﺓ ﻧﻬﺎ ﺭﺍ، ﻋﻠﻴﻚ:",
            "answers": [
                "ﻭﺗﺨﻔﻴﻒ ﺍﻟﺴﺮﻋﺔ ﺗﺸﻐﻴﻞ ﺍﻹﺿﺎﺀﺓ ﺍﻟﻤﻨﺨﻔﻀﺔ (ﺃﺿﻮﺍﺀ ﺍﻟﺘﻼﻗﻲ)",
                "ﺇﺳﺘﻌﻤﺎﻝ ﺍﻟﺰﻣﻮﺭ",
                "ﺍﻟﺴﺮﻋﺔ ﺗﺸﻐﻴﻞ ﺍﻹﺿﺎﺀﺓ ﺍﻟﻤﻨﺨﻔﻀﺔ (ﺃﺿﻮﺍﺀ ﺍﻟﺘﻼﻗﻲ) ﻭﺯﻳﺎﺩﺓ"
            ],
            "correctAnswer": "ﺍﻟﺴﺮﻋﺔ ﺗﺸﻐﻴﻞ ﺍﻹﺿﺎﺀﺓ ﺍﻟﻤﻨﺨﻔﻀﺔ (ﺃﺿﻮﺍﺀ ﺍﻟﺘﻼﻗﻲ) ﻭﺯﻳﺎﺩﺓ"
        },
        {
            "id": 2,
            "category": "Law",
            "question": "ﻋﻠﻴﻚ: ﻋﻨﺪ ﻗﻴﺎﺩﺗﻚ ﻟﻤﺮﻛﺒﺔ ﺃﺛﻨﺎﺀ ﺍﻟﻠﻴﻞ ﺧﻠﻒ ﻣﺮﻛﺒﺔ ﺃﺧﺮﻯ",
            "answers": [
                "ﺗﺸﻐﻴﻞ ﺍﻹﺿﺎﺀﺓ ﺍﻟﻤﻨﺨﻔﻀﺔ (ﺃﺿﻮﺍﺀ ﺍﻟﺘﻼﻗﻲ)",
                "ﺍﺳﺘﻌﻤﺎﻝ ﺍﺿﻮﺍﺀ ﺍﻟﻄﺮﻳﻖ.(ﺍﻻﺿﺎﺀﺓ ﺍﻟﻌﺎﻟﻴﺔ)",
                "ﻋﺪﻡ ﺍﺳﺘﻌﻤﺎﻝ ﺍﻟﻀﻮﺀ"
            ],
            "correctAnswer": "ﻋﺪﻡ ﺍﺳﺘﻌﻤﺎﻝ ﺍﻟﻀﻮﺀ"
        },
        {
            "id": 3,
            "category": "Law",
            "question": "ﺍﺳﺘﻌﻤﺎﻟﻚ ﻟﻼﺿﺎﺀﺓ ﺍﻟﻌﺎﻟﻴﺔ ﻟﻴﻼ ﻋﻠﻴﻚ: ﻓﻲ ﺣﺎﻝ ﻅﻬﻮﺭ ﻣﺮﻛﺒﺔ ﻣﻦ ﺍﻟﺠﻬﺔ ﺍﻟﻤﻌﺎﻛﺴﺔ ﺃﺛﻨﺎﺀ",
            "answers": [
                "ﺇﻁﻔﺎﺀ ﺍﻟﻀﻮﺀ ﻧﻬﺎﺋﻴﺎ",
                "ﺍﻟﺘﻼﻗﻲ ﺗﻘﻄﻴﻊ ﺍﻟﻀﻮﺀ ﺑﺘﺒﺪﻳﻠﻪ ﺑﻴﻦ ﺿﻮﺀ ﺍﻟﻄﺮﻳﻖ ﻭﺿﻮﺀ",
                "ﺍﻹﻧﺘﻘﺎﻝ ﺇﻟﻰ ﺿﻮﺀ ﺍﻟﺘﻼﻗﻲ"
            ],
            "correctAnswer": "ﺍﻹﻧﺘﻘﺎﻝ ﺇﻟﻰ ﺿﻮﺀ ﺍﻟﺘﻼﻗﻲ"
        },
        {
            "id": 4,
            "category": "Law",
            "question": "ﻋﻨﺪ ﺗﻌﺒﺌﺔ ﺧﺰﺍﻥ ﻣﺮﻛﺒﺘﻚ ﺑﺎﻟﻮﻗﻮﺩ، ﻋﻠﻴﻚ:",
            "answers": [
                "ﺃﻻ ﺗﻬﺘﻢ ﻷﻥ ﻫﺬﺍ ﺍﻷﻣﺮ ﻻ ﻳﻨﻄﻮﻱ ﻋﻠﻰ ﺃﻱ ﺧﻄﺮ،",
                "ﺃﻥ ﺗﻄﻔﺊ ﻣﺤ ﺮﻙ ﺍﻟﻤﺮﻛﺒﺔ",
                "ﺃﻥ ﺗﺒﻘﻲ ﺍﻟﻤﺤ ﺮﻙ ﺷﻐﺎﻻ"
            ],
            "correctAnswer": "ﺃﻥ ﺗﺒﻘﻲ ﺍﻟﻤﺤ ﺮﻙ ﺷﻐﺎﻻ"
        },
        {
            "id": 5,
            "category": "Safety",
            "question": "ﻋﻠﻴﻚ: ﺍﻟﻠﻮﻥ ﺍﻻﺻﻔﺮ ﻟﺤﻈﺔ ﻋﺒﻮﺭ ﻣﺮﻛﺒﺘﻚ ﻟﻠﺘﻘﺎﻁﻊ، ﻋﻨﺪﻣﺎ ﺗﺘﺤ ﻮﻝ ﺍﻻﺷﺎﺭﺓ ﻣﻦ ﺍﻟﻠﻮﻥ ﺍﻻﺧﻀﺮ ﺍﻟﻰ",
            "answers": [
                "ﺍﻟﺘﻮﻗﻒ ﻓﻮ ﺭﺍ ﻭﺳﻂ ﺍﻟﺘﻘﺎﻁﻊ",
                "ﻣﺘﺎﺑﻌﺔ ﺳﻴﺮﻙ ﺑﺎﻧﺘﺒﺎﻩ",
                "ﺗﺮﻛﻴﺰ ﻧﻈﺮﻙ ﻋﻠﻰﺍﻻﺷﺎﺭﺓ"
            ],
            "correctAnswer": "ﺗﺮﻛﻴﺰ ﻧﻈﺮﻙ ﻋﻠﻰﺍﻻﺷﺎﺭﺓ"
        },
        {
            "id": 6,
            "category": "Law",
            "question": "ﻋﻨﺪ ﺷﻌﻮﺭﻙ ﺑﺎﻟﻨﻌﺎﺱ ﺍﻟﺸﺪﻳﺪ ﺃﺛﻨﺎﺀ ﺍﻟﻘﻴﺎﺩﺓ، ﻋﻠﻴﻚ:",
            "answers": [
                "ﺃﻥ ﺗﺘﻨﺎﻭﻝ ﺍﻷﺩﻭﻳﺔ ﺍﻟﻤﻨ ﺸﻄﺔ ﻭﻣﺘﺎﺑﻌﺔ ﺍﻟﺴﻴﺮ",
                "ﺃﻻ ﺗﻬﺘﻢ ﻟﻸﻣﺮ ﻷ ﻥﺍﻟﻨﻌﺎﺱ ﺳﻴﺰﻭﻝ ﺳﺮﻳﻌﺎ",
                "ﺃﻥ ﺗﻮﻗﻒ ﻓﻮ ﺭﺍ ﻓﻲ ﻣﻜﺎ ﻥ ﺁﻣﻦ ﻟﺘﺄﺧﺬ ﻗﺴ ﻄﺎ ﻣﻦ ﺍﻟﺮﺍﺣﺔ"
            ],
            "correctAnswer": "ﺃﻥ ﺗﻮﻗﻒ ﻓﻮ ﺭﺍ ﻓﻲ ﻣﻜﺎ ﻥ ﺁﻣﻦ ﻟﺘﺄﺧﺬ ﻗﺴ ﻄﺎ ﻣﻦ ﺍﻟﺮﺍﺣﺔ"
        },
        {
            "id": 7,
            "category": "Safety",
            "question": "ﻭﺇﺷﺎﺭﺓ ﺳﻴﺮ ﺛﺎﺑﺘﺔ ﻋﻠﻴﻚ ﺍﻻﻟﺘﺰﺍﻡ ﻳﻘﻮﻡ ﺑﺘﻨﻈﻴﻢ ﺍﻟﺴﻴﺮ، ﻭﻳﻮﺟﺪ ﺇﺷﺎﺭﺓ ﻣﺮﻭﺭ ﺿﻮﺋﻴﺔ ﻋﻨﺪ ﺍﻗﺘﺮﺍﺑﻚ ﻣﻦ ﺗﻘﺎﻁﻊ ﻣﻌﻴﻦ ﻳﻮﺟﺪ ﻓﻴﻪ ﺷﺮﻁﻲ",
            "answers": [
                "ﺑﺘﻌﻠﻴﻤﺎﺕ ﺷﺮﻁﻲ ﺍﻟﺴﻴﺮ",
                "ﺑﺎﻻﺷﺎﺭﺓ ﺍﻟﻀﻮﺋﻴﺔ ﻓﻘﻂ",
                "ﺑﺈﺷﺎﺭﺓ ﺍﻟﺴﻴﺮ ﺍﻟﺜﺎﺑﺘﺔ ﻓﻘﻂ"
            ],
            "correctAnswer": "ﺑﺈﺷﺎﺭﺓ ﺍﻟﺴﻴﺮ ﺍﻟﺜﺎﺑﺘﺔ ﻓﻘﻂ"
        },
        {
            "id": 8,
            "category": "Law",
            "question": "ﻓﻮﺭ ﺟﻠﻮﺱ ﺍﻟﺴﺎﺋﻖ ﺧﻠﻒ ﺍﻟﻤﻘﻮﺩ ﻋﻠﻴﻪ ﺃ ﻭﻻ ﺃﻥ:",
            "answers": [
                "ﺑﻬﺬﺍ ﺍﻟﺘﺮﺗﻴﺐ ﻳﻌ ﺪﻝ ﺍﻟﻤﻘﻌﺪ، ﺛﻢ ﻳﻌ ﺪﻝ ﺍﻟﻤﺮﺍﻳﺎ، ﺛﻢ ﻳﺮﺑﻂ ﺣﺰﺍﻡ ﺍﻷﻣﺎﻥ،",
                "ﺑﻬﺬﺍ ﺍﻟﺘﺮﺗﻴﺐ ﻳﺮﺑﻂ ﺣﺰﺍﻡ ﺍﻷﻣﺎﻥ،ﺛﻢ ﻳﻌﺪﻝ ﺍﻟﻤﺮﺍﻳﺎ، ﺛﻢ ﻳﻌﺪﻝ ﺍﻟﻤﻘﻌﺪ،",
                "ﺑﻬﺬﺍ ﺍﻟﺘﺮﺗﻴﺐ ﻳﺮﺑﻂ ﺣﺰﺍﻡ ﺍﻷﻣﺎﻥ، ﺛﻢ ﻳﻌﺪﻝ ﺍﻟﻤﻘﻌﺪ، ﺛﻢ ﻳﻌﺪﻝ ﺍﻟﻤﺮﺍﻳﺎ،"
            ],
            "correctAnswer": "ﺑﻬﺬﺍ ﺍﻟﺘﺮﺗﻴﺐ ﻳﺮﺑﻂ ﺣﺰﺍﻡ ﺍﻷﻣﺎﻥ، ﺛﻢ ﻳﻌﺪﻝ ﺍﻟﻤﻘﻌﺪ، ﺛﻢ ﻳﻌﺪﻝ ﺍﻟﻤﺮﺍﻳﺎ،"
        },
        {
            "id": 9,
            "category": "Law",
            "question": "ﻷﻭﻝ ﻣ ﺮﺓ، ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺃﻥ: ﻓﻲ ﻛﻞ ﻳﻮﻡ ﻭﻗﺒﻞ ﺍﻻﻧﻄﻼﻕ ﺑﺎﻟﻤﺮﻛﺒﺔ ﺍﻭ ﺍﻟﺪﺭﺍﺟﺔ",
            "answers": [
                "ﻳﺴﺘﻤﻊ ﺇﻟﻰ ﻧﺸﺮﺓ ﺍﻷﺣﻮﺍﻝ ﺍﻟﺠﻮﻳﺔ",
                "ﻳﻘﻮﻡ ﺑﻔﺤﺺ ﺭﻭﺗﻴﻨﻲ ﻟﻤﺨﺘﻠﻒ ﺃﻧﻈﻤﺔ ﺍﻟﻤﺮﻛﺒﺔ",
                "ﻻ ﻳﻘﻮﻡ ﺑﺄﻱ ﻓﺤﺺ ﻁﺎﻟﻤﺎ ﺃ ﻥ ﺍﻟﻤﺤ ﺮﻙ ﻳﻌﻤﻞ"
            ],
            "correctAnswer": "ﻻ ﻳﻘﻮﻡ ﺑﺄﻱ ﻓﺤﺺ ﻁﺎﻟﻤﺎ ﺃ ﻥ ﺍﻟﻤﺤ ﺮﻙ ﻳﻌﻤﻞ"
        },
        {
            "id": 10,
            "category": "Law",
            "question": "ﻻ ﺑﺄﺱ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺃﺛﻨﺎﺀ ﺍﻟﻘﻴﺎﺩﺓ ﺍﺫﺍ:",
            "answers": [
                "ﻗﺮﺃ ﺍﻟﺼﺤﻴﻔﺔ",
                "ﺍﺳﺘﻌﻤﻞ ﺍﻟﻬﺎﺗﻒ",
                "ﺍﺳﺘﻤﻊ ﺍﻟﻰ ﺍﻟﺮﺍﺩﻳﻮ ﺑﺼﻮﺕ ﻣﻨﺨﻔﺾ"
            ],
            "correctAnswer": "ﺍﺳﺘﻤﻊ ﺍﻟﻰ ﺍﻟﺮﺍﺩﻳﻮ ﺑﺼﻮﺕ ﻣﻨﺨﻔﺾ"
        },
        {
            "id": 12,
            "category": "Law",
            "question": "ﺍﻟﻬﺪﻑ ﻣﻦ ﻣﺴﻨﺪ ﺍﻟﺮﺃﺱ ﺍﻟﻤﻮﺟﻮﺩ ﺃﻋﻠﻰ ﺍﻟﻤﻘﻌﺪ ﻫﻮ",
            "answers": [
                "ﻟﺼﺪﻣﺔ ﻣﻦ ﺍﻟﺨﻠﻒ ﻣﻨﻊ ﺍﻧﻜﺴﺎﺭ ﺍﻟﺮﻗﺒﺔﺃﻭ ﺍﻟﻌﻨﻖ ﺍﺫﺍ ﺗﻌ ﺮﺿﺖ ﺍﻟﻤﺮﻛﺒﺔ",
                "ﺍﺳﺘﻌﻤﺎﻟﻪ ﻛﻮﺳﺎﺩﺓ ﻟﻠﻨﻮﻡ ﻟﻴﻼ ﻓﻲ ﺍﻟﺮﺣﻼﺕ ﺍﻟﻄﻮﻳﻠﺔ",
                "ﺇﺭﺍﺣﺔ ﺍﻟﺮﺃﺱ ﺃﺛﻨﺎﺀﺍﻟﺮﺣﻠﺔ"
            ],
            "correctAnswer": "ﺇﺭﺍﺣﺔ ﺍﻟﺮﺃﺱ ﺃﺛﻨﺎﺀﺍﻟﺮﺣﻠﺔ"
        },
        {
            "id": 13,
            "category": "Law",
            "question": "ﺑﺴﺒﺐ: ﺗﻘ ﻞ ﻣﻘﺪﺭﺓ ﺍﻟﺴﺎﺋﻖ ﻋﻠﻰ ﺍﻟﺘﺮﻛﻴﺰ ﺍﺛﻨﺎﺀ ﺍﻟﻘﻴﺎﺩﺓ",
            "answers": [
                "ﺗﻤﺘﻌﻪ ﺑﺎﻟﺤﻴﻮﻳﺔ ﻭﺍﻟﻨﺸﺎﻁ",
                "ﺍﻹﺭﻫﺎﻕ ﻭﺍﻟﻨﻌﺎﺱ",
                "ﺍﻟﻘﻴﺎﺩﺓ ﺩﺍﺧﻞ ﺍﻟﻤﺪﻳﻨﺔ"
            ],
            "correctAnswer": "ﺍﻟﻘﻴﺎﺩﺓ ﺩﺍﺧﻞ ﺍﻟﻤﺪﻳﻨﺔ"
        },
        {
            "id": 14,
            "category": "Law",
            "question": "ﻗﻴﺎﺩﺓ ﺍﻟﺴﺎﺋﻖ ﺑﺸﻜﻞ: ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﻬﺎﺗﻒ ﺍﻟﺨﻠﻮﻱ ﺍﺛﻨﺎﺀ ﺍﻟﻘﻴﺎﺩﺓ ﻳﺆﺛﺮ ﻋﻠﻰ",
            "answers": [
                "ﺇﻳﺠﺎﺑﻲ",
                "ﺳﻠﺒﻲ",
                "ﺳﻠﺒﻲ ﻭﺇﻳﺠﺎﺑﻲ ﻣﻌﺎ"
            ],
            "correctAnswer": "ﺳﻠﺒﻲ ﻭﺇﻳﺠﺎﺑﻲ ﻣﻌﺎ"
        },
        {
            "id": 15,
            "category": "Law",
            "question": "ﺍﻟﻨﺼﻴﺤﺔ ﺍﻻﻭﻟﻰ ﻟﻠﺴﺎﺋﻖ ﺍﻟﻤﺤﺘﺴﻲ ﻟﻠﻜﺤﻮﻝ ﻫﻲ:",
            "answers": [
                "ﺃﻥ ﻳﻘﻮﺩ ﻋﻠﻰ ﺳﺮﻋﺔ ﻣﻨﺨﻔﻀﺔ",
                "ﺃﻻ ﻳﻘﻮﺩ ﺣﺘﻰ ﻳﻨﺘﻬﻲ ﻣﻔﻌﻮﻝ ﺍﻟﻜﺤﻮﻝ",
                "ﺃﻻ ﻳﺒﺎﻟﻲ ﻟﻸﻣﺮ"
            ],
            "correctAnswer": "ﺃﻻ ﻳﺒﺎﻟﻲ ﻟﻸﻣﺮ"
        },
        {
            "id": 16,
            "category": "Law",
            "question": "ﺇ ﻥ ﺍﻟﻘﻴﺎﺩﺓ ﺗﺤﺖ ﺗﺄﺛﻴﺮ ﺍﻷﺩﻭﻳﺔ ﺍﻟﻤﻨ ﻮﻣﺔ ﺗﻜﻮﻥ:",
            "answers": [
                "ﺧﻄﻴﺮﺓ",
                "ﺍﻗﻞ ﺗﻌﺒﺎ",
                "ﻏﻴﺮ ﺧﻄﻴﺮﺓ"
            ],
            "correctAnswer": "ﻏﻴﺮ ﺧﻄﻴﺮﺓ"
        },
        {
            "id": 17,
            "category": "Law",
            "question": "ﺃﻥ: ﺍﺫﺍ ﻋﻠﻘﺖ ﺩ ﻭﺍﺳﺔ ﺍﻟﻮﻗﻮﺩ ﺃﺛﻨﺎﺀ ﺍﻟﻘﻴﺎﺩﺓ، ﻋﻠﻴﻚ ﻓﻮﺭﺍ",
            "answers": [
                "ﺗﻄﻔﺊ ﺍﻟﻤﺤﺮﻙ ﺩﻭﻥﻗﻔﻞ ﺍﻟﻤﻘﻮﺩ",
                "ﺗﺸﺪ ﻓﺮﺍﻣﻞ ﺍﻟﻴﺪ",
                "ﺗﺼﻐﺮ ﺗﺮﺱ ﺍﻟﺴﺮﻋﺔ"
            ],
            "correctAnswer": "ﺗﺼﻐﺮ ﺗﺮﺱ ﺍﻟﺴﺮﻋﺔ"
        },
        {
            "id": 18,
            "category": "Law",
            "question": "ﻋﻠﻴﻚ ﻓﻮ ﺭﺍ ﺃﻥ: ﺍﺫﺍ ﺍﻧﻔﺘﺢ ﻏﻄﺎﺀ ﺍﻟﻤﺤﺮﻙ ﻓﺠﺄﺓ ﺃﺛﻨﺎﺀ ﺳﻴﺮ ﺍﻟﻤﺮﻛﺒﺔ،",
            "answers": [
                "ﺗﺰﻳﺪ ﺳﺮﻋﺘﻚ ﻗﻠﻴﻼ",
                "ﺍﻟﻄﺮﻳﻖ ﺗﺨﻔﻒ ﺍﻟﺴﺮﻋﺔ ﺗﺪﺭﻳﺠﻴﺎ ﻟﺘﻮﻗﻒ ﺍﻟﻤﺮﻛﺒﺔ ﺍﻟﻰ ﺟﺎﻧﺐ",
                "ﺗﻀﻐﻂ ﻋﻠﻰ ﺍﻟﻔﺮﺍﻣﻞ ﺑﺸﺪﺓ"
            ],
            "correctAnswer": "ﺗﻀﻐﻂ ﻋﻠﻰ ﺍﻟﻔﺮﺍﻣﻞ ﺑﺸﺪﺓ"
        },
        {
            "id": 19,
            "category": "Law",
            "question": "ﺍﻟﻤﺎﻫﺮ ﺍﻟﺘﺄﺧﻴﺮ، ﻳﺠﺐ ﻋﻠﻴﻪ ﺃﻥ ﻳﺒﺪﺃ ﺭﺣﻠﺘﻪ: ﻓﻲ ﺣﺎﻝ ﺍﻟﻤﻄﺮ ﺍﻟﺸﺪﻳﺪ، ﻭﺣﺘﻰ ﻳﺘﻔﺎﺩﻯ ﺍﻟﺴﺎﺋﻖ",
            "answers": [
                "ﻓﻲ ﻭﻗﺖ ﺃﺑﻜﺮ ﻣﻦﺍﻟﻤﻌﺘﺎﺩ",
                "ﻓﻲ ﻭﻗﺖ ﻣﺘﺄ ﺧﺮ ﻋﻦ ﺍﻟﻤﻌﺘﺎﺩ",
                "ﻣﺘﻔﺎﺋﻼ ﺑﺎﻟﺨﻴﺮ"
            ],
            "correctAnswer": "ﻣﺘﻔﺎﺋﻼ ﺑﺎﻟﺨﻴﺮ"
        },
        {
            "id": 20,
            "category": "Law",
            "question": "ﻗﺒﻞ ﺃﻥ ﻳﺼﻌﺪ ﺍﻟﺴﺎﺋﻖ ﺇﻟﻰ ﻣﺮﻛﺒﺘﻪ ﻋﻠﻴﻪ ﺃ ﻭﻻ ﺃﻥ:",
            "answers": [
                "ﻳﺘﺄ ﻛﺪ ﺃ ﻥ ﻟﺪﻳﻪ ﻭﻗ ﺖ ﻛﺎﻑ",
                "ﻳﻨﻈﺮ ﺗﺤﺖ ﺍﻟﻤﺮﻛﺒﺔﻭﻳﺪﻭﺭ ﺣﻮﻟﻬﺎ",
                "ﻳﺮﺑﻂ ﺣﺰﺍﻡ ﺍﻷﻣﺎﻥ"
            ],
            "correctAnswer": "ﻳﺮﺑﻂ ﺣﺰﺍﻡ ﺍﻷﻣﺎﻥ"
        },
        {
            "id": 21,
            "category": "Law",
            "question": "ﺍﻟﻤﺮﺍﻳﺎ ﻣ ﺮﺓ ﻛﻞ: ﻁﺮﻗﺎﺕ ﻣﺰﺩﺣﻤﺔ، ﺃﻥ ﻳﺄﺧﺬ ﻟﻤﺤﺔ ﺳﺮﻳﻌﺔ ﻋﻠﻰ ﻳﺠﺐ ﻋﻠﻰ ﺳﺎﺋﻖ ﺍﻟﻤﺮﻛﺒﺔ، ﺃﺛﻨﺎﺀ ﺍﻟﻘﻴﺎﺩﺓ ﻋﻠﻰ",
            "answers": [
                "45 ﺛﺎﻧﻴﺔ",
                "30 ﺛﺎﻧﻴﺔ",
                "4ﺇﻟﻰ 8ﺛﻮﺍﻧﻲ"
            ],
            "correctAnswer": "4ﺇﻟﻰ 8ﺛﻮﺍﻧﻲ"
        },
        {
            "id": 22,
            "category": "Law",
            "question": "ﺍﻟﻴﻤﻴﻦ، ﻋﻠﻴﻪ ﻗﺒﻞ ﺍﻻﻧﻌﻄﺎﻑ ﺃﻥ ﻳﻨﻈﺮ ﻓﻲ: ﺇﺫﺍ ﺍﺭﺍﺩ ﺍﻟﺴﺎﺋﻖ ﺃﻥ ﻳﻨﻌﻄﻒ ﺑﻤﺮﻛﺒﺘﻪ ﺇﻟﻰ ﺟﻬﺔ",
            "answers": [
                "ﺍﻟﻤﺮﺁﺓ ﺍﻟﻴﺴﺮﻯ ﻓﻘﻂ",
                "ﺍﻟﻤﺮﺁﺓ ﺍﻟﻴﻤﻨﻰ ﻓﻘﻂ",
                "ﺍﻟﻌﻤﻴﺎﺀ ﻛﻞ ﺍﻟﻤﺮﺍﻳﺎ ﻭﺧﺎﺻﺔﻓﻲ ﺍﻟﻤﺮﺁﺓ ﺍﻟﻴﻤﻨﻰ ﻭﺍﻟﺒﻘﻌﺔ"
            ],
            "correctAnswer": "ﺍﻟﻌﻤﻴﺎﺀ ﻛﻞ ﺍﻟﻤﺮﺍﻳﺎ ﻭﺧﺎﺻﺔﻓﻲ ﺍﻟﻤﺮﺁﺓ ﺍﻟﻴﻤﻨﻰ ﻭﺍﻟﺒﻘﻌﺔ"
        },
        {
            "id": 24,
            "category": "Law",
            "question": "ﺍﻟﺮﺻﻴﻒ ﺍﻷﻳﻤﻦ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺍﻟﻤﺎﺭ ﺑﻘﺮﺑﻬﺎ ﻫﻮ ﺍﻟﺨﻄﺮ ﺍﻟﺬﻱ ﺗﺸ ﻜﻠﻪ ﺍﻟﻤﺮﻛﺒﺎﺕ ﺍﻟﻤﺘﻮﻗﻔﺔ ﺍﻟﻰ ﺟﺎﻧﺐ",
            "answers": [
                "ﺍﺣﺘﻤﺎﻝ ﺍﻧﻄﻼﻕ ﺇﺣﺪﺍﻫﺎ ﻭﺩﺧﻮﻟﻬﺎ ﺍﻟﺴﻴﺮ ﻓﺠﺄﺓ",
                "ﺇﺻﺪﺍﺭﻫﺎ ﺻﻮﺕ ﺟﻬﺎﺯ ﺍﻧﺬﺍﺭ ﺍﻟﺴﺮﻗﺔ",
                "ﻓﺘﺢ ﺻﻨﺪﻭﻕ ﺍﻷﻣﺘﻌﺔ"
            ],
            "correctAnswer": "ﻓﺘﺢ ﺻﻨﺪﻭﻕ ﺍﻷﻣﺘﻌﺔ"
        },
        {
            "id": 25,
            "category": "Law",
            "question": "ﻛﺴﺎﺋ ﻖ ﺇﺣﺘﺮﺍﺯﻱ ﻋﻠﻴﻚ ﺃﻥ:",
            "answers": [
                "ﺃﻥ ﻻ ﺗﺘﻨﺎﺯﻝ ﻋﻦ ﺃﻓﻀﻠﻴﺘﻚ ﺑﺎﻟﻤﺮﻭﺭ",
                "ﺗﺄﺧﺬ ﺃﻓﻀﻠﻴﺘﻚ ﺑﺎﻟﻤﺮﻭﺭ ﻋﻨﻮﺓ ﻷﻧﻬﺎ ﻣﻦ ﺣﻘﻚ",
                "ﺗﺘﻨﺎﺯﻝ ﻋﻦ ﺃﻓﻀﻠﻴﺘﻚ ﺑﺎﻟﻤﺮﻭﺭ ﻣﻨﻌﺎ ﻟﻠﺤﺎﺩﺙ"
            ],
            "correctAnswer": "ﺗﺘﻨﺎﺯﻝ ﻋﻦ ﺃﻓﻀﻠﻴﺘﻚ ﺑﺎﻟﻤﺮﻭﺭ ﻣﻨﻌﺎ ﻟﻠﺤﺎﺩﺙ"
        },
        {
            "id": 26,
            "category": "Law",
            "question": "ﺃﻥ ﺗﻨﻈﺮ: ﺃﺛﻨﺎﺀ ﺍﻟﻘﻴﺎﺩﺓ، ﻭﻗﺒﻞ ﺍﺳﺘﻌﻤﺎﻟﻚ ﻟﻠﻔﺮﺍﻣﻞ، ﻋﻠﻴﻚ ﺃ ﻭﻻ",
            "answers": [
                "ﻓﻲ ﺍﻟﻤﺮﺍﻳﺎ ﻭﺧﺎﺻﺔﻓﻲ ﺍﻟﻤﺮﺁﺓ ﺍﻟﺪﺍﺧﻠﻴﺔ",
                "ﺇﻟﻰ ﻳﻤﻴﻨﻚ",
                "ﺇﻟﻰ ﻳﺴﺎﺭﻙ"
            ],
            "correctAnswer": "ﺇﻟﻰ ﻳﺴﺎﺭﻙ"
        },
        {
            "id": 27,
            "category": "Law",
            "question": "ﺍﻟﻤﺮﻛﺒﺎﺕ ﺍﻟﺤﺪﻳﺜﺔ ﻓﻲ ﺣﺎﻟﺔ ﺍﻟﻔﺮﻣﻠﺔ ﺍﻟﺸﺪﻳﺪﺓ: ﺇ ﻥ ﻧﻈﺎﻡ ﻣﻨﻊ ﺇﻧﻐﻼﻕ ﺍﻟﻔﺮﺍﻣﻞ (ABS) ﻓﻲ",
            "answers": [
                "ﻓﻘﻂ ﻣﻦ ﺍﻟﻄﺒﻴﻌﻲ ﺃﻥ ﻳﺴﺒﺐ ﺍﺭﺗﺠﺎ ﺟﺎ ﻓﻲ ﺩ ﻭﺍﺳﺔ ﺍﻟﻔﺮﺍﻣﻞ",
                "ﻓﻲ ﺩ ﻭﺍﺳﺔ ﺍﻟﻔﺮﺍﻣﻞ ﻣﻦ ﺍﻟﻄﺒﻴﻌﻲ ﺃﻥ ﻳﺼﺪﺭ ﺿﻮﺿﺎﺀ ﻭﺃﻥ ﻳﺴﺒﺐ ﺍﺭﺗﺠﺎ ﺟﺎ",
                "ﺍﺭﺗﺠﺎ ﺟﺎ ﻓﻲ ﺩ ﻭﺍﺳﺔ ﺍﻟﻔﺮﺍﻣﻞ ﻟﻴﺲ ﻣﻦ ﺍﻟﻄﺒﻴﻌﻲﺃﻥ ﻳﺼﺪﺭ ﺿﻮﺿﺎﺀ ﻭﺃﻥ ﻳﺴﺒﺐ"
            ],
            "correctAnswer": "ﺍﺭﺗﺠﺎ ﺟﺎ ﻓﻲ ﺩ ﻭﺍﺳﺔ ﺍﻟﻔﺮﺍﻣﻞ ﻟﻴﺲ ﻣﻦ ﺍﻟﻄﺒﻴﻌﻲﺃﻥ ﻳﺼﺪﺭ ﺿﻮﺿﺎﺀ ﻭﺃﻥ ﻳﺴﺒﺐ"
        },
        {
            "id": 28,
            "category": "Law",
            "question": "(ABS) ﺃﻧﻪ: ﻓﻲ ﺍﻟﻤﺮﻛﺒﺎﺕ ﺍﻟﺤﺪﻳﺜﺔ، ﻓﻲ ﺣﺎﻟﺔ ﺍﻟﻔﺮﻣﻠﺔ ﺍﻟﺸﺪﻳﺪﺓ، ﻣﻦ ﺣﺴﻨﺎﺕ ﻧﻈﺎﻡ ﻣﻨﻊ ﺍﻧﻐﻼﻕ ﺍﻟﻔﺮﺍﻣﻞ",
            "answers": [
                "ﻳﻤﻨﻊ ﺍﻧﻐﻼﻕ ﺍﻟﻔﺮﺍﻣﻞ ﻓﻘﻂ",
                "ﺍﻟﻤﺮﻛﺒﺔ ﻻ ﻳﻤﻨﻊ ﺍﻧﻐﻼﻕ ﺍﻟﻔﺮﺍﻣﻞ، ﻭﻻ ﻳﻤ ﻜﻦ ﺍﻟﺴﺎﺋﻖ ﻣﻦ ﺗﻮﺟﻴﻪ",
                "ﺍﻟﻤﺮﻛﺒﺔ ﻳﻤﻨﻊ ﺍﻧﻐﻼﻕ ﺍﻟﻔﺮﺍﻣﻞ، ﻭﻳﻤ ﻜﻦ ﺍﻟﺴﺎﺋﻖ ﻣﻦ ﺗﻮﺟﻴﻪ"
            ],
            "correctAnswer": "ﺍﻟﻤﺮﻛﺒﺔ ﻳﻤﻨﻊ ﺍﻧﻐﻼﻕ ﺍﻟﻔﺮﺍﻣﻞ، ﻭﻳﻤ ﻜﻦ ﺍﻟﺴﺎﺋﻖ ﻣﻦ ﺗﻮﺟﻴﻪ"
        },
        {
            "id": 29,
            "category": "Law",
            "question": "ﺑﺪﻳﻬﺔ، ﺃﻥ: ﻋﻨﺪ ﺗﻌ ﺮﺽ ﻣﺮﻛﺒﺘﻚ ﻟﻺﻧﺰﻻﻕ، ﻋﻠﻴﻚ، ﻭﺑﺴﺮﻋﺔ",
            "answers": [
                "ﻣﺆ ﺧﺮﺗﻬﺎ ﺗﻀﻐﻂ ﺍﻟﻔﺮﺍﻣﻞ ﻭﺗﻮ ﺟﻪ ﻣﺮﻛﺒﺘﻚ ﺑﻌﻜﺲ ﺍﺗﺠﺎﻩ",
                "ﺑﻬﺎ ﺍﻟﻔﺮﺍﻣﻞ، ﻭﺃﻥ ﺗﻮ ﺟﻪ ﺍﻟﻤﺮﻛﺒﺔ ﺍﻟﻰ ﺍﻟﺠﻬﺔ ﺍﻟﺘﻲ ﺗﻨﺰﻟﻖ ﺗﺮﻓﻊ ﻗﺪﻣﻚ ﻋﻦ ﺩﻭﺍﺳﺔ ﺍﻟﻮﻗﻮﺩ ﻭﻻ ﺗﻀﻐﻂ ﻋﻠﻰ",
                "ﺗﺰﻳﺪ ﺍﻟﺴﺮﻋﺔ"
            ],
            "correctAnswer": "ﺗﺰﻳﺪ ﺍﻟﺴﺮﻋﺔ"
        },
        {
            "id": 30,
            "category": "Law",
            "question": "ﺃﻣﺎﻣﻚ ﻣﺒﺎﺷﺮﺓ ﺍﺛﻨﺎﺀ ﺍﻟﺴﻴﺮ ﻳﻤﻜﻨﻚ ﻣﻦ: ﺇ ﻥ ﺗﺮﻛﻚ ﻟﻤﺴﺎﻓﺔ ﺃﻣﺎﻥ ﺑﻴﻦ ﻣﺮﻛﺒﺘﻚ ﻭﺍﻟﻤﺮﻛﺒﺔ ﺍﻟﺘﻲ",
            "answers": [
                "ﺗﻔﺎﺩﻱ ﺍﺻﺪﺍﻣﻚ ﺑﻬﺎﻓﻲ ﺣﺎﻝ ﺗﻮﻗﻔﺖ ﻓﺠﺄﺓ",
                "ﺍﻟﺘﻤﺘﻊ ﺑﺎﻟﻤﻨﺎﻅﺮ ﺍﻟﺨﻼﺑﺔ ﺣﻮﻟﻚ",
                "ﻗﺮﺍﺀﺓ ﻟﻮﺣﺔ ﺗﺴﺠﻴﻞ ﺗﻠﻚ ﺍﻟﻤﺮﻛﺒﺔ"
            ],
            "correctAnswer": "ﻗﺮﺍﺀﺓ ﻟﻮﺣﺔ ﺗﺴﺠﻴﻞ ﺗﻠﻚ ﺍﻟﻤﺮﻛﺒﺔ"
        },
        {
            "id": 31,
            "category": "Safety",
            "question": "ﺍﻟﻠﻮﻥ ﺍﻻﺧﻀﺮ ﻋﻠﻴﻚ ﺃﻥ: ﺗﺤ ﻮﻝ ﺿﻮﺀ ﺍﺷﺎﺭﺓ ﺍﻟﻤﺮﻭﺭ ﻣﻦ ﺍﻟﻠﻮﻥ ﺍﻻﺣﻤﺮ ﺇﻟﻰ ﻟﺤﻈﺔ ﺍﻧﻄﻼﻕ ﺍﻟﻤﺮﻛﺒﺔ ﺍﻟﺘﻲ ﺃﻣﺎﻣﻚ ﻣﺒﺎﺷﺮﺓ ﻋﻨﺪ",
            "answers": [
                "ﺗﻨﻄﻠﻖ ﻓﻮ ﺭﺍ ﺑﻤﺮﻛﺒﺘﻚ ﺧﻠﻔﻬﺎ ﻭﺑﺴﺮﻋﺔ",
                "ﺗﺰ ﻣﺮ",
                "ﺗﺘﺄﻛﺪ ﻣﻦ ﺧﻠﻮ ﺍﻟﻄﺮﻳﻖ ﺛﻢ ﺗﻨﻄﻠﻖ ﺑﻤﺮﻛﺒﺘﻚ"
            ],
            "correctAnswer": "ﺗﺘﺄﻛﺪ ﻣﻦ ﺧﻠﻮ ﺍﻟﻄﺮﻳﻖ ﺛﻢ ﺗﻨﻄﻠﻖ ﺑﻤﺮﻛﺒﺘﻚ"
        },
        {
            "id": 32,
            "category": "Safety",
            "question": "ﺗﺼﺪﺭ ﺿﻮﺀ ﻭﺍﺣﺪ ﺍﺻﻔﺮ ﻣﺘﻘ ﻄﻊ، ﻳﺠﺐ ﻋﻠﻴﻚ ﺃﻥ: ﻋﻨﺪﻣﺎ ﺗﻘﺘﺮﺏ ﺑﻤﺮﻛﺒﺘﻚ ﻣﻦ ﺇﺷﺎﺭﺓ ﻣﺮﻭﺭ ﺿﻮﺋﻴﺔ",
            "answers": [
                "ﺗﺮﺑﻂ ﺣﺰﺍﻡ ﺍﻷﻣﺎﻡ",
                "ﺗﻌﻄﻲ ﺍﻷﻓﻀﻠﻴﺔ",
                "ﺗﺘﻮﻗﻒ"
            ],
            "correctAnswer": "ﺗﺘﻮﻗﻒ"
        },
        {
            "id": 33,
            "category": "Safety",
            "question": "ﺇ ﻥ ﻭﺿﻊ ﺣﺰﺍﻡ ﺍﻷﻣﺎﻥ:",
            "answers": [
                "ﻏﻴﺮ ﺿﺮﻭﺭﻱ ﺑﺎﻟﻤﻄﻠﻖ",
                "ﺿﺮﻭﺭﻱ ﻟﻠﺮﺍﻛﺒﻴﻦﺍﻷﻣﺎﻣﻴﻴﻦ ﻓﻘﻂ",
                "ﺿﺮﻭﺭﻱ ﻟﺠﻤﻴﻊ ﺭ ﻛﺎﺏ ﺍﻟﺴﻴﺎﺭﺓ"
            ],
            "correctAnswer": "ﺿﺮﻭﺭﻱ ﻟﺠﻤﻴﻊ ﺭ ﻛﺎﺏ ﺍﻟﺴﻴﺎﺭﺓ"
        },
        {
            "id": 35,
            "category": "Law",
            "question": "ﻳﺤﺐ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺃﻥ ﻳﻤﺴﻚ ﺑﺎﻟﻤﻘﻮﺩ:",
            "answers": [
                "ﺑﻴﺪ ﻭﺍﺣﺪﺓ",
                "ﺑﻜﻠﺘﺎ ﺍﻟﻴﺪﻳﻦ",
                "ﺑﺄﺻﺎﺑﻴﻊ ﺍﻟﻴﺪﻳﻦ"
            ],
            "correctAnswer": "ﺑﺄﺻﺎﺑﻴﻊ ﺍﻟﻴﺪﻳﻦ"
        },
        {
            "id": 36,
            "category": "Safety",
            "question": "ﺍﻟﻤﺤﻤﻠﺔ ﻋﻦ: ﻻ ﻳﺠﻮﺯ ﺃﻥ ﻳﺰﻳﺪ ﻋﺪﺩ ﺍﻟﺮﻛﺎﺏ ﻓﻲ ﺍﻟﺸﺎﺣﻨﺔ",
            "answers": [
                "ﺷﺨﺺ ﻭﺍﺣﺪ",
                "ﺍﻟﻌﺪﺩ ﺍﻟﻤﺤ ﺪﺩ ﻓﻲ ﺍﻟﺮﺧﺼﺔ",
                "ﻻ ﻳﺤ ﻖ ﻟﻬﺎ ﻧﻘﻞ ﺃﻱﺷﺨﺺ"
            ],
            "correctAnswer": "ﻻ ﻳﺤ ﻖ ﻟﻬﺎ ﻧﻘﻞ ﺃﻱﺷﺨﺺ"
        },
        {
            "id": 37,
            "category": "Law",
            "question": "ﻳﺘﺄﻛﺪ ﻣﻦ ﺃ ﻥ: ﻋﻨﺪ ﺭﺑﻂ ﺍﻟﻘﺎﻁﺮﺓ ﺑﺎﻟﻤﻘﻄﻮﺭﺓ، ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺃﻥ",
            "answers": [
                "ﻣﻜﺎﺑﺢ ﺍﻟﻤﻘﻄﻮﺭﺓ ﻣﺸﺪﻭﺩﺓ ﻭﺃﺭﺟﻠﻬﺎ ﺗﻼﻣﺲ ﺍﻷﺭﺽ",
                "ﺍﻷﺭﺽ ﻣﻜﺎﺑﺢ ﺍﻟﻤﻘﻄﻮﺭﺓ ﻏﻴﺮ ﻣﺸﺪﻭﺩﺓ ﻭﺃﺭﺟﻠﻬﺎ ﺗﻼﻣﺲ",
                "ﺍﻟﻤﻘﻄﻮﺭﺓ ﺗﻼﻣﺲ ﺍﻷﺭﺽ ﻋﻠﻰ ﺭﺟﻞ ﻭﺍﺣﺪﺓ"
            ],
            "correctAnswer": "ﺍﻟﻤﻘﻄﻮﺭﺓ ﺗﻼﻣﺲ ﺍﻷﺭﺽ ﻋﻠﻰ ﺭﺟﻞ ﻭﺍﺣﺪﺓ"
        },
        {
            "id": 38,
            "category": "Law",
            "question": "ﺇﻟﻰ ﺃ ﻥ ﺑﻌﺪ ﺭﺑﻂ ﺍﻟﻘﺎﻁﺮﺓ ﺑﺎﻟﻤﻘﻄﻮﺭﺓ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺃﻥ ﻳﻨﺘﺒﻪ",
            "answers": [
                "ﺟﻴﺪ ﺧﻄﻮﻁ ﺍﻟﻬﻮﺍﺀ ﻭﺍﻷﺳﻼﻙ ﺍﻟﻜﻬﺮﺑﺎﺋﻴﺔ ﻣﻮﺻﻮﻟﺔ ﺑﺸﻜﻞ",
                "ﺧﻄﻮﻁ ﺍﻟﻬﻮﺍﺀ ﻓﻘﻂ ﻣﻮﺻﻮﻟﺔ ﺑﺸﻜﻞ ﺟﻴﺪ",
                "ﺍﻷﺳﻼﻙ ﺍﻟﻜﻬﺮﺑﺎﺋﻴﺔ ﻓﻘﻂ ﻣﻮﺻﻮﻟﺔ ﺑﺸﻜﻞ ﺟﻴﺪ"
            ],
            "correctAnswer": "ﺍﻷﺳﻼﻙ ﺍﻟﻜﻬﺮﺑﺎﺋﻴﺔ ﻓﻘﻂ ﻣﻮﺻﻮﻟﺔ ﺑﺸﻜﻞ ﺟﻴﺪ"
        },
        {
            "id": 39,
            "category": "Law",
            "question": "ﺍﻟﺴﺎﺋﻖ ﺃﻥ: ﻋﻨﺪ ﺍﻟﺸﺮﻭﻉ ﺑﺮﺑﻂ ﺍﻟﻘﺎﻁﺮﺓ ﺑﺎﻟﻤﻘﻄﻮﺭﺓ ﻋﻠﻰ",
            "answers": [
                "ﻳﺮﺟﻊ ﺍﻟﻘﺎﻁﺮﺓ ﺑﺒﻂﺀ ﻓﻮﻕ ﺍﻟﻤﻘﻄﻮﺭﺓ",
                "ﻳﺮﺟﻊ ﺍﻟﻘﺎﻁﺮﺓ ﺑﺴﺮﻋﺔ ﺗﺤﺖ ﺍﻟﻤﻘﻄﻮﺭﺓ",
                "ﻳﺮﺟﻊ ﺍﻟﻘﺎﻁﺮﺓ ﺑﺒﻂﺀ ﺗﺤﺖ ﺍﻟﻤﻘﻄﻮﺭﺓ"
            ],
            "correctAnswer": "ﻳﺮﺟﻊ ﺍﻟﻘﺎﻁﺮﺓ ﺑﺒﻂﺀ ﺗﺤﺖ ﺍﻟﻤﻘﻄﻮﺭﺓ"
        },
        {
            "id": 40,
            "category": "Law",
            "question": "ﻳﺨﺘﺎﺭ ﻣﻜﺎﻧﺎ: ﻋﻨﺪ ﻓﺼﻞ ﺍﻟﻘﺎﻁﺮﺓ ﻋﻦ ﺍﻟﻤﻘﻄﻮﺭﺓ، ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺃﻥ",
            "answers": [
                "ﻣﻨﺤﺪ ﺭﺍ ﻭﻟﻴﻨﺎ.",
                "ﻣﺴ ﻄ ﺤﺎ ﻭﻟﻴﻨﺎ.",
                "ﻣﻨﺤﺪ ﺭﺍ ﻭﺻﻠﺒﺎ."
            ],
            "correctAnswer": "ﻣﻨﺤﺪ ﺭﺍ ﻭﺻﻠﺒﺎ."
        },
        {
            "id": 41,
            "category": "Law",
            "question": "ﻋﻨﺪ ﻓﺼﻞ ﺍﻟﻘﺎﻁﺮﺓ ﻋﻦ ﺍﻟﻤﻘﻄﻮﺭﺓ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺃﻥ:",
            "answers": [
                "ﺣﺪ ﻳﺸﺪ ﻓﺮﺍﻣﻞ ﺍﻟﻤﻘﻄﻮﺭﺓ ﻭﻻ ﻳﻨﺰﻝ ﺃﺭﺟﻠﻬﺎ ﺍﻟﻰ ﺍﻗﺼﻰ",
                "ﻳﺸﺪ ﻓﺮﺍﻣﻞ ﺍﻟﻤﻘﻄﻮﺭﺓ ﻭﻳﻨﺰﻝ ﺃﺭﺟﻠﻬﺎ ﺍﻟﻰ ﺍﻗﺼﻰ ﺣﺪ",
                "ﺣﺪ ﻻ ﻳﺸﺪ ﻓﺮﺍﻣﻞ ﺍﻟﻤﻘﻄﻮﺭﺓ ﻭﻳﻨﺰﻝ ﺍﺭﺟﻠﻬﺎ ﺍﻟﻰ ﺍﻗﺼﻰ"
            ],
            "correctAnswer": "ﺣﺪ ﻻ ﻳﺸﺪ ﻓﺮﺍﻣﻞ ﺍﻟﻤﻘﻄﻮﺭﺓ ﻭﻳﻨﺰﻝ ﺍﺭﺟﻠﻬﺎ ﺍﻟﻰ ﺍﻗﺼﻰ"
        },
        {
            "id": 42,
            "category": "Law",
            "question": "ﻭﻋﺪﺩﻫﺎ: ﻟﺴﺎﺋﻖ ﺍﻟﻤﺮﻛﺒﺔ ﺍﻟﺜﻘﻴﻠﺔ ﺑﻘﻊ ﻋﻤﻴﺎﺀ ﺣﻮﻝ ﻣﺮﻛﺒﺘﻪ",
            "answers": [
                "ﺃﺭﺑﻊ ﺑﻘﻊ ﻋﻤﻴﺎﺀ ﻋﻠﻰ ﺍﻷﻗﻞ",
                "ﺛﻤﺎﻧﻲ ﺑﻘﻊ ﻋﻤﻴﺎﺀ ﻋﻠﻰ ﺍﻷﻗﻞ",
                "ﺛﻼﺙ ﺑﻘﻊ ﻋﻤﻴﺎﺀ"
            ],
            "correctAnswer": "ﺛﻼﺙ ﺑﻘﻊ ﻋﻤﻴﺎﺀ"
        },
        {
            "id": 43,
            "category": "Law",
            "question": "ﻣﺮﻛﺒﺘﻪ ﺧﺎﺻﺔ: ﻋﻠﻰ ﺳﺎﺋﻖ ﺍﻟﻤﺮﻛﺒﺔ ﺍﻟﺜﻘﻴﻠﺔ ﺃﻥ ﻳﻨﺘﺒﻪ ﺍﻟﻰ ﺍﺭﺗﻔﺎﻉ",
            "answers": [
                "ﻋﻨﺪ ﻣﺮﻭﺭﻩ ﻓﻮﻕ ﺟﺴﺮ",
                "ﻋﻨﺪ ﻣﺮﻭﺭﻩ ﺗﺤﺖ ﺟﺴﺮ ﺃﻭ ﺩﺧﻮﻟﻪ ﻓﻲ ﻧﻔﻖ",
                "ﻋﻨﺪﻣﺎ ﻳﻘﻮﺩ ﻋﻠﻰ ﻁﺮﻗﺎﺕ ﻣﻔﺘﻮﺣﺔ"
            ],
            "correctAnswer": "ﻋﻨﺪﻣﺎ ﻳﻘﻮﺩ ﻋﻠﻰ ﻁﺮﻗﺎﺕ ﻣﻔﺘﻮﺣﺔ"
        },
        {
            "id": 44,
            "category": "Law",
            "question": "ﻣﺮﻛﺒﺘﻪ ﺧﺎﺻﺔ: ﻋﻠﻰ ﻛﻞ ﺳﺎﺋﻖ ﻣﺮﻛﺒﺔ ﺛﻘﻴﻠﺔ ﺃﻥ ﻳﻨﺘﺒﻪ ﺍﻟﻰ ﻋﺮﺽ",
            "answers": [
                "ﻋﻨﺪ ﻗﻴﺎﺩﺗﻪ ﻓﻲ ﺍﻟﻄﺮﻕ ﺍﻟﻤﻔﺘﻮﺣﺔ",
                "ﻋﻨﺪ ﺃﺧﺬﻩ ﻗﺴ ﻄﺎ ﻣﻦﺍﻟﺮﺍﺣﺔ",
                "ﻋﻨﺪ ﺗﺠﺎﻭﺯﻩ ﻟﻤﺮﻛﺒﺔ ﺃﺧﺮﻯ"
            ],
            "correctAnswer": "ﻋﻨﺪ ﺗﺠﺎﻭﺯﻩ ﻟﻤﺮﻛﺒﺔ ﺃﺧﺮﻯ"
        },
        {
            "id": 46,
            "category": "Law",
            "question": "ﺍﻟﺜﻘﻴﻠﺔ ﺍﻟﻰ ﺍﻟﻴﻤﻴﻦ: ﺍﻟﻤﺮﻛﺒﺎﺕ ﺍﻟﺼﻐﻴﺮﺓ، ﻓﻌﻨﺪ ﺍﻧﻌﻄﺎﻑ ﺳﺎﺋﻖ ﺍﻟﻤﺮﻛﺒﺔ ﺍﻟﺘﻌﺎﻣﻞ ﻣﻊ ﺍﻟﻤﺮﻛﺒﺎﺕ ﺍﻟﺜﻘﻴﻠﺔ ﻳﺨﺘﻠﻒ ﻋﻨﻪ ﻣﻊ",
            "answers": [
                "ﻻ ﻳﺠﺐ ﺗﺮﻙ ﻣﺴﺎﻓﺔ ﻛﺎﻓﻴﺔ ﻟﺠﻬﺔ ﺍﻟﻴﻤﻴﻦ",
                "ﻳﺠﺐ ﺗﺮﻙ ﻣﺴﺎﻓﺔ ﻛﺎﻓﻴﺔ ﻓﻲ ﺍﻷﻣﺎﻡ",
                "ﻳﺠﺐ ﺗﺮﻙ ﻣﺴﺎﻓﺔﻛﺎﻓﻴﺔ ﻟﺠﻬﺔ ﺍﻟﻴﻤﻴﻦ"
            ],
            "correctAnswer": "ﻳﺠﺐ ﺗﺮﻙ ﻣﺴﺎﻓﺔﻛﺎﻓﻴﺔ ﻟﺠﻬﺔ ﺍﻟﻴﻤﻴﻦ"
        },
        {
            "id": 47,
            "category": "Law",
            "question": "ﺍﻟﻄﺮﻳﻖ، ﻋﻠﻴﻚ ﺃﻥ: ﺗﺘﻔﺎﺩﻯ ﻋﺒﻮﺭ ﻋﺠﻼﺗﻚ ﺍﻟﻴﺴﺮﻯ ﺍﻟﺨﻠﻔﻴﺔ ﻟﺨﻂ ﻭﺳﻂ ﺣﻴﻦ ﺗﻘﻮﺩ ﻣﺮﻛﺒﺘﻚ ﺍﻟﺜﻘﻴﻠﺔ ﻓﻲ ﻣﻨﻌﻄﻒ ﻳﺴﺎﺭ، ﻭﻛﻲ",
            "answers": [
                "ﺗﺄﺧﺬ ﺃﻗﺼﻰ ﻳﺴﺎﺭﻙ ﺧﻼﻝ ﺍﻟﻤﻨﻌﻄﻒ",
                "ﺗﺄﺧﺬ ﻳﻤﻴﻨﻚ ﻗﻠﻴﻼ ﺧﻼﻝ ﺍﻟﻤﻨﻌﻄﻒ",
                "ﺗﺰﻳﺪ ﺳﺮﻋﺘﻚ ﺧﻼﻝ ﺍﻟﻤﻨﻌﻄﻒ"
            ],
            "correctAnswer": "ﺗﺰﻳﺪ ﺳﺮﻋﺘﻚ ﺧﻼﻝ ﺍﻟﻤﻨﻌﻄﻒ"
        },
        {
            "id": 48,
            "category": "Law",
            "question": "ﺍﻟﻄﺮﻳﻖ، ﻋﻠﻴﻚ ﺃﻥ: ﺗﺘﻔﺎﺩﻯ ﻧﺰﻭﻝ ﻋﺠﻼﺗﻚ ﺍﻟﻴﻤﻨﻰ ﺍﻟﺨﻠﻔﻴﺔ ﻋﻦ ﺣﺎﻓﺔ ﺣﻴﻦ ﺗﻘﻮﺩ ﻣﺮﻛﺒﺘﻚ ﺍﻟﺜﻘﻴﻠﺔ ﻓﻲ ﻣﻨﻌﻄﻒ ﻳﻤﻴﻦ، ﻭﻛﻲ",
            "answers": [
                "ﺗﻘﻮﺩ ﻣﺮﻛﺒﺘﻚ ﻓﻲ ﻭﺳﻂ ﻣﺴﺮﺑﻚ",
                "ﺗﺄﺧﺬ ﺃﻗﺼﻰ ﻳﻤﻴﻨﻚ ﺧﻼﻝ ﺍﻟﻤﻨﻌﻄﻒ",
                "ﺗﺰﻳﺪ ﺳﺮﻋﺘﻚ ﺧﻼﻝ ﺍﻟﻤﻨﻌﻄﻒ"
            ],
            "correctAnswer": "ﺗﺰﻳﺪ ﺳﺮﻋﺘﻚ ﺧﻼﻝ ﺍﻟﻤﻨﻌﻄﻒ"
        },
        {
            "id": 49,
            "category": "Law",
            "question": "ﺗﺘﻮﻗﻊ ﺧﻠﻒ ﺍﻟﻘﻤﺔ: ﻋﻨﺪ ﺍﻗﺘﺮﺍﺑﻚ ﻣﻦ ﺭﺃﺱ ﻣﺮﺗﻔﻊ ﻟﻠﻄﺮﻳﻖ، ﻋﻠﻴﻚ ﺃﻥ",
            "answers": [
                "ﻁﺮﻳﻖ ﻣﺴﺘﻘﻴﻢ",
                "ﻭﺟﻮﺩ ﻋﻘﺒﺎﺕ",
                "ﻋﺪﻡ ﻭﺟﻮﺩ ﻋﻘﺒﺎﺕ"
            ],
            "correctAnswer": "ﻋﺪﻡ ﻭﺟﻮﺩ ﻋﻘﺒﺎﺕ"
        },
        {
            "id": 50,
            "category": "Law",
            "question": "ﻋﻠﻰ ﺍﺳﺘﻌﻤﺎﻝ: ﺍﻟﻤﻨﺤﺪﺭﺍﺕ، ﻳﺠﺐ ﻋﻠﻴﻚ ﺃﻥ ﺗﻌﺘﻤﺪ ﺑﺸﻜﻞ ﺍﺳﺎﺳﻲ ﻟﻠﺴﻴﻄﺮﺓ ﻋﻠﻰ ﻣﺮﻛﺒﺘﻚ ﻭﺃﻧﺖ ﺗﻘﻮﺩﻫﺎ ﻋﻠﻰ",
            "answers": [
                "ﺍﻟﻔﺮﺍﻣﻞ",
                "ﻓﺮﺍﻣﻞ ﺍﻟﻴﺪ",
                "ﺗﺮﺱ ﻣﻨﺨﻔﺾ"
            ],
            "correctAnswer": "ﺗﺮﺱ ﻣﻨﺨﻔﺾ"
        },
        {
            "id": 51,
            "category": "Law",
            "question": "ﺑﺴﺒﺐ: ﻣﺘﻮﺍﺻﻞ ﻋﻠﻰ ﻣﻨﺤﺪﺭ ﻁﻮﻳﻞ ﻳﺒﻄﻞ ﻣﻔﻌﻮﻝ ﺍﻟﻤﻜﺎﺑﺢ ﺍﺳﺘﻌﻤﺎﻝ ﺍﻟﻤﻜﺎﺑﺢ ﺍﻟﺮﺋﻴﺴﻴﺔ ﻓﻲ ﺍﻟﻤﺮﻛﺒﺔ ﺑﺸﻜﻞ",
            "answers": [
                "ﺇﺯﺩﻳﺎﺩ ﺣﺮﺍﺭﺗﻬﺎ",
                "ﺿﻐﻂ ﺳﺎﺋﻞ ﺍﻟﻜﺒﺢ",
                "ﻗﻮﺓ ﺍﻟﻤﻨﺤﺪﺭ"
            ],
            "correctAnswer": "ﻗﻮﺓ ﺍﻟﻤﻨﺤﺪﺭ"
        },
        {
            "id": 52,
            "category": "Law",
            "question": "ﻭﺃﺻﺒﺤﺖ ﺳﺮﻋﺘﻚ ﻋﺎﻟﻴﺔ ﻓﺴﻮﻑ: ﻭﺗﺄﺧﺮﺕ ﺑﺎﻻﻧﺘﻘﺎﻝ ﺍﻟﻰ ﺗﺮﺱ ﺳﺮﻋﺔ ﻣﻨﺨﻔﺾ ﺇﺫﺍ ﺩﺧﻠﺖ ﻣﻨﺤﺪﺭﺍ ﻁﻮﻳﻼ ﺑﻤﺮﻛﺒﺘﻚ ﺍﻟﺜﻘﻴﻠﺔ",
            "answers": [
                "ﻣﻨﺨﻔﺾ ﻳﺼﺒﺢ ﻣﻦ ﺍﻟﺴﻬﻞ ﻋﻠﻴﻚ ﺍﻻﻧﺘﻘﺎﻝ ﺍﻟﻰ ﺗﺮﺱ ﺳﺮﻋﺔ",
                "ﻣﻨﺨﻔﺾ ﻟﻠﺴﻴﻄﺮﺓ ﻋﻠﻰ ﺍﻟﻤﺮﻛﺒﺔ ﻳﺼﺒﺢ ﻣﻦ ﺍﻟﻤﺴﺘﺤﻴﻞ ﺍﻻﻧﺘﻘﺎﻝ ﺍﻟﻰ ﺗﺮﺱ ﺳﺮﻋﺔ",
                "ﻳﺼﺒﺢ ﺑﺈﻣﻜﺎﻧﻚ ﺗﺠﺎﻭﺯ ﺍﻟﻤﺮﻛﺒﺎﺕ ﺑﺎﻟﺠﻤﻠﺔ ﻭﺑﺸﻜﻞ ﺁﻣﻦ"
            ],
            "correctAnswer": "ﻳﺼﺒﺢ ﺑﺈﻣﻜﺎﻧﻚ ﺗﺠﺎﻭﺯ ﺍﻟﻤﺮﻛﺒﺎﺕ ﺑﺎﻟﺠﻤﻠﺔ ﻭﺑﺸﻜﻞ ﺁﻣﻦ"
        },
        {
            "id": 53,
            "category": "Law",
            "question": "ﻳﺠﺐ ﻋﻠﻴﻚ: ﻋﻨﺪ ﻗﻴﺎﺩﺗﻚ ﻟﻤﺮﻛﺒﺘﻚ ﺍﻟﺜﻘﻴﻠﺔ ﺻﻌﻮﺩﺍ ﻣﺘﻮﺍﺻﻼ",
            "answers": [
                "ﺗﺠﻨﺐ ﺍﺟﻬﺎﺩ ﺍﻟﻤﺤ ﺮﻙ",
                "ﺍﻟﺘﺰﺍﻡ ﺍﻟﺠﻬﺔ ﺍﻟﻴﺴﺮﻯ",
                "ﻋﺪﻡ ﺍﻟﺴﻤﺎﺡ ﻟﻠﻤﺮﻛﺒﺎﺕ ﺍﻟﺼﻐﻴﺮﺓ ﺑﺘﺠﺎﻭﺯﻙ"
            ],
            "correctAnswer": "ﻋﺪﻡ ﺍﻟﺴﻤﺎﺡ ﻟﻠﻤﺮﻛﺒﺎﺕ ﺍﻟﺼﻐﻴﺮﺓ ﺑﺘﺠﺎﻭﺯﻙ"
        },
        {
            "id": 54,
            "category": "Law",
            "question": "ﻋﻠﻴﻚ: ﻋﻨﺪ ﻗﻴﺎﺩﺗﻚ ﻟﻤﺮﻛﺒﺘﻚ ﺍﻟﺜﻘﻴﻠﺔ ﺻﻌﻮﺩﺍ ﻣﺘﻮﺍﺻﻼ",
            "answers": [
                "ﺍﻟﺘﺰﺍﻡ ﺍﻗﺼﻰ ﺍﻟﻴﻤﻴﻦ ﻗﺪﺭ ﺍﻟﻤﺴﺘﻄﺎﻉ",
                "ﺍﻟﺘﺰﺍﻡ ﺍﻗﺼﻰ ﺍﻟﻴﺴﺎﺭ ﻗﺪﺭ ﺍﻟﻤﺴﺘﻄﺎﻉ",
                "ﺗﺼ ﺮ ﻋﻠﻰ ﺍﻟﻘﻴﺎﻡ ﺑﻬﺬﺍ ﺍﻟﺘﺠﺎﻭﺯ"
            ],
            "correctAnswer": "ﺗﺼ ﺮ ﻋﻠﻰ ﺍﻟﻘﻴﺎﻡ ﺑﻬﺬﺍ ﺍﻟﺘﺠﺎﻭﺯ"
        },
        {
            "id": 55,
            "category": "Law",
            "question": "ﻓﻌﻠﻴﻚ ﺃﻥ: ﺍﺧﺮﻯ ﺻﻌﻮﺩﺍ ﻭﻛﺎﻥ ﺫﻟﻚ ﺳﻴﺴﺘﻐﺮﻕ ﻭﻗﺘﺎ ﻁﻮﻳﻼ ﺍﺫﺍ ﻛﻨﺖ ﺗﺮﻳﺪ ﺃﻥ ﺗﺘﺠﺎﻭﺯ ﺑﻤﺮﻛﺒﺘﻚ ﺍﻟﺜﻘﻴﻠﺔ ﻣﺮﻛﺒﺔ",
            "answers": [
                "ﺗﺼ ﺮ ﻋﻠﻰ ﺍﻟﻘﻴﺎﻡ ﺑﻬﺬﺍ ﺍﻟﺘﺠﺎﻭﺯ",
                "ﺗﺰﻳﺪ ﻣﻦ ﺳﺮﻋﺘﻚ ﻓﻮﻕ ﺍﻟﺤﺪ ﺍﻟﻤﺴﻤﻮﺡ",
                "ﺗﺼﺮﻑ ﺍﻟﻨﻈﺮ ﻋﻦ ﻫﺬﺍ ﺍﻟﺘﺠﺎﻭﺯ"
            ],
            "correctAnswer": "ﺗﺼﺮﻑ ﺍﻟﻨﻈﺮ ﻋﻦ ﻫﺬﺍ ﺍﻟﺘﺠﺎﻭﺯ"
        },
        {
            "id": 56,
            "category": "Law",
            "question": "ﺃﻥ: ﻗﻴﺎﺩﺓ ﺍﻟﻤﺮﻛﺒﺔ ﺍﻟﺜﻘﻴﻠﺔ ﻋﻠﻰ ﻁﺮﻳﻖ ﻭﻋﺮﺓ ﺗﺤﺘﻢ ﻋﻠﻴﻚ",
            "answers": [
                "ﺗﺮ ﻛﺰ ﺍﻫﺘﻤﺎﻣﻚ ﺍﻟﻰ ﺍﻟﺨﻠﻒ",
                "ﺗﺰﻳﺪ ﻣﻦ ﺳﺮﻋﺘﻚ ﻗﻠﻴﻼ",
                "ﺗﻜﻮﻥ ﺣﺬﺭﺍ ﻭﺃﻥ ﺗﺨﻄﻂ ﻟﻠﻄﺮﻳﻖ ﻣﺴﺒﻘﺎ"
            ],
            "correctAnswer": "ﺗﻜﻮﻥ ﺣﺬﺭﺍ ﻭﺃﻥ ﺗﺨﻄﻂ ﻟﻠﻄﺮﻳﻖ ﻣﺴﺒﻘﺎ"
        },
        {
            "id": 57,
            "category": "Law",
            "question": "ﻋﻨﺪ ﺍﻟﺘﻘﺎﻁﻊ: ﺍﻟﺘﻮﺍﺻﻞ ﻋﻦ ﻁﺮﻳﻖ ﺍﻟﺘﻘﺎﺀ ﺍﻟﻨﻈﺮ ﺑﻴﻦ ﺍﻟﺴﺎﺋﻘﻴﻦ",
            "answers": [
                "ﻫﻮ ﺍﻣﺮ ﻣﺤﻈﺮ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻘﻴﻦ",
                "ﻳﺴﺎﻋﺪ ﻋﻠﻰ ﺣﻞ ﺍﻻﻟﺘﺒﺎﺱ ﺍﻟﻤﺮﻭﺭﻱ ﺑﻴﻦ ﺍﻟﺴﺎﺋﻘﻴﻦ",
                "ﻫﻮ ﻣﻦ ﻧﻮﺍﻉ ﺍﻟﺘﻨﺒﻪ"
            ],
            "correctAnswer": "ﻫﻮ ﻣﻦ ﻧﻮﺍﻉ ﺍﻟﺘﻨﺒﻪ"
        },
        {
            "id": 59,
            "category": "Law",
            "question": "ﻳﻠﺰﻣﻚ ﺍﻟﻘﺎﻧﻮﻥ ﺑﺈﻋﻄﺎﺀ ﺍﻻﻓﻀﻠﻴﺔ:",
            "answers": [
                "ﻟﻠﺤﺎﻓﻼﺕ ﺍﻟﻤﺪﺭﺳﻴﺔ ﺍﻟﻤﺴﺘﺨﺪﻣﺔ ﻷﻧﻮﺍﺭ ﺍﻟﺘﺤﺬﻳﺮ.",
                "ﻟﻠﺴﺎﺋﻘﺎﺕ",
                "ﻟﻠﻤﺮﻛﺒﺎﺕ ﺍﻟﻤﺴﺮﻋﺔ"
            ],
            "correctAnswer": "ﻟﻠﻤﺮﻛﺒﺎﺕ ﺍﻟﻤﺴﺮﻋﺔ"
        },
        {
            "id": 60,
            "category": "Safety",
            "question": "ﻟﻠﻤﺮﻛﺒﺎﺕ: ﻳﻠﺰﻡ ﺍﻟﻘﺎﻧﻮﻥ ﻣﺠﻤﻞ ﺍﻟﺴﺎﺋﻘﻴﻦ ﺑﺎﻋﻄﺎﺀ ﺍﻻﻓﻀﻠﻴﺔ",
            "answers": [
                "ﺍﻟﻤﻮﺟﻮﺩﺓ ﺩﺍﺧﻞ ﺍﻟﻤﺴﺘﺪﻳﺮﺓ",
                "ﺍﻟﺪﺍﺧﻠﺔ ﺍﻟﻰ ﺍﻟﻤﺴﺘﺪﻳﺮﺓ",
                "ﺍﻟﻤﻮﺟﻮﺩﺓ ﺍﻟﻰ ﻳﻤﻴﻦ ﺍﻟﻤﺮﻛﺒﺔ"
            ],
            "correctAnswer": "ﺍﻟﻤﻮﺟﻮﺩﺓ ﺍﻟﻰ ﻳﻤﻴﻦ ﺍﻟﻤﺮﻛﺒﺔ"
        },
        {
            "id": 61,
            "category": "Safety",
            "question": "ﻣﺘﻌﺎﻛﺴﻴﻦ: ﺑﺸﻜﻞ ﻣﻮﺍﺯ ﻟﻠﺮﺻﻴﻒ ﻋﻠﻰ ﻁﺮﻳﻖ ﺫﻭ ﻣﺴﻠﻜﻴﻦ ﺍﻟﻘﺎﻧﻮﻥ ﻳﺴﻤﺢ ﺑﺘﺮﻛﻴﻦ ﺍﻟﻤﺮﻛﺒﺔ (ﺍﻳﻘﺎﻓﻬﺎ ﻭﺗﺮﻛﻬﺎ)",
            "answers": [
                "ﻋﻠﻰ ﻳﻤﻴﻦ ﺍﺗﺠﺎﻩ ﺳﻴﺮ ﺍﻟﻤﺮﻛﺒﺔ",
                "ﻻ ﺗﻬﺘﻢ ﺍﻟﺠﻬﺔ ﻁﺎﻟﻤﺎﺃﻧﻬﺎ ﻻ ﺗﻌﻴﻖ ﺣﺮﻛﺔ ﺍﻟﺴﻴﺮ",
                "ﻋﻠﻰ ﻳﺴﺎﺭ ﺍﻟﻄﺮﻳﻖ"
            ],
            "correctAnswer": "ﻋﻠﻰ ﻳﺴﺎﺭ ﺍﻟﻄﺮﻳﻖ"
        },
        {
            "id": 62,
            "category": "Law",
            "question": "ﺇﺳﺮﺍﻑ ﺳﺎﺋﻖ ﺍﻟﻤﺮﻛﺒﺔ ﻓﻲ ﺍﻟﻄﻌﺎﻡ:",
            "answers": [
                "ﻳﻤﻜﻨﻪ ﻣﻦ ﺍﻟﻘﻴﺎﺩﺓ ﺑﺸﻜﻞ ﺃﺳﻠﻢ",
                "ﺍﻟﺼﺎﺋﺒﺔ ﺧﻼﻝ ﺍﻟﻘﻴﺎﺩﺓ ﻳﺴﺒﺐ ﻟﻪ ﺍﻟﺒﻼﺩﺓ ﻭﺻﻌﻮﺑﺔ ﻓﻲ ﺍﺗﺨﺎﺫ ﺍﻟﻘﺮﺍﺭﺍﺕ",
                "ﻳﻤ ﻜﻨﻪ ﻣﻦ ﺍﻟﻘﻴﺎﺩﺓ ﻋﻠﻰ ﺳﺮﻋﺎﺕ ﻋﺎﻟﻴﺔ ﺟﺪﺍ"
            ],
            "correctAnswer": "ﻳﻤ ﻜﻨﻪ ﻣﻦ ﺍﻟﻘﻴﺎﺩﺓ ﻋﻠﻰ ﺳﺮﻋﺎﺕ ﻋﺎﻟﻴﺔ ﺟﺪﺍ"
        },
        {
            "id": 63,
            "category": "Law",
            "question": "ﻗﻠﺔ ﺍﻟﻨﻮﻡ ﻟﺴﺎﺋﻖ ﺍﻟﻤﺮﻛﺒﺔ:",
            "answers": [
                "ﺗﺴﺎﻋﺪﻩ ﻋﻠﻰ ﺗﺤﺴﻴﻦ ﺭﺩﺓ ﻓﻌﻠﻪ",
                "ﻁﻔﻴﻒ ﻟﻠﺬﺍﻛﺮﺓ ﺗﺒﻄﺊ ﺭﺩﺍﺕ ﻓﻌﻠﻪ ﺃﺛﻨﺎﺀ ﺍﻟﻘﻴﺎﺩﺓ ﻭﺗﺴﺒﺐ ﻟﻪ ﻓﻘﺪﺍﻥ",
                "ﺗﺴﺎﻋﺪﻩ ﻋﻠﻰ ﺍﻹﻧﺘﺒﺎﻩ"
            ],
            "correctAnswer": "ﺗﺴﺎﻋﺪﻩ ﻋﻠﻰ ﺍﻹﻧﺘﺒﺎﻩ"
        },
        {
            "id": 64,
            "category": "Law",
            "question": "ﻳﺘﻮﻗﻒ ﻟﻠﺮﺍﺣﺔ ﻛﻞ: ﺧﻼﻝ ﺍﻟﺮﺣﻼﺕ ﺍﻟﻄﻮﻳﻠﺔ، ﻋﻠﻰ ﺳﺎﺋﻖ ﺍﻟﻤﺮﻛﺒﺔ ﺃﻥ",
            "answers": [
                "4 ﺳﺎﻋﺎﺕ",
                "10ﺳﺎﻋﺎﺕ",
                "8ﺳﺎﻋﺎﺕ"
            ],
            "correctAnswer": "8ﺳﺎﻋﺎﺕ"
        },
        {
            "id": 65,
            "category": "Law",
            "question": "ﺍﻟﻤﺮﻛﺒﺔ ﺃﻥ ﻳﺘﻮﻗﻒ ﻟﻠﺮﺍﺣﺔ ﻛﻞ: ﺧﻼﻝ ﺍﻟﺮﺣﻼﺕ ﺍﻟﻄﻮﻳﻠﺔ، ﻣﻦ ﺍﻷﻓﻀﻞ ﻟﺴﺎﺋﻖ",
            "answers": [
                "900 ﻛﻠﻢ",
                "750 ﻛﻠﻢ",
                "250ﻛﻠﻢ"
            ],
            "correctAnswer": "250ﻛﻠﻢ"
        },
        {
            "id": 66,
            "category": "Law",
            "question": "ﺗﺄﺛﻴﺮ ﺍﻟﻜﺤﻮﻝ ﻋﻠﻰ ﺳﺎﺋﻖ ﺍﻟﻤﺮﻛﺒﺔ ﺃﺛﻨﺎﺀ ﺍﻟﻘﻴﺎﺩﺓ:",
            "answers": [
                "ﻳﻤﻜﻦ ﺃﻥ ﻳﻜﻮﻥ ﻗﺎﺗﻼ ﻟﻠﺴﺎﺋﻘﻴﻦ ﻭﻟﻶﺧﺮﻳﻦ",
                "ﻳﺸ ﻜﻞ ﺧﻄ ﺮﺍ ﻋﻠﻰﺍﻵﺧﺮﻳﻦ ﻓﻘﻂ",
                "ﻳﺸ ﻜﻞ ﺧﻄ ﺮﺍ ﻋﻠﻰﺍﻟﺴﺎﺋﻖ"
            ],
            "correctAnswer": "ﻳﺸ ﻜﻞ ﺧﻄ ﺮﺍ ﻋﻠﻰﺍﻟﺴﺎﺋﻖ"
        },
        {
            "id": 67,
            "category": "Law",
            "question": "ﺧﻼﻝ ﺍﻟﺮﺣﻼﺕ ﺍﻟﻄﻮﻳﻠﺔ، ﻋﻠﻰ ﺳﺎﺋﻖ ﺍﻟﻤﺮﻛﺒﺔ ﺃﻥ:",
            "answers": [
                "ﻳﺘﻨﺎﻭﻝ ﻋﻘﺎﻗﻴﺮ ﺍﻟﻴﻘﻈﺔ ﺑﺎﺳﺘﻤﺮﺍﺭ",
                "ﻳﺴﺘﻤ ﺮ ﺑﺎﻟﻘﻴﺎﺩﺓ ﺩﻭﻥﺍﻟﺘﻮﻗﻒ ﻟﻼﺳﺘﺮﺍﺣﺔ",
                "ﻳﺘﺠﻨﺐ ﻋﻘﺎﻗﻴﺮ ﺍﻟﻴﻘﻈﺔ ﻛﻠﻴﺎ"
            ],
            "correctAnswer": "ﻳﺘﺠﻨﺐ ﻋﻘﺎﻗﻴﺮ ﺍﻟﻴﻘﻈﺔ ﻛﻠﻴﺎ"
        },
        {
            "id": 68,
            "category": "Law",
            "question": "ﺍﻟﻄﺒﻲ ﻋﻠﻰ ﺍﻟﻘﻴﺎﺩﺓ ﻫﻲ ﺃﻥ: ﺃﻓﻀﻞ ﻭﺳﻴﻠﺔ ﻟﻴﻌﺮﻑ ﺍﻟﺴﺎﺋﻖ ﻣﺪﻯ ﺗﺄﺛﻴﺮ ﺍﻟﺪﻭﺍﺀ",
            "answers": [
                "ﻳﺴﺄﻝ ﺃﺣﺪ ﺍﻟﺴﺎﺋﻘﻴﻦ ﺍﻟﻤﺠﺮﺑﻴﻦ",
                "ﻳﺴﺄﻝ ﺍﻟﻄﺒﻴﺐ ﺍﻟﻤﻌﺎﻟﺞ ﺍﻭ ﺍﻟﺼﻴﺪﻟﻲ",
                "ﻳﺠ ﺮﺑﻪ ﻋﻠﻰ ﺳﺎﺋﻖﺍﺧﺮ"
            ],
            "correctAnswer": "ﻳﺠ ﺮﺑﻪ ﻋﻠﻰ ﺳﺎﺋﻖﺍﺧﺮ"
        },
        {
            "id": 69,
            "category": "Law",
            "question": "ﺍﻟﺴﺎﺋﻖ ﺷﻌﻮ ﺭﺍ ﺯﺍﺋﻔﺎ: ﺗﻨﺎﻭﻝ ﺍﻟﻜﺤﻮﻝ ﺃﻭ ﺍﻟﻤﺨﺪﺭﺍﺕ ﺍﺛﻨﺎﺀ ﺍﻟﻘﻴﺎﺩﺓ ﻳﻮﻟﺪ ﻟﺪﻯ",
            "answers": [
                "ﺑﺎﻟﺨﻮﻑ",
                "ﺑﺎﻟﺸﺠﺎﻋﺔ ﻭﺍﻹﻗﺪﺍﻡ",
                "ﺑﺎﻟﻐﻀﺐ"
            ],
            "correctAnswer": "ﺑﺎﻟﻐﻀﺐ"
        },
        {
            "id": 71,
            "category": "Law",
            "question": "ﻣﺮﻛﺒﺘﻪ ﺧﺎﺻﺔ: ﻋﻠﻰ ﻛﻞ ﺳﺎﺋﻖ ﻣﺮﻛﺒﺔ ﺛﻘﻴﻠﺔ ﺃﻥ ﻳﻨﺘﺒﻪ ﺍﻟﻰ ﻋﺮﺽ",
            "answers": [
                "ﻋﻨﺪ ﺩﺧﻮﻟﻪ ﻓﻲ ﻣﻜﺎﻥ ﺿﻴﻖ",
                "ﻋﻨﺪ ﺃﺧﺬﻩ ﻗﺴ ﻄﺎ ﻣﻦﺍﻟﺮﺍﺣﺔ",
                "ﻋﻨﺪ ﺗﺤﻤﻴﻞ ﺍﻟﻤﺮﻛﺒﺔ"
            ],
            "correctAnswer": "ﻋﻨﺪ ﺗﺤﻤﻴﻞ ﺍﻟﻤﺮﻛﺒﺔ"
        },
        {
            "id": 72,
            "category": "Law",
            "question": "ﺍﻟﺨﻠﻒ، ﻋﻠﻴﻪ ﺃﻥ ﻳﻌﺘﻤﺪ ﻋﻠﻰ ﻣﻌﻠﻮﻣﺎﺕ: ﺇﺫﺍ ﺃﺭﺍﺩ ﺳﺎﺋﻖ ﺍﻟﻤﺮﻛﺒﺔ ﺍﻟﺜﻘﻴﻠﺔ ﺃﻥ ﻳﺮﺟﻊ ﺍﻟﻰ",
            "answers": [
                "ﺷﺨﺺ ﻣﺴﺎﻋﺪ",
                "ﺍﻟﻜﺎﻣﻴﺮﺍ ﺍﻟﺨﻠﻔﻴﺔ",
                "ﺍﻟﻤﺮﺍﻳﺎ"
            ],
            "correctAnswer": "ﺍﻟﻤﺮﺍﻳﺎ"
        },
        {
            "id": 73,
            "category": "Law",
            "question": "ﻣﻦ ﺃ ﻥ: ﺑﻌﺪ ﻣﻞﺀ ﺍﻟﺼﻬﺮﻳﺞ ﺑﺎﻟﺤﻤﻮﻟﺔ، ﻋﻠﻰ ﺳﺎﺋﻘﻪ ﺃﻥ ﻳﺘﺄ ﻛﺪ",
            "answers": [
                "ﺻﻤﺎﻣﺎﺕ ﺍﻹﻓﺮﺍﻍ ﻣﻐﻠﻘﺔ ﺑﺈﺣﻜﺎﻡ",
                "ﺑﺈﺣﻜﺎﻡ ﻛﻞ ﺃﻏﻄﻴﺔ ﺍﻟﺨﺰﺍﻧﺎﺕ ﻭﺻ ﻤﺎﻣﺎﺕ ﺍﻹﻓﺮﺍﻍ ﻣﻐﻠﻘﺔ",
                "ﺃﻏﻄﻴﺔ ﺍﻟﺨﺰﺍﻧﺎﺕ ﻣﻐﻠﻘﺔ ﺑﺈﺣﻜﺎﻡ"
            ],
            "correctAnswer": "ﺃﻏﻄﻴﺔ ﺍﻟﺨﺰﺍﻧﺎﺕ ﻣﻐﻠﻘﺔ ﺑﺈﺣﻜﺎﻡ"
        },
        {
            "id": 74,
            "category": "Law",
            "question": "ﻁﺮﻳﻖ: ﺗﺘﺄﻣﻦ ﺍﻟﺤﻤﺎﻳﺔ ﺍﻟﺤﻘﻴﻘﺔ ﻟﺴﺎﺋﻖ ﺍﻟﺪ ﺭﺍﺟﺔ ﺍﻟﻨﺎﺭﻳﺔ ﻋﻦ",
            "answers": [
                "ﺍﺭﺗﺪﺍﺋﻪ ﻟﻠﻤﻼﺑﺲ ﺍﻟﺨﺎﺻﺔ ﺑﺮﺍﻛﺒﻲ ﺍﻟﺪﺭﺍﺟﺎﺕ ﺍﻟﻨﺎﺭﻳﺔ",
                "ﺍﻟﻘﻴﺎﺩﺓ ﻋﻠﻰ ﺍﻹﻁﺎﺭﺍﻟﺨﻠﻔﻲ ﻓﻘﻂ",
                "ﺗﺄﻛﺪ ﻣﻦ ﻭﺟﻮﺩ ﺗﺄﻣﻴﻦ ﻋﻠﻰ ﺍﻟﺪﺭﺍﺟﺔ"
            ],
            "correctAnswer": "ﺗﺄﻛﺪ ﻣﻦ ﻭﺟﻮﺩ ﺗﺄﻣﻴﻦ ﻋﻠﻰ ﺍﻟﺪﺭﺍﺟﺔ"
        },
        {
            "id": 75,
            "category": "Law",
            "question": "ﺍﻟﻨﺎﺭﻳﺔ ﻟﻬﺎ ﻗﺪﺭﺓ ﻋﻠﻰ ﻣﻘﺎﻭﻣﺔ: ﺍﻟﺒﺪﻻﺕ ﺍﻟﻮﺍﻗﻴﺔ ﺍﻟﺠﻠﺪﻳﺔ ﺍﻟﺨﺎﺻﺔ ﺑﺮﺍﻛﺒﻲ ﺍﻟﺪﺭﺍﺟﺎﺕ",
            "answers": [
                "ﺍﻻﺣﺘﻜﺎﻙ ﺑﺎﻟﺤﺼﻰﻭﺍﻻﺳﻔﻠﺖ ﻋﻨﺪ ﺍﻟﺴﻘﻮﻁ",
                "ﺍﻟﺤﺮﻳﻖ",
                "ﺍﻟﻘﻴﺎﺩﺓ ﺍﻟﺴﺮﻳﻌﺔ ﺑﻴﻦ ﺍﻟﻤﺮﻛﺒﺎﺕ"
            ],
            "correctAnswer": "ﺍﻟﻘﻴﺎﺩﺓ ﺍﻟﺴﺮﻳﻌﺔ ﺑﻴﻦ ﺍﻟﻤﺮﻛﺒﺎﺕ"
        },
        {
            "id": 76,
            "category": "Law",
            "question": "ﺑﺎﻟﺪﺭﺍﺟﺎﺕ ﺍﻟﻨﺎﺭﻳﺔ ﻳﺆﻣﻦ ﻟﻪ : ﺍﺭﺗﺪﺍﺀ ﺳﺎﺋﻖ ﺍﻟﺪ ﺭﺍﺟﺔ ﺍﻟﻨﺎﺭﻳﺔ ﻟﻠﻘﻔﺎﺯﺍﺕ ﺍﻟﺨﺎﺻﺔ",
            "answers": [
                "ﺣﻤﺎﻳﺔ ﺍﻟﻴﺪﻳﻦ ﻣﻦﺍﻻﺻﺎﺑﺔ ﻭﻣﻦ ﺍﻟﺒﺮﺩ",
                "ﺣﺼﻮﻝ ﺍﺻﻄﺪﺍﻡ ﺍﻟﺤﻤﺎﻳﺔ ﺍﻟﻘﺎﻧﻮﻧﻴﺔ ﻭﺍﻋﺘﺮﺍﻑ ﺷﺮﻛﺎﺕ ﺍﻟﺘﺄﻣﻴﻦ ﻋﻨﺪ",
                "ﺍﻟﺘﺤﻜﻢ ﺑﺎﻟﻤﻘﻮﺩ ﻋﻠﻰ ﺍﻟﻤﻨﺤﻨﻴﺎﺕ"
            ],
            "correctAnswer": "ﺍﻟﺘﺤﻜﻢ ﺑﺎﻟﻤﻘﻮﺩ ﻋﻠﻰ ﺍﻟﻤﻨﺤﻨﻴﺎﺕ"
        },
        {
            "id": 77,
            "category": "Law",
            "question": "ﺑﺮﺍﻛﺒﻲ ﺍﻟﺪﺭﺍﺟﺎﺕ ﺍﻟﻨﺎﺭﻳﺔ ﻳﺆﻣﻦ ﻟﻪ ﺣﻤﺎﻳﺔ: ﺍﻧﺘﻌﺎﻝ ﺭﺍﻛﺐ ﺍﻟﺪ ﺭﺍﺟﺔ ﺍﻟﻨﺎﺭﻳﺔ ﻟﻠﺤﺬﺍﺀ ﺍﻟﺨﺎﺹ",
            "answers": [
                "ﺍﻟﺮﻛﺒﺔ ﻭﺍﻟﻔﺨﺬ ﻣﻦ ﺍﻟﻤﺎﺀ ﺍﻟﺒﺮﺩ",
                "ﺍﻷﺭﺟﻞ ﻣﻦ ﺍﻟﻐﺒﺎﺭ",
                "ﺍﻟﻘﺪﻣﻴﻦ ﻭﺍﻟﻘﺼﺒﺔﻣﻦ ﺍﻹﺻﺎﺑﺔ، ﻭﻣﻦ ﺍﻟﻤﺎﺀ ﻭﺍﻟﺒﺮﺩ"
            ],
            "correctAnswer": "ﺍﻟﻘﺪﻣﻴﻦ ﻭﺍﻟﻘﺼﺒﺔﻣﻦ ﺍﻹﺻﺎﺑﺔ، ﻭﻣﻦ ﺍﻟﻤﺎﺀ ﻭﺍﻟﺒﺮﺩ"
        },
        {
            "id": 78,
            "category": "Law",
            "question": "ﻟﻪ ﺣﻤﺎﻳﺔ: ﺍﻟﻔﻘﺮﻱ ﺍﻟﺨﺎﺹ ﺑﺮﺍﻛﺒﻲ ﺍﻟﺪﺭﺍﺟﺎﺕ ﺍﻟﻨﺎﺭﻳﺔ، ﻳﺆﻣﻦ ﺍﺭﺗﺪﺍﺀ ﺳﺎﺋﻖ ﺍﻟﺪ ﺭﺍﺟﺔ ﺍﻟﻨﺎﺭﻳﺔ ﻟﻮﺍﻗﻲ ﺍﻟﻌﻤﻮﺩ",
            "answers": [
                "ﺍﻟﺼﺪﺭ ﻭﺍﻟﺒﻄﻦ، ﻣﻦ ﺍﻟﺤﺮ ﻭﺍﻟﺒﺮﺩ",
                "ﺍﻟﻌﻤﻮﺩ ﺍﻟﻔﻘﺮﻱ ﻭﺍﻟﻨﺨﺎﻉ ﺍﻟﺸﻮﻛﻲ، ﻣﻦ ﺍﻟﻤﻄﺮ",
                "ﺍﻟﻌﻤﻮﺩ ﺍﻟﻔﻘﺮﻱ ﻭﺍﻟﻨﺨﺎﻉ ﺍﻟﺸﻮﻛﻲ، ﻣﻦ ﺍﻻﺻﺎﺑﺔ"
            ],
            "correctAnswer": "ﺍﻟﻌﻤﻮﺩ ﺍﻟﻔﻘﺮﻱ ﻭﺍﻟﻨﺨﺎﻉ ﺍﻟﺸﻮﻛﻲ، ﻣﻦ ﺍﻻﺻﺎﺑﺔ"
        },
        {
            "id": 79,
            "category": "Law",
            "question": "ﺣﻤﺎﻳﺔ: ﺍﻟﺨﺎﺻﺔ ﺑﺮﺍﻛﺒﻲ ﺍﻟﺪﺭﺍﺟﺎﺕ ﺍﻟﻨﺎﺭﻳﺔ، ﻳﺆﻣﻦ ﻟﻪ ﺍﺭﺗﺪﺍﺀ ﺳﺎﺋﻖ ﺍﻟﺪ ﺭﺍﺟﺔ ﺍﻟﻨﺎﺭﻳﺔ ﻟﻠﻨﻈﺎﺭﺍﺕ ﺍﻟﻮﺍﻗﻴﺔ",
            "answers": [
                "ﺍﻷﺫﻧﻴﻦ ﻣﻦ ﺍﻟﺒﺮﺩ",
                "ﺍﻟﻌﻴﻨﻴﻦ ﻣﻦ ﺍﻟﺮﻳﺢﻭﺍﻟﺮﻣﺎﻝ ﻭﺍﻷﻣﻄﺎﺭ ﻭﺍﻟﺤﺸﺮﺍﺕ",
                "ﺍﻟﻌﻴﻨﻴﻦ ﻣﻦ ﺫﺭﻑ ﺍﻟﺪﻣﻮﻉ"
            ],
            "correctAnswer": "ﺍﻟﻌﻴﻨﻴﻦ ﻣﻦ ﺫﺭﻑ ﺍﻟﺪﻣﻮﻉ"
        },
        {
            "id": 80,
            "category": "Safety",
            "question": "ﺗﺆﻣﻦ ﻟﻠﺴﺎﺋﻖ ﺣﻤﺎﻳﺔ: ﺍﻟﺨﻮﺫﺓ ﺍﻟﻮﺍﻗﻴﺔ ﺍﻟﺨﺎﺻﺔ ﺑﺮﺍﻛﺒﻲ ﺍﻟﺪﺭﺍﺟﺎﺕ ﺍﻟﻨﺎﺭﻳﺔ",
            "answers": [
                "ﺍﻟﻌﻤﻮﺩ ﺍﻟﻔﻘﺮﻱ",
                "ﺣﺎﺳﺔ ﺍﻟﺴﻤﻊ ﻣﻦ ﺿﻮﺿﺎﺀ ﺍﻟﺴﻴﺮ",
                "ﺍﻟﺮﺃﺱ ﻣﻦ ﺍﻻﺻﺎﺑﺎﺕ ﺍﻟﻘﺎﺗﻠﺔ"
            ],
            "correctAnswer": "ﺍﻟﺮﺃﺱ ﻣﻦ ﺍﻻﺻﺎﺑﺎﺕ ﺍﻟﻘﺎﺗﻠﺔ"
        },
        {
            "id": 82,
            "category": "Safety",
            "question": "ﺍﻟﻘﻴﺎﺩﺓ: ﺍﻟﻨﺎﺭﻳﺔ ﺩﻭﻥ ﺍﺭﺗﺪﺍﺋﻬﺎ ﻭﺭﺑﻄﻬﺎ ﺑﺸﻜﻞ ﺻﺤﻴﺢ ﺍﺛﻨﺎﺀ ﻣﺠ ﺮﺩ ﺣﻤﻞ ﺍﻟﺨﻮﺫﺓ ﺍﻟﺨﺎﺻﺔ ﺑﺮﺍﻛﺒﻲ ﺍﻟﺪﺭﺍﺟﺎﺕ",
            "answers": [
                "ﻳﻌﻔﻲ ﺍﻟﺴﺎﺋﻖ ﻣﻦ ﺍﻟﻤﺴﺎﺋﻠﺔ ﺍﻟﻘﺎﻧﻮﻧﻴﺔ",
                "ﻻ ﻳﻌﻔﻲ ﺍﻟﺴﺎﺋﻖ ﻣﻦ ﺍﻟﻤﺴﺎﺋﻠﺔ ﺍﻟﻘﺎﻧﻮﻧﻴﺔ",
                "ﻫﻮ ﺗﺼﺮﻑ ﻣﻨﻄﻘﻲﻣﻦ ﻗﺒﻞ ﺍﻟﺴﺎﺋﻖ"
            ],
            "correctAnswer": "ﻫﻮ ﺗﺼﺮﻑ ﻣﻨﻄﻘﻲﻣﻦ ﻗﺒﻞ ﺍﻟﺴﺎﺋﻖ"
        },
        {
            "id": 83,
            "category": "Law",
            "question": "ﺍﻟﻨﺎﺭﻳﺔ ﺍﺭﺗﺪﺍﺀ: ﺃﺛﻨﺎﺀ ﺍﻟﻘﻴﺎﺩﺓ ﺍﻟﻠﻴﻠﻴﺔ، ﻳﺠﺐ ﻋﻠﻰ ﺳﺎﺋﻖ ﺍﻟﺪ ﺭﺍﺟﺔ",
            "answers": [
                "ﻣﻼﺑﺲ ﻋﺎﺩﻳﺔ ﺩﺍﻛﻨﺔ ﺍﻟﻠﻮﻥ",
                "ﺑﺪﻟﺔ ﻓﻮﺳﻔﻮﺭﻳﺔ ﺧﺎﺻﺔ",
                "ﻣﻼﺑﺲ ﺭﻳﺎﺿﻴﺔ"
            ],
            "correctAnswer": "ﻣﻼﺑﺲ ﺭﻳﺎﺿﻴﺔ"
        },
        {
            "id": 84,
            "category": "Law",
            "question": "ﺃﺟﻞ ﺗﻤﻜﻴﻦ ﺍﻵﺧﺮﻳﻦ ﻣﻦ ﺭﺅﻳﺘﻪ ﻟﻴﻼ، ﺃﻥ: ﻳﻨﺼﺢ ﺳﺎﺋﻖ ﺍﻟﺪ ﺭﺍﺟﺔ ﺍﻟﻨﺎﺭﻳﺔ ﺍﺛﻨﺎﺀ ﺍﻟﻘﻴﺎﺩﺓ، ﻭﻣﻦ",
            "answers": [
                "ﻳﻀﻊ ﺷﺮﺍﺋﻂ ﺃﻭ ﺇﺷﺎﺭﺍﺕ ﻋﺎﻛﺴﺔ ﻟﻠﻀﻮﺀ",
                "ﻳﻄﻔﺊ ﺃﻧﻮﺍﺭﻩ ﻭﻳﻀﻊ ﺇﺷﺎﺭﺍﺕ ﻋﺎﻛﺴﺔ ﻟﻠﻀﻮﺀ",
                "ﻳﻌﻤﻞ ﻋﻠﻰ ﺟﻌﻞ ﻓﺮﺍﻣﻠﻪ ﺗﺼﺪﺭ ﺻﺮﻳ ﺮﺍ"
            ],
            "correctAnswer": "ﻳﻌﻤﻞ ﻋﻠﻰ ﺟﻌﻞ ﻓﺮﺍﻣﻠﻪ ﺗﺼﺪﺭ ﺻﺮﻳ ﺮﺍ"
        },
        {
            "id": 85,
            "category": "Law",
            "question": "ﻫﻴﺪﺭﻭﻟﻴﻜﻲ، ﻓﻴﺠﺐ ﺩﻭﺭﻳﺎ: ﺇﺫﺍ ﻛﺎﻧﺖ ﺍﻟﺪ ﺭﺍﺟﺔ ﺍﻟﻨﺎﺭﻳﺔ ﻣﺠﻬﺰﺓ ﺑﻨﻈﺎﻡ ﻓﺮﺍﻣﻠﻲ",
            "answers": [
                "ﻓﺤﺺ ﻣﺴﺘﻮﻯ ﺯﻳﺖ ﺍﻟﻔﺮﺍﻣﻞ",
                "ﺍﻟﺘﺨﻔﻴﻒ ﻣﻦ ﺍﺳﺘﻌﻤﺎﻝ ﺍﻟﻔﺮﺍﻣﻞ",
                "ﺿﺒﻂ ﻋﻴﺎﺭ ﺳﻠﻚ ﺍﻟﻔﺮﺍﻣﻞ"
            ],
            "correctAnswer": "ﺿﺒﻂ ﻋﻴﺎﺭ ﺳﻠﻚ ﺍﻟﻔﺮﺍﻣﻞ"
        },
        {
            "id": 86,
            "category": "Law",
            "question": "ﺇﻁﺎﺭ ﺍﻟﺪ ﺭﺍﺟﺔ ﺍﻟﻨﺎﺭﻳﺔ ﻋﻦ: ﻻ ﻳﺠﺐ ﺃﻥ ﻳﻘﻞ ﺍﻟﺤﺪ ﺍﻷﺩﻧﻰ ﻟﻌﻤﻖ ﺍﻟﻨﻘﻮﺷﺎﺕ ﻋﻠﻰ",
            "answers": [
                "5 ﻣﻠﻴﻤﺘﺮ",
                "3ﻣﻠﻴﻤﺘﺮ",
                "6 ﻣﻠﻴﻤﺘﺮ"
            ],
            "correctAnswer": "6 ﻣﻠﻴﻤﺘﺮ"
        },
        {
            "id": 87,
            "category": "Law",
            "question": "ﺗﻮﺟﻴﻪ ﺍﻟﻤﻘﻮﺩ ﺩﻭﻥ ﺻﻌﻮﺑﺔ، ﺃﻥ: ﻳﺠﺐ ﻋﻠﻰ ﺳﺎﺋﻖ ﺍﻟﺪ ﺭﺍﺟﺔ ﺍﻟﻨﺎﺭﻳﺔ، ﻭﻟﻜﻲ ﻳﺴﺘﻄﻴﻊ",
            "answers": [
                "ﻳﺠﻠﺲ ﺑﻌﻴﺪﺍ ﻋﻦ ﺍﻟﻤﻘﻮﺩ",
                "ﻳﺠﻠﺲ ﻗﺮﻳﺒﺎ ﻣﻦ ﺍﻟﻤﻘﻮﺩ",
                "ﻳﻤﺴﻚ ﺍﻟﻤﻘﻮﺩ ﺑﻴﺪ ﻭﺍﺣﺪﺓ"
            ],
            "correctAnswer": "ﻳﻤﺴﻚ ﺍﻟﻤﻘﻮﺩ ﺑﻴﺪ ﻭﺍﺣﺪﺓ"
        },
        {
            "id": 88,
            "category": "Law",
            "question": "ﺍﻟﻨﺎﺭﻳﺔ ﺑﺤﻴﺚ ﻳﻜﻮﻥ ﻣﻌﺼﻢ ﻳﺪﻙ: ﺍﻟﻘﻴﺎﺩﺓ، ﻋﻠﻴﻚ ﺃﻥ ﺗﻤﺴﻚ ﻗﺒﻀﺔ ﻣﻘﻮﺩ ﺍﻟﺪ ﺭﺍﺟﺔ ﺣﺘﻰ ﻻ ﺗﺰﻳﺪ ﺍﻟﺴﺮﻋﺔ ﻋﻦ ﻁﺮﻳﻖ ﺍﻟﺨﻄﺄ ﺍﺛﻨﺎﺀ",
            "answers": [
                "ﺍﻟﻴﻤﻨﻰ ﺇﻟﻰ ﺍﻷﺳﻔﻞ",
                "ﺍﻟﻴﻤﻨﻰ ﺇﻟﻰ ﺍﻷﻋﻠﻰ",
                "ﺍﻟﻴﺴﺮﻯ ﺇﻟﻰ ﺍﻷﻋﻠﻰ"
            ],
            "correctAnswer": "ﺍﻟﻴﺴﺮﻯ ﺇﻟﻰ ﺍﻷﻋﻠﻰ"
        },
        {
            "id": 89,
            "category": "Law",
            "question": "ﺳﺎﺋﻖ ﺍﻟﺪ ﺭﺍﺟﺔ ﺍﻟﻨﺎﺭﻳﺔ: ﺗﻜﻮﻥ ﺍﻟﻔﺮﺍﻣﻞ ﺫﺍﺕ ﻓﺎﻋﻠﻴﺔ ﻗﺼﻮﻯ ﻋﻨﺪﻣﺎ ﻳﺴﺘﺨﺪﻡ",
            "answers": [
                "ﻗﺪﻣﻪ ﺑﺎﻟﻀﻐﻂ ﺑﻬﺎ ﻋﻠﻰ ﺍﻹﺳﻔﻠﺖ",
                "ﺍﻟﻔﺮﺍﻣﻞ ﺍﻟﺨﻠﻔﻴﺔ ﻓﻘﻂ",
                "ﺍﻟﻔﺮﺍﻣﻞ ﺍﻟﺨﻠﻔﻴﺔ ﻭﺍﻷﻣﺎﻣﻴﺔ"
            ],
            "correctAnswer": "ﺍﻟﻔﺮﺍﻣﻞ ﺍﻟﺨﻠﻔﻴﺔ ﻭﺍﻷﻣﺎﻣﻴﺔ"
        },
        {
            "id": 90,
            "category": "Law",
            "question": "ﺍﻟﻨﺎﺭﻳﺔ، ﻳﺠﺐ ﺃﻥ ﺗﻜﻮﻥ ﻫﺬﻩ ﺍﻟﺪﺭﺍﺟﺔ ﻣﻨﻄﻠﻘﺔ: ﻟﺘﺠﻨﺐ ﺍﻹﻧﺰﻻﻕ ﻋﻨﺪ ﺍﺳﺘﺨﺪﺍﻡ ﻓﺮﺍﻣﻞ ﺍﻟﺪ ﺭﺍﺟﺔ",
            "answers": [
                "ﻓﻲ ﻣﻨﻌﻄﻒ",
                "ﺑﺴﺮﻋﺔ ﻣﻨﺎﺳﺒﺔ",
                "ﺑﺎﺗﺠﺎﻩ ﻣﺴﺘﻘﻴﻢ"
            ],
            "correctAnswer": "ﺑﺎﺗﺠﺎﻩ ﻣﺴﺘﻘﻴﻢ"
        },
        {
            "id": 91,
            "category": "Law",
            "question": "ﺍﺛﻨﺎﺀ ﺍﻟﻘﻴﺎﺩﺓ ﻭﻫﻤﺎ: ﻫﻨﺎﻙ ﺳﺒﺒﺎﻥ ﺭﺋﻴﺴﻴﺎﻥ ﻻﻧﺰﻻﻕ ﺍﻟﺪ ﺭﺍﺟﺔ ﺍﻟﻨﺎﺭﻳﺔ",
            "answers": [
                "ﺍﻟﺴﺮﻋﺔ ﺍﻟﺒﻄﻴﺌﺔ ﻭﺗﺮﺱ ﺳﺮﻋﺔ ﻣﻨﺨﻔﺾ",
                "ﺳﻄﺢ ﺍﻟﻄﺮﻳﻖ ﺍﻟﺰﻟﻖ ﻭﺭﺩﺓ ﺍﻟﻔﻌﻞ ﺍﻟﻌﺼﺒﻴﺔ",
                "ﺍﻟﻤﺤﺮﻙ ﺍﻟﺴﺮﻳﻊ ﻭﺍﻟﻤﻘﻮﺩ ﺍﻟﻤﺮﺗﻔﻊ"
            ],
            "correctAnswer": "ﺍﻟﻤﺤﺮﻙ ﺍﻟﺴﺮﻳﻊ ﻭﺍﻟﻤﻘﻮﺩ ﺍﻟﻤﺮﺗﻔﻊ"
        },
        {
            "id": 92,
            "category": "Law",
            "question": "ﻋﻨﺪﻣﺎ ﺗﻘﻮﺩ ﺩﺭﺍﺟﺘﻚ ﺍﻟﻨﺎﺭﻳﺔ ﻟﻴﻼ ﻋﻠﻴﻚ ﺃﻥ:",
            "answers": [
                "ﺗﺨﻔﻒ ﺳﺮﻋﺘﻚ ﻭﺗﺘﺮﻙ ﻣﺴﺎﻓﺔ ﺗﻮﻗﻒ ﺃﻛﺒﺮ",
                "ﺗﺰﻳﺪ ﺳﺮﻋﺘﻚ ﻭﺗﺴﺘﻌﻤﻞ ﺍﻟﻀﻮﺀ ﺍﻟﻤﻨﺨﻔﺾ",
                "ﺗﺨﻔﻒ ﺳﺮﻋﺘﻚ ﻭﺗﺘﺮﻙ ﻣﺴﺎﻓﺔ ﺗﻮﻗﻒ ﺃﻗﻞ"
            ],
            "correctAnswer": "ﺗﺨﻔﻒ ﺳﺮﻋﺘﻚ ﻭﺗﺘﺮﻙ ﻣﺴﺎﻓﺔ ﺗﻮﻗﻒ ﺃﻗﻞ"
        },
        {
            "id": 93,
            "category": "Law",
            "question": "ﺍﻟﺴﻴﺮ: ﻋﺎﺩﺓ ﻣﺎ ﻳﻜﻮﻥ ﺳﺒﺐ ﺍﻟﺮﺩﻑ ﺑﺎﻟﺪ ﺭﺍﺟﺔ ﺍﻟﻨﺎﺭﻳﺔ ﺍﺛﻨﺎﺀ",
            "answers": [
                "ﺍﻟﺘﻮﺍﺀ ﻋﺠﻠﺔ ﻭﺍﺣﺪﺓ ﺃﻭ ﺇﻁﺎﺭ ﻭﺍﺣﺪ ﻋﻠﻰ ﺍﻻﻗﻞ",
                "ﺩﻭﺭﺍﻥ ﺍﻟﻌﺠﻠﺘﺎﻥ ﻋﻠﻰ ﺍﻟﻤﺤﻮﺭ ﻧﻔﺴﻪ",
                "ﺗﻮﺯﻳﻊ ﺳﻴﺊ ﻟﻠﺤﻤﻮﻟﺔ"
            ],
            "correctAnswer": "ﺗﻮﺯﻳﻊ ﺳﻴﺊ ﻟﻠﺤﻤﻮﻟﺔ"
        },
        {
            "id": 95,
            "category": "Law",
            "question": "ﺍﻟﺘﻘﺎﻁﻌﺎﺕ ﻳﺠﺐ ﻋﻠﻴﻚ ﺃﻥ: ﻟﻜﻲ ﺗﺘﻔﺎﺩﻯ ﺍﻟﺤﺎﺩﺙ ﺑﺪﺭﺍﺟﺘﻚ ﺍﻟﻨﺎﺭﻳﺔ ﻋﻨﺪ",
            "answers": [
                "ﺗﺨﻔﻒ ﺳﺮﻋﺘﻚ ﻭﺗﺘﺨﺬ ﺍﻟﻤﺴﺮﺏ ﺍﻟﺼﺤﻴﺢ",
                "ﺗﻌﺘﻤﺪ ﻋﻠﻰ ﺍﻟﻤﺮﺍﻳﺎ",
                "ﺗﻤﺮ ﻋﻦ ﻳﻤﻴﻦ ﺍﻟﻤﺮﻛﺒﺎﺕ ﺍﻟﻤﺘﻮﻗﻔﺔ ﻋﻠﻰ ﺍﻟﺘﻘﺎﻁﻊ"
            ],
            "correctAnswer": "ﺗﻤﺮ ﻋﻦ ﻳﻤﻴﻦ ﺍﻟﻤﺮﻛﺒﺎﺕ ﺍﻟﻤﺘﻮﻗﻔﺔ ﻋﻠﻰ ﺍﻟﺘﻘﺎﻁﻊ"
        },
        {
            "id": 96,
            "category": "Safety",
            "question": "ﻳﺤﻖ ﻟﻚ ﻛﺪﺭﺍﺝ ﺃﻥ ﺗﺘﺠﺎﻭﺯ ﺍﻟﻤﺮﻛﺒﺔ ﺍﻟﺘﻲ ﺃﻣﺎﻣﻚ:",
            "answers": [
                "ﻋﻦ ﺍﻱ ﺟﻬﺔ ﻛﺎﻧﺖ",
                "ﻋﻦ ﺟﻬﺔ ﻳﻤﻴﻨﻬﺎ",
                "ﻋﻦ ﺟﻬﺔ ﻳﺴﺎﺭﻫﺎ"
            ],
            "correctAnswer": "ﻋﻦ ﺟﻬﺔ ﻳﺴﺎﺭﻫﺎ"
        },
        {
            "id": 97,
            "category": "Law",
            "question": "ﻣﺎ ﺃﻣﺎﻣﻚ، ﻋﻠﻴﻚ ﺍﻻﻧﺘﺒﺎﻩ ﺃ ﻥ ﻫﺬﻩ ﺍﻟﻤﺮﻛﺒﺔ ﻗﺪ: ﻋﻨﺪﻣﺎ ﺗﺘﺠﺎﻭﺯ ﺑﺪﺭﺍﺟﺘﻚ ﺍﻟﻨﺎﺭﻳﺔ ﻋﻦ ﻳﺴﺎﺭ ﻣﺮﻛﺒ ﺔ",
            "answers": [
                "ﺗﺸﻐﻞ ﺇﺷﺎﺭﺍﺕ ﺍﻟﺘﺤﺬﻳﺮ",
                "ﺗﺨﻔﻒ ﺳﺮﻋﺘﻬﺎ ﺗﺪﺭﻳﺠﻴﺎ",
                "ﺗﻨﻌﻄﻒ ﻳﺴﺎ ﺭﺍ ﻓﺠﺄﺓ"
            ],
            "correctAnswer": "ﺗﻨﻌﻄﻒ ﻳﺴﺎ ﺭﺍ ﻓﺠﺄﺓ"
        },
        {
            "id": 98,
            "category": "Law",
            "question": "ﻗﺪ: ﺍﻻﻧﺘﺒﺎﻩ ﺃﻥ ﺍﻟﻤﺮﻛﺒﺔ ﺍﻟﻘﺎﺩﻣﺔ ﻣﻦ ﺍﻻﺗﺠﺎﻩ ﺍﻟﻤﻌﺎﻛﺲ ﻋﻨﺪﻣﺎ ﺗﻘﻮﺩ ﺩﺭﺍﺟﺘﻚ ﺍﻟﻨﺎﺭﻳﺔ ﺑﺸﻜﻞ ﻣﺴﺘﻘﻴﻢ ﻋﻠﻴﻚ",
            "answers": [
                "ﺗﻨﻌﻄﻒ ﻓﻲ ﻣﺴﺎﺭﻙ ﻓﺠﺄﺓ",
                "ﺗﺘﻮﻗﻒ ﻓﻲ ﻣﺴﺎﺭﻫﺎ ﻓﺠﺄﺓ",
                "ﺗﻨﻌﻄﻒ ﺑﻌﻴﺪﺍ ﻋﻦ ﻣﺴﺎﺭﻙ"
            ],
            "correctAnswer": "ﺗﻨﻌﻄﻒ ﺑﻌﻴﺪﺍ ﻋﻦ ﻣﺴﺎﺭﻙ"
        },
        {
            "id": 99,
            "category": "Law",
            "question": "ﺍﻟﻤﺮﻛﺒﺎﺕ، ﻓﺈ ﻥ ﺫﻟﻚ: ﻋﻨﺪﻣﺎ ﺗﻘﻮﺩ ﺩﺭﺍﺟﺘﻚ ﺍﻟﻨﺎﺭﻳﺔ ﺑﺸﻜﻞ ﻣﺘﻌ ﺮﺝ ﺑﻴﻦ",
            "answers": [
                "ﻳﺰﻳﺪ ﻣﻦ ﺍﺣﺘﻤﺎﻝ ﺗﻮ ﺭﻁﻚ ﺑﺤﺎﺩﺙ",
                "ﻳﻘﻠﻞ ﻣﻦ ﺍﺣﺘﻤﺎﻝ ﺗﻮ ﺭﻁﻚ ﺑﺤﺎﺩﺙ",
                "ﻳﺴﺎﻫﻢ ﻓﻲ ﺗﺨﻔﻴﻒ؟؟؟؟"
            ],
            "correctAnswer": "ﻳﺴﺎﻫﻢ ﻓﻲ ﺗﺨﻔﻴﻒ؟؟؟؟"
        },
        {
            "id": 100,
            "category": "Safety",
            "question": "ﻣﻔﺮﻍ ﻋﻤﺪﺍ ﻭﻳﺼﺪﺭ ﺻﻮﺗﺎ ﻣﺮﺗﻔﻌﺎ ﺟﺪﺍ ﻓﺈ ﻥ ﺫﻟﻚ: ﻋﻨﺪﻣﺎ ﺗﻘﻮﺩ ﺩﺭﺍﺟﺘﻚ ﺍﻟﻨﺎﺭﻳﺔ ﺫﺍﺕ ﻋﺎﺩﻡ (ﺍﺷﺒﻤﺎﻥ)",
            "answers": [
                "ﻳﺸﻬﺪ ﺑﺎﻧﻚ ﺫﺍﺕ ﺍﻓﻜﺎﺭ ﺧﻼﻗﺔ",
                "ﻳﻌﺘﺒﺮ ﻣﺨﺎﻟﻔﺔ ﻗﺎﻧﻮﻧﻴﺔ ﺻﺮﻳﺤﺔ",
                "ﻣﺴﻤﻮﺡ ﻗﺎﻧﻮﻧﺎ\""
            ],
            "correctAnswer": "ﻣﺴﻤﻮﺡ ﻗﺎﻧﻮﻧﺎ\""
        },
        {
            "id": 101,
            "category": "Law",
            "question": "ﻛﺎﻓﺔ ﺍﻻﺣﺘﻤﺎﻻﺕ ﺍﻟﺘﻲ ﺗﻨﻄﺒﻖ) ﻣﺎ ﻫﻲ ﺍﻟﻔﻮﺍﺋﺪ ﺍﻟﺒﻴﺌﻴﺔ ﻟﻠﻘﻴﺎﺩﺓ ﺍﻟﺼﺪﻳﻘﺔ ﻟﻠﺒﻴﺌﺔ؟ (ﺍﺧﺘﺮ",
            "answers": [
                "ﺗﺨﻔﻴﺾ ﺍﻧﺒﻌﺎﺙ ﻣﻠ ﻮﺛﺎﺕ ﺍﻟﻬﻮﺍﺀ ﺍﻟﻤﻀ ﺮﺓ",
                "ﺍﻟﻜﺮﺑﻮﻥ ﺯﻳﺎﺩﺓ ﺍﻧﺒﻌﺎﺛﺎﺕ ﺍﻟﻐﺎﺯﺍﺕ ﺍﻟﺪﻓﻴﺌﺔ ﺧﺼﻮﺻﺎ ﺛﺎﻧﻲ ﺃﻛﺴﻴﺪ",
                "ﺍﻟﺤﺪ ﻣﻦ ﺍﺯﺩﺣﺎﻡ ﺍﻟﺴﻴﺮ"
            ],
            "correctAnswer": "ﺍﻟﺤﺪ ﻣﻦ ﺍﺯﺩﺣﺎﻡ ﺍﻟﺴﻴﺮ"
        },
        {
            "id": 102,
            "category": "Law",
            "question": "ﻟﻠﺒﻴﺌﺔ؟ (ﺍﺧﺘﺮ ﻛﺎﻓﺔ ﺍﻻﺣﺘﻤﺎﻻﺕ ﺍﻟﺘﻲ ﺗﻨﻄﺒﻖ) ﻣﺎ ﻫﻲ ﺍﻟﻮﻓﻮﺭﺍﺕ ﺍﻟﺘﻲ ﺗﻨﺘﺞ ﻋﻦ ﺍﻟﻘﻴﺎﺩﺓ ﺍﻟﺼﺪﻳﻘﺔ",
            "answers": [
                "ﻭﻓﻮﺭﺍﺕ ﻓﻲ ﻣﺼﺎﺭﻳﻒ ﺍﻟﺘﺄﻣﻴﻦ",
                "ﻭﻓﻮﺭﺍﺕ ﻓﻲ ﻣﺼﺎﺭﻳﻒ ﺻﻴﺎﻧﺔ ﺍﻟﻤﺮﻛﺒﺎﺕ",
                "ﻭﻓﻮﺭﺍﺕ ﺣﺘﻰ 50% ﻓﻲ ﺍﻟﻮﻗﻮﺩ ﻭﺍﻟﻤﺎﻝ"
            ],
            "correctAnswer": "ﻭﻓﻮﺭﺍﺕ ﺣﺘﻰ 50% ﻓﻲ ﺍﻟﻮﻗﻮﺩ ﻭﺍﻟﻤﺎﻝ"
        },
        {
            "id": 103,
            "category": "Law",
            "question": "ﺍﻟﺴﺎﺋﻖ؟ ﻛﻴﻒ ﺗﺤﺎﻓﻆ ﺍﻟﻘﻴﺎﺩﺓ ﺍﻟﺼﺪﻳﻘﺔ ﻟﻠﺒﻴﺌﺔ ﻋﻠﻰ ﺳﻼﻣﺔ",
            "answers": [
                "ﺗﺤﺎﻓﻆ ﻋﻠﻰ ﺳﻼﻣﺔ ﺍﻟﻄﺮﻕ",
                "ﺗﻌ ﺰﺯ ﻣﻬﺎﺭﺍﺕ ﺍﻟﻘﻴﺎﺩﺓ",
                "ﻛﻞ ﻣﺎ ﻭﺭﺩ ﺍﻋﻼﻩ"
            ],
            "correctAnswer": "ﻛﻞ ﻣﺎ ﻭﺭﺩ ﺍﻋﻼﻩ"
        },
        {
            "id": 104,
            "category": "Law",
            "question": "ﺍﻻﺟﺘﻤﺎﻋﻴﺔ؟ ﻛﻴﻒ ﺗﺴﺎﻫﻢ ﺍﻟﻘﻴﺎﺩﺓ ﺍﻟﺼﺪﻳﻘﺔ ﻟﻠﺒﻴﺌﺔ ﻓﻲ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ",
            "answers": [
                "ﻛﻞ ﻣﺎ ﻭﺭﺩ ﺍﻋﻼﻩ",
                "ﺗﺨﻔﻒ ﺍﻟﺘﻮﺗﺮ ﺃﺛﻨﺎﺀ ﺍﻟﻘﻴﺎﺩﺓ",
                "ﺗﺆ ﻣﻦ ﺭﺍﺣﺔ ﺃﻛﺒﺮ ﻟﻠﺴﺎﺋﻖ ﻭﺍﻟﺮﻛﺎﺏ"
            ],
            "correctAnswer": "ﺗﺆ ﻣﻦ ﺭﺍﺣﺔ ﺃﻛﺒﺮ ﻟﻠﺴﺎﺋﻖ ﻭﺍﻟﺮﻛﺎﺏ"
        },
        {
            "id": 105,
            "category": "Law",
            "question": "ﺍﻟﻄﺮﻳﻖ ﺍﻟﺴﺮﻳﻊ؟ ﻣﺎ ﻫﻲ ﺍﻷﺩﺍﺓ ﺍﻟﺘﻲ ﺗﺴﺘﺨﺪﻣﻬﺎ ﻟﻤﺮﺍﻗﺒﺔ ﺍﻟﺴﺮﻋﺔ ﻋﻠﻰ",
            "answers": [
                "ﺍﻟﻀﻐﻂ ﺍﻟﻤﻔﺎﺟﻰﺀ ﻋﻠﻰ ﺍﻟﻔﺮﺍﻣﻞ",
                "ﻣﺜﺒﺖ ﺍﻟﺴﺮﻋﺔ",
                "ﺍﻻﻗﻼﻉ ﻭﺍﻟﺘﻮﻗﻒ ﺑﺎﻧﺘﻈﺎﻡ"
            ],
            "correctAnswer": "ﺍﻻﻗﻼﻉ ﻭﺍﻟﺘﻮﻗﻒ ﺑﺎﻧﺘﻈﺎﻡ"
        },
        {
            "id": 107,
            "category": "Law",
            "question": "ﺍﻟﺪﻗﻴﻘﺔ ﺍﻟﺬﻱ ﻻ ﻳﺠﺐ ﺗﺠﺎﻭﺯﻩ؟ ﻣﺎ ﻫﻮ ﺍﻟﺤﺪ ﺍﻷﻗﺼﻰ ﻟﻤﺴﺘﻮﻯ ﺩﻭﺭﺍﺕ ﺍﻟﻤﺤ ﺮﻙ ﻓﻲ",
            "answers": [
                "2000 ﺩﻭﺭﺓ ﻓﻲ ﺍﻟﺪﻗﻴﻘﺔ",
                "4000ﺩﻭﺭﺓ ﻓﻲ ﺍﻟﺪﻗﻴﻘﺔ",
                "3000ﺩﻭﺭﺓ ﻓﻲ ﺍﻟﺪﻗﻴﻘﺔ"
            ],
            "correctAnswer": "3000ﺩﻭﺭﺓ ﻓﻲ ﺍﻟﺪﻗﻴﻘﺔ"
        },
        {
            "id": 108,
            "category": "Law",
            "question": "2000ﺩﻭﺭﺓ ﻓﻲ ﺍﻟﺪﻗﻴﻘﺔ? ﻣﺎ ﻫﻲ ﻧﺘﻴﺠﺔ ﺗﺠﺎﻭﺯ ﺩﻭﺭﺍﺕ ﺍﻟﻤﺤ ﺮﻙ ﻣﻌﺪﻝ",
            "answers": [
                "ﺍﻧﺨﻔﺎﺽ ﻓﻲ ﺍﺳﺘﻬﻼﻙ ﺍﻟﻮﻗﻮﺩ",
                "ﺍﺭﺗﻔﺎﻉ ﻓﻲ ﺩﺭﺟﺔ ﺣﺮﺍﺭﺓ ﺍﻟﻤﺤﺮﻙ",
                "ﺍﺭﺗﻔﺎﻉ ﻓﻲ ﺍﺳﺘﻬﻼﻙ ﺍﻟﻮﻗﻮﺩ"
            ],
            "correctAnswer": "ﺍﺭﺗﻔﺎﻉ ﻓﻲ ﺍﺳﺘﻬﻼﻙ ﺍﻟﻮﻗﻮﺩ"
        },
        {
            "id": 109,
            "category": "Law",
            "question": "ﻳﺆﺩﻱ ﺇﻟﻰ: ﺍﻹﻗﻼﻉ ﺑﺴﺮﻋﺔ ﻭﺍﻟﻀﻐﻂ ﺍﻟﻤﻔﺎﺟﺊ ﻋﻠﻰ ﺍﻟﻔﺮﺍﻣﻞ",
            "answers": [
                "ﻫﺪﺭ ﺍﻟﻮﻗﻮﺩ",
                "ﺇﻫﺘﺮﺍﺀ ﺳﺮﻳﻊ ﻟﻠﻔﺮﺍﻣﻞ ﻭﺍﻹﻁﺎﺭﺍﺕ",
                "ﻛﻞ ﻣﺎ ﻭﺭﺩ ﺃﻋﻼﻩ"
            ],
            "correctAnswer": "ﻛﻞ ﻣﺎ ﻭﺭﺩ ﺃﻋﻼﻩ"
        },
        {
            "id": 110,
            "category": "Law",
            "question": "ﺗﻐﻴﻴﺮ ﻓﻼﺗﺮ ﺍﻟﺰﻳﺖ ﻭﺍﻟﻨﻔﻂ ﺑﺸﻜﻞ ﻣﻨﺘﻈﻢ؟ ﻣﺎ ﻫﻲ ﻧﺴﺒﺔ ﺍﻻﻧﺨﻔﺎﺽ ﻓﻲ ﺍﺳﺘﻬﻼﻙ ﺍﻟﻮﻗﻮﺩ ﻋﻨﺪ",
            "answers": [
                "1ﺇﻟﻰ 2 %",
                "1ﺇﻟﻰ 3 %",
                "2ﺇﻟﻰ 3 %"
            ],
            "correctAnswer": "2ﺇﻟﻰ 3 %"
        },
        {
            "id": 111,
            "category": "Law",
            "question": "ﻣﺎ ﻫﻮ ﺯﻳﺖ ﺍﻟﻤ ﺤﺮﻙ ﺍﻷﻓﻀﻞ ﻟﻠﺒﻴﺌﺔ؟",
            "answers": [
                "ﺇﺿﺎﻓﺎﺕ ﺗﺨﻔﻒ ﺍﻹﺣﺘﻜﺎﻙ ﺿﻤﻦ ﺍﻟﻤﺤﺮﻙ ﺍﻟﺰﻳﺖ ﺍﻟﺬﻱ ﻳﺤﺎﻓﻆﻋﻠﻰ ﺍﻟﻄﺎﻗﺔ ﻹﺣﺘﻮﺍﺋﻪ ﻋﻠﻰ",
                "ﺇﺿﺎﻓﺎﺕ ﺗﺤﺎﻓﻆ ﻋﻠﻰ ﺍﻟﻤﺤﺮﻙ ﻧﻈﻴﻔﺎ\" ﺍﻟﺰﻳﺖ ﺍﻟﺬﻱ ﻳﺤﺎﻓﻆ ﻋﻠﻰ ﺍﻟﻄﺎﻗﺔ ﻹﺣﺘﻮﺍﺋﻪ ﻋﻠﻰ",
                "ﺍﻟﺰﻳﺖ ﺍﻟﺬﻱ ﻳﺤﺎﻓﻆ ﻋﻠﻰ ﺍﻟﻄﺎﻗﺔ ﺫﻭ ﻣﺼﺪﺭ ﻧﺒﺎﺗﻲ"
            ],
            "correctAnswer": "ﺍﻟﺰﻳﺖ ﺍﻟﺬﻱ ﻳﺤﺎﻓﻆ ﻋﻠﻰ ﺍﻟﻄﺎﻗﺔ ﺫﻭ ﻣﺼﺪﺭ ﻧﺒﺎﺗﻲ"
        },
        {
            "id": 112,
            "category": "Law",
            "question": "ﻛﻴﻒ ﻳﻤﻜﻦ ﺇﻁﺎﻟﺔ ﻣﺪﺓ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻹﻁﺎﺭﺍﺕ؟",
            "answers": [
                "ﻟﻠﺤﻔﺎﻅ ﻋﻠﻰ ﻣﻘﺎﻭﻣﺔ ﺩﺣﺮﺟﺔ ﻣﻨﺨﻔﻀﺔ ﻓﺤﺺ ﺿﻐﻂ ﺍﻹﻁﺎﺭﺍﺕ ﻣﺮﺓ ﻓﻲ ﺍﻟﺴﻨﺔ ﻋﻠﻰ ﺍﻷﻗﻞ",
                "ﺗﻐﻴﻴﺮ ﺍﻹﻁﺎﺭﺍﺕ ﺳﻨﻮﻳﺎ",
                "ﻟﻠﺤﻔﺎﻅ ﻋﻠﻰ ﻣﻘﺎﻭﻣﺔ ﺩﺣﺮﺟﺔ ﻣﻨﺨﻔﻀﺔ ﻓﺤﺺ ﺿﻐﻂ ﺍﻹﻁﺎﺭﺍﺕ ﻣﺮﺓ ﻓﻲ ﺍﻟﺸﻬﺮ ﻋﻠﻰ ﺍﻷﻗ ﻞ"
            ],
            "correctAnswer": "ﻟﻠﺤﻔﺎﻅ ﻋﻠﻰ ﻣﻘﺎﻭﻣﺔ ﺩﺣﺮﺟﺔ ﻣﻨﺨﻔﻀﺔ ﻓﺤﺺ ﺿﻐﻂ ﺍﻹﻁﺎﺭﺍﺕ ﻣﺮﺓ ﻓﻲ ﺍﻟﺸﻬﺮ ﻋﻠﻰ ﺍﻷﻗ ﻞ"
        },
        {
            "id": 113,
            "category": "Law",
            "question": "ﺑﺸﻜﻞ ﺩﻭﺭﻱ؟ ﻣﺎ ﻫﻲ ﺍﻟﻔﺎﺋﺪﺓ ﻣﻦ ﺗﻨﻈﻴﻒ ﻭﺍﺳﺘﺒﺪﺍﻝ ﻓﻠﺘﺮ ﺍﻟﻬﻮﺍﺀ",
            "answers": [
                "ﻛﻞ ﻣﺎ ﺳﺒﻖ",
                "ﺗﺤﺴﻴﻦ ﺃﺩﺍﺀ ﺍﻟﻤﺤﺮﻙ ﺑﻨﺴﺒﺔ ٪11-6",
                "ﺍﻟﺤﺪ ﻣﻦ ﺗﻠﻮﺙ ﺍﻟﻬﻮﺍﺀ"
            ],
            "correctAnswer": "ﺍﻟﺤﺪ ﻣﻦ ﺗﻠﻮﺙ ﺍﻟﻬﻮﺍﺀ"
        },
        {
            "id": 114,
            "category": "Law",
            "question": "ﺍﻟﺘﺤ ﺮﻙ ﻷﻛﺜﺮ ﻣﻦ ﺩﻗﻴﻘﺔ؟ ﻣﺎﺫﺍ ﻳﺠﺐ ﺃﻥ ﺗﻔﻌﻞ ﻋﻨﺪﻣﺎ ﺗﺘ ﻮﻗﻒ ﺍﻟﺴﻴﺎﺭﺓ ﻋﻦ",
            "answers": [
                "ﺇﻁﻔﺎﺀ ﺍﻟﻤﺤﺮﻙ",
                "(N) ﻭﺿﻊ ﻧﺎﻗﻞ ﺍﻟﺴﺮﻋﺔ (ﻓﻴﺘﻴﺲ) ﻋﻠﻰ ﺍﻝ",
                "ﻻ ﺷﻲﺀ"
            ],
            "correctAnswer": "ﻻ ﺷﻲﺀ"
        },
        {
            "id": 115,
            "category": "Law",
            "question": "ﺍﻻﻧﺒﻌﺎﺛﺎﺕ ﺍﻟﻀﺎﺭﺓ؟ ﻛﻴﻒ ﻳﻤﻜﻦ ﺗﺤﺴﻴﻦ ﺃﺩﺍﺀ ﺍﻟﻤﺤ ﺮﻙ ﻭﺗﻘﻠﻴﻞ ﻣﺴﺘﻮﻯ",
            "answers": [
                "ﺗﻐﻴﻴﺮ ﻣﻴﺎﻩ ﺍﻟﻤﺤ ﺮﻙ ﺑﺎﻧﺘﻈﺎﻡ",
                "ﺍﺳﺘﺨﺪﺍﻡ ﻭﻗﻮﺩ ﻧﻈﻴﻒ ﻳﺘﻮﺍﻓﻖ ﻣﻊ ﺍﻟﻤﻌﺎﻳﻴﺮ ﺍﻟﺪﻭﻟﻴﺔ",
                "ﺗﺒﺪﻳﻞ ﺍﻟﻤﺤ ﺮﻙ ﺩﻭﺭﻳﺎ"
            ],
            "correctAnswer": "ﺗﺒﺪﻳﻞ ﺍﻟﻤﺤ ﺮﻙ ﺩﻭﺭﻳﺎ"
        },
        {
            "id": 116,
            "category": "Law",
            "question": "ﺑﺎﻟﻮﻗﻮﺩ؟ ﻣﺎﺫﺍ ﻳﺠﺐ ﺃﻥ ﺗﻔﻌﻠﻪ ﺑﻌﺪ ﻣﻞﺀ ﺧ ﺰﺍﻥ ﺍﻟﺴﻴﺎﺭﺓ",
            "answers": [
                "ﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺃ ﻥ ﻏﻄﺎﺀ ﺧﺰﺍﻥ ﺍﻟﻮﻗﻮﺩ ﻣﻐﻠﻖ ﺑﺈﺣﻜﺎﻡ",
                "ﺃﻱ ﻋﻴﻮﺏ ﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺃ ﻥ ﻏﻄﺎﺀﺧﺰﺍﻥ ﺍﻟﻮﻗﻮﺩ ﻣﻔﺘﻮﺡ ﻭﺳﻠﻴﻢ ﻣﻦ",
                "ﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺃ ﻥ ﺩﺭﺟﺔ ﺣﺮﺍﺭﺓ ﺍﻟﻤﺤ ﺮﻙ ﻣﺴﺘﻘ ﺮﺓ"
            ],
            "correctAnswer": "ﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺃ ﻥ ﺩﺭﺟﺔ ﺣﺮﺍﺭﺓ ﺍﻟﻤﺤ ﺮﻙ ﻣﺴﺘﻘ ﺮﺓ"
        },
        {
            "id": 118,
            "category": "Law",
            "question": "ﺍﻟﺪﺍﺋﻢ ﻟﻠﻤﻜﻴﻒ؟ ﻣﺎ ﻫﻲ ﻧﺴﺒﺔ ﺯﻳﺎﺩﺓ ﺍﺳﺘﻬﻼﻙ ﺍﻟﻮﻗﻮﺩ ﻋﻨﺪ ﺍﻻﺳﺘﻌﻤﺎﻝ",
            "answers": [
                "0.1",
                "0.3",
                "0.2"
            ],
            "correctAnswer": "0.2"
        },
        {
            "id": 119,
            "category": "Law",
            "question": "ﺍﻻﺣﺘﻤﺎﻻﺕ ﺍﻟﺘﻲ ﺗﻨﻄﺒﻖ) ﺃ ﻱ ﻣﻤﺎ ﻳﻠﻲ ﻳﻘﻠﻞ ﻣﻦ ﺍﺳﺘﻬﻼﻙ ﺍﻟﻮﻗﻮﺩ؟ (ﺍﺧﺘﺮ ﻛﺎﻓﺔ",
            "answers": [
                "ﺍﻟﻘﻴﺎﺩﺓ ﻓﻲ ﻭﻗﺖ ﺍﻟﺬﺭﻭﺓ",
                "ﺗﺨﻔﻴﻒ ﺣﻤﻮﻟﺔ ﺍﻟﺴﻴﺎﺭﺓ",
                "ﺍﻟﻘﻴﺎﺩﺓ ﺑﺴﺮﻋﺔ ﻣﺘﻔﺎﻭﺗﺔ ﻭﻋﺸﻮﺍﺋﻴﺔ"
            ],
            "correctAnswer": "ﺍﻟﻘﻴﺎﺩﺓ ﺑﺴﺮﻋﺔ ﻣﺘﻔﺎﻭﺗﺔ ﻭﻋﺸﻮﺍﺋﻴﺔ"
        },
        {
            "id": 120,
            "category": "Law",
            "question": "ﻣﺎ ﻫﻲ ﺍﻟﻘﻴﺎﺩﺓ ﺍﻟﺼﺪﻳﻘﺔ ﻟﻠﺒﻴﺌﺔ؟",
            "answers": [
                "ﺧﻼﻝ ﺇﺗﺒﺎﻉ ﻁﺮﻕ ﺳﻬﻠﺔ، ﺫﻛﻴﺔ ﻓﻲ ﺍﺳﺘﻬﻼﻙ ﺍﻟﻤﻴﺎﻩ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻻﺿﺎﺀﺓ ﺑﻜﻔﺎﺀﺓ ﻓﻲ ﻗﻴﺎﺩﺓ ﺍﻟﻤﺮﻛﺒﺎﺕ ﻣﻦ",
                "ﺍﻟﻨﺎﺟﻢ ﻋﻦ ﺍﻟﻨﻘﻞ ﺍﻟﺒﺮﻱ ﺧﻔﺾ ﺍﺳﺘﻬﻼﻙ ﺍﻟﻮﻗﻮﺩ ﻭﺗﺤ ﺪ ﻣﻦ ﺗﻠﻮﺙ ﺍﻟﻬﻮﺍﺀ ﻁﺮﻕ ﻗﻴﺎﺩﺓ ﺳﻬﻠﺔ، ﺫﻛﻴﺔ، ﻭﻣﺴﺆﻭﻟﺔ ﺗﺴﺎﻫﻢ ﻓﻲ ﺍﻟﻘﻴﺎﺩﺓ ﺍﻹﻗﺘﺼﺎﺩﻳﺔﻭﺍﻟﺼﺪﻳﻘﺔ ﻟﻠﺒﻴﺌﺔ ﻣﻦ ﺧﻼﻝ ﺇﺗﺒﺎﻉ",
                "ﻣﺴﺘﻮﻯ ﺍﻻﻣﺎﻥ ﺧﻼﻝ ﺍﻗﺴﺎﻡ ﺍﻟﻄﺮﻕ ﺍﻟﺼﻌﺒﺔ ﺇﺗﺒﺎﻉ ﻁﺮﻕ ﺳﻬﻠﺔ، ﺫﻛﻴﺔ، ﻭﻣﺴﺆﻭﻟﺔ ﺗﺴﺎﻫﻢ ﻓﻲ ﺭﻓﻊ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﻮﻗﻮﺩ ﺑﻜﻔﺎﺀﺓ ﻓﻲ ﻗﻴﺎﺩﺓ ﺍﻟﻤﺮﻛﺒﺎﺕ ﻣﻦ ﺧﻼﻝ"
            ],
            "correctAnswer": "ﻣﺴﺘﻮﻯ ﺍﻻﻣﺎﻥ ﺧﻼﻝ ﺍﻗﺴﺎﻡ ﺍﻟﻄﺮﻕ ﺍﻟﺼﻌﺒﺔ ﺇﺗﺒﺎﻉ ﻁﺮﻕ ﺳﻬﻠﺔ، ﺫﻛﻴﺔ، ﻭﻣﺴﺆﻭﻟﺔ ﺗﺴﺎﻫﻢ ﻓﻲ ﺭﻓﻊ ﺍﺳﺘﺨﺪﺍﻡ ﺍﻟﻮﻗﻮﺩ ﺑﻜﻔﺎﺀﺓ ﻓﻲ ﻗﻴﺎﺩﺓ ﺍﻟﻤﺮﻛﺒﺎﺕ ﻣﻦ ﺧﻼﻝ"
        },
        {
            "id": 121,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﺍﻧﺨﻔﺎﺿﺎﺕ",
                "ﺇﻧﺘﺒﻪ ﻁﺮﻳﻖ ﻣﻨﺰﻟﻖ",
                "ﺇﻧﺘﺒﻪ ﻣﻄﺒﺎﺕ"
            ],
            "correctAnswer": "ﺇﻧﺘﺒﻪ ﻣﻄﺒﺎﺕ"
        },
        {
            "id": 122,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺍﺗﺠﺎﻩ ﻣﺴﺘﺪﻳﺮﺓ",
                "ﺇﻧﺘﺒﻪ ﻣﻨﻌﻄﻒ ﻳﺴﺎﺭ",
                "ﺇﻧﺘﺒﻪ ﻣﻨﻌﻄﻒ ﻳﻤﻴﻦ"
            ],
            "correctAnswer": "ﺇﻧﺘﺒﻪ ﻣﻨﻌﻄﻒ ﻳﻤﻴﻦ"
        },
        {
            "id": 123,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﻣﻨﻌﻄﻒ ﻳﺴﺎﺭ",
                "ﺇﻧﺘﺒﻪ ﻣﻨﻌﻄﻒ ﻳﻤﻴﻦ",
                "ﺍﺗﺠﺎﻩ ﺇﺧﺘﻴﺎﺭﻱ ﺇﻟﻰ ﺍﻟﻴﺴﺎﺭ"
            ],
            "correctAnswer": "ﺍﺗﺠﺎﻩ ﺇﺧﺘﻴﺎﺭﻱ ﺇﻟﻰ ﺍﻟﻴﺴﺎﺭ"
        },
        {
            "id": 124,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﻣﻨﻄﻘﺔ ﺳﻴﺮ ﻋﻠﻰ ﺧﻄﻴﻦ",
                "ﺇﻧﺘﺒﻪ ﻣﻨﻌﻄﻔﺎﻥ ﺃﻭﻟﻬﻤﺎ ﻳﺴﺎﺭ",
                "ﺇﻧﺘﺒﻪ ﻣﻨﻌﻄﻔﺎﻥ ﺃﻭﻟﻬﻤﺎ ﻳﻤﻴﻦ"
            ],
            "correctAnswer": "ﺇﻧﺘﺒﻪ ﻣﻨﻌﻄﻔﺎﻥ ﺃﻭﻟﻬﻤﺎ ﻳﻤﻴﻦ"
        },
        {
            "id": 125,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﻣﻨﻄﻘﺔ ﺳﻴﺮ ﻋﻠﻰ ﺧﻄﻴﻦ",
                "ﺇﻧﺘﺒﻪ ﻣﻨﻌﻄﻔﺎﻥ ﺃﻭﻟﻬﻤﺎ ﻳﺴﺎﺭ",
                "ﺇﻧﺘﺒﻪ ﻣﻨﻌﻄﻔﺎﻥ ﺃﻭﻟﻬﻤﺎ ﻳﻤﻴﻦ"
            ],
            "correctAnswer": "ﺇﻧﺘﺒﻪ ﻣﻨﻌﻄﻔﺎﻥ ﺃﻭﻟﻬﻤﺎ ﻳﻤﻴﻦ"
        },
        {
            "id": 126,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﻁﺮﻳﻖ ﺿﻴﻖ",
                "ﺇﻧﺘﺒﻪ ﻣﻨﺤﺪﺭ ﺧﻄﺮ",
                "ﺇﻧﺘﺒﻪ ﻁﺮﻳﻖ ﻣﻨﺰﻟﻖ"
            ],
            "correctAnswer": "ﺇﻧﺘﺒﻪ ﻁﺮﻳﻖ ﻣﻨﺰﻟﻖ"
        },
        {
            "id": 127,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﺮ ﻏﻴﺮ ﻣﺆﻣﻦ",
                "ﺇﻧﺘﺒﻪ ﺃﻭﻻﺩ ﺃﻭ ﻣﺪﺭﺳﺔ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ"
        },
        {
            "id": 129,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﻣﻨﻄﻘﺔ ﺳﻴﺮﻋﻠﻰ ﺧﻄﻴﻦ",
                "ﺇﻧﺘﺒﻪ ﺗﻘﺎﻁﻊ ﻣﻊ ﻁﺮﻗﺎﺕ ﺑﺪﻭﻥ ﺃﻓﻀﻠﻴﺔ",
                "ﻣﻨﻄﻘﺔ ﺳﻴﺮ ﻋﻠﻰ ﺍﻟﻴﻤﻴﻦ"
            ],
            "correctAnswer": "ﻣﻨﻄﻘﺔ ﺳﻴﺮ ﻋﻠﻰ ﺍﻟﻴﻤﻴﻦ"
        },
        {
            "id": 130,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﻣﺴﺘﺪﻳﺮﺓ",
                "ﻣﻤﻨﻮﻉ ﺍﻹﻟﺘﻔﺎﻑ",
                "ﺇﻧﺘﺒﻪ ﺃﺧﻄﺎﺭ ﻣﺘﻨﻮﻋﺔ"
            ],
            "correctAnswer": "ﺇﻧﺘﺒﻪ ﺃﺧﻄﺎﺭ ﻣﺘﻨﻮﻋﺔ"
        },
        {
            "id": 131,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﺗﻘﺎﻁﻊ",
                "ﺇﻧﺘﺒﻪ ﺗﻘﺎﻁﻊ ﻣﻊ ﻁﺮﻗﺎﺕ ﺑﺪﻭﻥ ﺃﻓﻀﻠﻴﺔ",
                "ﺍﻟﻤﻘﺎﺑﻠﺔ ﺇﻧﺘﺒﻪ ﺃﻓﻀﻠﻴﺔ ﺍﻟﻤﺮﻭﺭ ﻟﻠﺴﻴﺎﺭﺍﺕ ﺍﻟﻤﺘﺠﻬﺔ ﻣﻦ ﺍﻟﺠﻬﺔ"
            ],
            "correctAnswer": "ﺍﻟﻤﻘﺎﺑﻠﺔ ﺇﻧﺘﺒﻪ ﺃﻓﻀﻠﻴﺔ ﺍﻟﻤﺮﻭﺭ ﻟﻠﺴﻴﺎﺭﺍﺕ ﺍﻟﻤﺘﺠﻬﺔ ﻣﻦ ﺍﻟﺠﻬﺔ"
        },
        {
            "id": 132,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﺗﻘﺎﻁﻊ ﻣﻊ ﻁﺮﻗﺎﺕ ﺑﺪﻭﻥ ﺃﻓﻀﻠﻴﺔ",
                "ﺇﻟﺘﻘﺎﺀ ﻣﻊ ﻁﺮﻳﻖ ﺳﺮﻳﻊ",
                "ﺍﻟﻤﻘﺎﺑﻠﺔ ﺇﻧﺘﺒﻪ ﺃﻓﻀﻠﻴﺔ ﺍﻟﻤﺮﻭﺭ ﻟﻠﺴﻴﺎﺭﺍﺕ ﺍﻟﻤﺘﺠﻬﺔ ﻣﻦ ﺍﻟﺠﻬﺔ"
            ],
            "correctAnswer": "ﺍﻟﻤﻘﺎﺑﻠﺔ ﺇﻧﺘﺒﻪ ﺃﻓﻀﻠﻴﺔ ﺍﻟﻤﺮﻭﺭ ﻟﻠﺴﻴﺎﺭﺍﺕ ﺍﻟﻤﺘﺠﻬﺔ ﻣﻦ ﺍﻟﺠﻬﺔ"
        },
        {
            "id": 133,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﺗﻘﺎﻁﻊ ﻋﻠﻰ ﺍﻟﻴﻤﻴﻦ",
                "ﺇﻧﺘﺒﻪ ﺗﻘﺎﻁﻊ ﻣﻊ ﻁﺮﻗﺎﺕ ﺑﺪﻭﻥ ﺃﻓﻀﻠﻴﺔ",
                "ﺍﻟﻤﻘﺎﺑﻠﺔ ﺇﻧﺘﺒﻪ ﺃﻓﻀﻠﻴﺔ ﺍﻟﻤﺮﻭﺭ ﻟﻠﺴﻴﺎﺭﺍﺕ ﺍﻟﻤﺘﺠﻬﺔ ﻣﻦ ﺍﻟﺠﻬﺔ"
            ],
            "correctAnswer": "ﺍﻟﻤﻘﺎﺑﻠﺔ ﺇﻧﺘﺒﻪ ﺃﻓﻀﻠﻴﺔ ﺍﻟﻤﺮﻭﺭ ﻟﻠﺴﻴﺎﺭﺍﺕ ﺍﻟﻤﺘﺠﻬﺔ ﻣﻦ ﺍﻟﺠﻬﺔ"
        },
        {
            "id": 134,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻁﺮﻳﻖ ﺃﻓﻀﻠﻴﺔ",
                "ﻧﻬﺎﻳﺔ ﺗﺤﺪﻳﺪ ﺍﻟﺴﺮﻋﺔ",
                "ﻣﻮﻗﻒ ﻟﺤﻈﺔ"
            ],
            "correctAnswer": "ﻣﻮﻗﻒ ﻟﺤﻈﺔ"
        },
        {
            "id": 135,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﻣﻤﺮ ﻟﻠﻤﺸﺎﺓ",
                "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﻤﺸﺎﺓ",
                "ﻣﻤﺮ ﻏﻴﺮ ﻣﺨﺼﺺﻟﻠﻤﺸﺎﺓ"
            ],
            "correctAnswer": "ﻣﻤﺮ ﻏﻴﺮ ﻣﺨﺼﺺﻟﻠﻤﺸﺎﺓ"
        },
        {
            "id": 136,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﻣﻤﺮ ﻟﻠﺪﺭﺍﺟﺎﺕ",
                "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺪﺭﺍﺟﺎﺕ",
                "ﻣﻤﺮ ﻟﻌﺮﺑﺎﺕ ﺍﻟﻴﺪ"
            ],
            "correctAnswer": "ﻣﻤﺮ ﻟﻌﺮﺑﺎﺕ ﺍﻟﻴﺪ"
        },
        {
            "id": 137,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﻁﺮﻳﻖ ﻭﺍﺳﻊ",
                "ﺇﻧﺘﺒﻪ ﻁﺮﻳﻖ ﺿﻴﻖ ﻋﻠﻰ ﺍﻟﻴﺴﺎﺭ",
                "ﺇﻧﺘﺒﻪ ﻁﺮﻳﻖ ﺿﻴﻖ"
            ],
            "correctAnswer": "ﺇﻧﺘﺒﻪ ﻁﺮﻳﻖ ﺿﻴﻖ"
        },
        {
            "id": 139,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺍﻟﻤﻘﺎﺑﻠﺔ ﺇﻧﺘﺒﻪ ﺃﻓﻀﻠﻴﺔ ﺍﻟﻤﺮﻭﺭ ﻟﻠﺴﻴﺎﺭﺍﺕ ﺍﻟﻤﺘﺠﻬﺔ ﻣﻦ ﺍﻟﺠﻬﺔ",
                "ﻧﻬﺎﻳﺔ ﺍﻷﻓﻀﻠﻴﺔ",
                "ﺇﻧﺘﺒﻪ ﻁﺮﻳﻖ ﺿﻴﻖﻋﻠﻰ ﺍﻟﻴﻤﻴﻦ"
            ],
            "correctAnswer": "ﺇﻧﺘﺒﻪ ﻁﺮﻳﻖ ﺿﻴﻖﻋﻠﻰ ﺍﻟﻴﻤﻴﻦ"
        },
        {
            "id": 140,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﻁﺮﻳﻖ ﺿﻴﻖ",
                "ﻣﻨﻄﻘﺔ ﺟﺒﻠﻴﺔ",
                "ﺇﻧﺘﺒﻪ ﺇﺣﺘﻤﺎﻝ ﺳﻘﻮﻁ ﺃﻭ ﻭﺟﻮﺩ ﺻﺨﻮﺭ"
            ],
            "correctAnswer": "ﺇﻧﺘﺒﻪ ﺇﺣﺘﻤﺎﻝ ﺳﻘﻮﻁ ﺃﻭ ﻭﺟﻮﺩ ﺻﺨﻮﺭ"
        },
        {
            "id": 141,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﺍﻟﺪﺧﻮﻝ ﻟﻌﻤﻮﻡ ﺍﻟﺴﻴﺎﺭﺍﺕ",
                "ﺇﻧﺘﺒﻪ ﺇﺷﺎﺭﺍﺕ ﻛﻬﺮﺑﺎﺋﻴﺔ",
                "ﺇﻧﺘﺒﻪ ﻣﺴﺘﺪﻳﺮﺓ"
            ],
            "correctAnswer": "ﺇﻧﺘﺒﻪ ﻣﺴﺘﺪﻳﺮﺓ"
        },
        {
            "id": 142,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ",
                "ﺇﻧﺘﺒﻪ ﺃﻓﺴﺢ ﺍﻟﻄﺮﻳﻖ -ﻁﺮﻳﻖ ﺃﻓﻀﻠﻴﺔ ﺃﻣﺎﻣﻚ",
                "ﺇﻧﺘﺒﻪ ﻣﺨﺎﻁﺮ ﻣﺘﻨﻮﻋﺔ"
            ],
            "correctAnswer": "ﺇﻧﺘﺒﻪ ﻣﺨﺎﻁﺮ ﻣﺘﻨﻮﻋﺔ"
        },
        {
            "id": 143,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ",
                "ﺇﻧﺘﺒﻪ ﺃﻓﺴﺢ ﺍﻟﻄﺮﻳﻖ - ﻁﺮﻳﻖ ﺃﻓﻀﻠﻴﺔ ﺃﻣﺎﻣﻚ",
                "ﺇﻧﺘﺒﻪ ﻣﺨﺎﻁﺮ ﻣﺘﻨﻮﻋﺔ"
            ],
            "correctAnswer": "ﺇﻧﺘﺒﻪ ﻣﺨﺎﻁﺮ ﻣﺘﻨﻮﻋﺔ"
        },
        {
            "id": 144,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ",
                "ﻧﻬﺎﻳﺔ ﺍﻷﻓﻀﻠﻴﺔ",
                "ﺍﻟﻤﻘﺎﺑﻠﺔ ﺇﻧﺘﺒﻪ ﺃﻓﻀﻠﻴﺔ ﺍﻟﻤﺮﻭﺭ ﻟﻠﺴﻴﺎﺭﺍﺕ ﺍﻟﻤﺘﺠﻬﺔ ﻣﻦ ﺍﻟﺠﻬﺔ"
            ],
            "correctAnswer": "ﺍﻟﻤﻘﺎﺑﻠﺔ ﺇﻧﺘﺒﻪ ﺃﻓﻀﻠﻴﺔ ﺍﻟﻤﺮﻭﺭ ﻟﻠﺴﻴﺎﺭﺍﺕ ﺍﻟﻤﺘﺠﻬﺔ ﻣﻦ ﺍﻟﺠﻬﺔ"
        },
        {
            "id": 145,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﺍﻟﺘﺠﺎﻭﺯ ﻟﺠﻤﻴﻊ ﺍﻟﻤﺮﻛﺒﺎﺕ",
                "ﻧﻬﺎﻳﺔ ﺍﻷﻓﻀﻠﻴﺔ",
                "ﺍﻟﻤﻘﺎﺑﻠﺔ ﺇﻧﺘﺒﻪ ﺃﻓﻀﻠﻴﺔ ﺍﻟﻤﺮﻭﺭ ﻟﻠﺴﻴﺎﺭﺍﺕ ﺍﻟﻤﺘﺠﻬﺔ ﻣﻦ ﺍﻟﺠﻬﺔ"
            ],
            "correctAnswer": "ﺍﻟﻤﻘﺎﺑﻠﺔ ﺇﻧﺘﺒﻪ ﺃﻓﻀﻠﻴﺔ ﺍﻟﻤﺮﻭﺭ ﻟﻠﺴﻴﺎﺭﺍﺕ ﺍﻟﻤﺘﺠﻬﺔ ﻣﻦ ﺍﻟﺠﻬﺔ"
        },
        {
            "id": 146,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻗﻒ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﺪﺧﻮﻝ",
                "ﻁﺮﻳﻖ ﻋﻠﻰ ﺧﻂ ﻭﺍﺣﺪ"
            ],
            "correctAnswer": "ﻁﺮﻳﻖ ﻋﻠﻰ ﺧﻂ ﻭﺍﺣﺪ"
        },
        {
            "id": 147,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﺍﻟﺪﺧﻮﻝ ﻟﻌﻤﻮﻡ ﺍﻟﺴﻴﺎﺭﺍﺕ",
                "ﻁﺮﻳﻖ ﻋﻠﻰ ﺧﻂ ﻭﺍﺣﺪ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﻮﻗﻮﻑ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻟﻮﻗﻮﻑ"
        },
        {
            "id": 149,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﺍﻟﺘﺠﺎﻭﺯ ﻟﻠﺸﺎﺣﻨﺎﺕ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﺘﺠﺎﻭﺯ ﻟﺠﻤﻴﻊ ﺍﻟﻤﺮﻛﺒﺎﺕ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻟﺘﺠﺎﻭﺯ ﻟﺠﻤﻴﻊ ﺍﻟﻤﺮﻛﺒﺎﺕ"
        },
        {
            "id": 150,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺍﻟﺴﺮﻋﺔ ﺍﻟﺪﻧﻴﺎ 80 ﻛﻠﻢ ﻓﻲ ﺍﻟﺴﺎﻋﺔ",
                "ﺇﻧﺘﺒﻪ ﺃﻓﺴﺢ ﺍﻟﻄﺮﻳﻖ -ﻁﺮﻳﻖ ﺃﻓﻀﻠﻴﺔ ﺃﻣﺎﻣﻚ",
                "ﺍﻟﺴﺮﻋﺔ ﺍﻟﻘﺼﻮﻯ30ﻛﻠﻢ ﻓﻲ ﺍﻟﺴﺎﻋﺔ"
            ],
            "correctAnswer": "ﺍﻟﺴﺮﻋﺔ ﺍﻟﻘﺼﻮﻯ30ﻛﻠﻢ ﻓﻲ ﺍﻟﺴﺎﻋﺔ"
        },
        {
            "id": 151,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﺴﺮﺡ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﻮﻗﻮﻑ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﺘﺰﻣﻴﺮ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻟﺘﺰﻣﻴﺮ"
        },
        {
            "id": 152,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻁﺮﻳﻖ ﻣﺨﺼﺺ ﻟﻠﺸﺎﺣﻨﺎﺕ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﺘﺠﺎﻭﺯ ﻟﻠﺸﺎﺣﻨﺎﺕ",
                "ﻣﺴﻤﻮﺡ ﺍﻟﺘﺠﺎﻭﺯ ﻟﻠﺸﺎﺣﻨﺎﺕ"
            ],
            "correctAnswer": "ﻣﺴﻤﻮﺡ ﺍﻟﺘﺠﺎﻭﺯ ﻟﻠﺸﺎﺣﻨﺎﺕ"
        },
        {
            "id": 153,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﺴﻤﻮﺡ ﻣﺮﻭﺭ ﻋﺮﺑﺎﺕ ﺍﻟﺤﻴﻮﺍﻧﺎﺕ",
                "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﻤﺸﺎﺓ",
                "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﻋﺮﺑﺎﺕ ﺍﻟﺤﻴﻮﺍﻧﺎﺕ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﻋﺮﺑﺎﺕ ﺍﻟﺤﻴﻮﺍﻧﺎﺕ"
        },
        {
            "id": 154,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﻤﺸﺎﺓ",
                "ﺇﻧﺘﺒﻪ ﻁﺮﻳﻖ ﻣﺨﺼﺺ ﻟﻠﻤﺸﺎﺓ",
                "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺴﻴﺎﺭﺍﺕ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺴﻴﺎﺭﺍﺕ"
        },
        {
            "id": 155,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ ﻟﻠﺪﺭﺍﺟﺎﺕ",
                "ﻣﻤﺮ ﺇﺟﺒﺎﺭﻱ ﻟﻠﺴﻴﺎﺭﺍﺕ",
                "ﻁﺮﻳﻖ ﻣﺨﺼﺺ ﻟﻠﺪﺭﺍﺟﺎﺕ"
            ],
            "correctAnswer": "ﻁﺮﻳﻖ ﻣﺨﺼﺺ ﻟﻠﺪﺭﺍﺟﺎﺕ"
        },
        {
            "id": 156,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻁﺮﻳﻖ ﻣﺨﺼﺺ ﻟﻠﺪﺭﺍﺟﺎﺕ ﺍﻟﻨﺎﺭﻳﺔ",
                "ﻣﻤﺮ ﺧﺎﺹ ﻟﻠﺪﺭﺍﺟﺎﺕ ﺍﻟﻨﺎﺭﻳﺔ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ ﻟﻠﺪﺭﺍﺟﺎﺕ ﺍﻟﻨﺎﺭﻳﺔ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ ﻟﻠﺪﺭﺍﺟﺎﺕ ﺍﻟﻨﺎﺭﻳﺔ"
        },
        {
            "id": 157,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﻭﻗﻮﻑ ﻋﺮﺑﺎﺕ ﺍﻟﻴﺪ",
                "ﻁﺮﻳﻖ ﻣﺨﺼﺺ ﻟﻌﺮﺑﺎﺕ ﺍﻟﻴﺪ",
                "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﻋﺮﺑﺎﺕ ﺍﻟﻴﺪ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﻋﺮﺑﺎﺕ ﺍﻟﻴﺪ"
        },
        {
            "id": 158,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﻭﻗﻮﻑ ﺍﻟﺴﻴﺎﺭﺍﺕ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ ﻟﻌﻤﻮﻡ ﺍﻟﺴﻴﺎﺭﺍﺕ",
                "ﻁﺮﻳﻖ ﻣﺨﺼﺺ ﻟﻠﺴﻴﺎﺭﺍﺕ"
            ],
            "correctAnswer": "ﻁﺮﻳﻖ ﻣﺨﺼﺺ ﻟﻠﺴﻴﺎﺭﺍﺕ"
        },
        {
            "id": 160,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﺘﺮ ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺸﺎﺣﻨﺎﺕ ﺍﻟﺘﻲ ﻳﻔﻮﻕ ﻋﻠﻮﻫﺎ ﻋﻦ 3,5",
                "ﻁﻦ ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺸﺎﺣﻨﺎﺕ ﺍﻟﺘﻲ ﻳﺰﻳﺪ ﻭﺯﻧﻬﺎ ﻋﻦ 3،5",
                "ﺇﺗﺠﺎﻩ ﺇﺟﺒﺎﺭﻱ ﻟﻠﺸﺎﺣﻨﺎﺕ"
            ],
            "correctAnswer": "ﺇﺗﺠﺎﻩ ﺇﺟﺒﺎﺭﻱ ﻟﻠﺸﺎﺣﻨﺎﺕ"
        },
        {
            "id": 161,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﺯﻳﺎﺩﺓ ﺍﻟﺤﻤﻮﻟﺔ ﺃﻛﺜﺮ ﻣﻦ 10ﺃﻣﺘﺎﺭ",
                "ﺇﻣﺘﺎﺭ ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺸﺎﺣﻨﺎﺕ ﺍﻟﺘﻲ ﻳﻔﻮﻕ ﻁﻮﻟﻬﺎ ﻋﻦ 10",
                "ﻁﻦ ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺸﺎﺣﻨﺎﺕ ﺍﻟﺘﻲ ﺗﺰﻳﺪ ﺣﻤﻮﻟﺘﻬﺎ ﻋﻦ 6,5"
            ],
            "correctAnswer": "ﻁﻦ ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺸﺎﺣﻨﺎﺕ ﺍﻟﺘﻲ ﺗﺰﻳﺪ ﺣﻤﻮﻟﺘﻬﺎ ﻋﻦ 6,5"
        },
        {
            "id": 162,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺃﻣﺘﺎﺭ ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺸﺎﺣﻨﺎﺕ ﺍﻟﺘﻲ ﻳﻔﻮﻕ ﻋﻠﻮﻫﺎ ﻋﻦ 7",
                "ﻣﻨﻬﺎ ﻋﻦ 7ﺃﻁﻨﺎﻥ ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺸﺎﺣﻨﺎﺕ ﺍﻟﺘﻲ ﺗﺰﻳﺪ ﺣﻤﻮﻟﺔ ﻛﻞ ﺩﻭﻻﺏ",
                "ﻁﻦ ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺸﺎﺣﻨﺎﺕ ﺍﻟﺘﻲ ﺗﺰﻳﺪ ﺣﻤﻮﻟﺘﻬﺎ ﻋﻦ 7"
            ],
            "correctAnswer": "ﻁﻦ ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺸﺎﺣﻨﺎﺕ ﺍﻟﺘﻲ ﺗﺰﻳﺪ ﺣﻤﻮﻟﺘﻬﺎ ﻋﻦ 7"
        },
        {
            "id": 163,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﺍﻟﺴﺮﻋﺔ",
                "ﺑﺪﺍﻳﺔ ﺍﻹﺷﺎﺭﺍﺕ ﺍﻟﻤﻤﻨﻮﻋﺔ",
                "ﻧﻬﺎﻳﺔ ﺍﻹﺷﺎﺭﺍﺕ ﺍﻟﻤﻤﻨﻮﻋﺔ"
            ],
            "correctAnswer": "ﻧﻬﺎﻳﺔ ﺍﻹﺷﺎﺭﺍﺕ ﺍﻟﻤﻤﻨﻮﻋﺔ"
        },
        {
            "id": 164,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻧﻬﺎﻳﺔ ﺗﺤﺪﻳﺪ ﺍﻟﺴﺮﻋﺔ",
                "ﺗﺤﺪﻳﺪ ﺍﻟﺴﺮﻋﺔ",
                "ﺑﺪﺍﻳﺔ ﺗﺤﺪﻳﺪ ﺍﻟﺴﺮﻋﺔ"
            ],
            "correctAnswer": "ﺑﺪﺍﻳﺔ ﺗﺤﺪﻳﺪ ﺍﻟﺴﺮﻋﺔ"
        },
        {
            "id": 165,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺍﻹﻟﺘﻔﺎﻑ ﻋﻠﻰ ﺍﻟﻴﻤﻴﻦ",
                "ﻣﻤﻨﻮﻉ ﺍﻹﻟﺘﻔﺎﻑ ﻋﻠﻰ ﺍﻟﻴﻤﻴﻦ",
                "ﺇﺗﺠﺎﻩ ﺇﺟﺒﺎﺭﻱ ﻋﻠﻰﺍﻟﻴﺴﺎﺭ"
            ],
            "correctAnswer": "ﺇﺗﺠﺎﻩ ﺇﺟﺒﺎﺭﻱ ﻋﻠﻰﺍﻟﻴﺴﺎﺭ"
        },
        {
            "id": 166,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﺍﻹﻟﺘﻔﺎﻑ ﻋﻠﻰ ﺍﻟﻴﺴﺎﺭ",
                "ﺍﻹﻟﺘﻔﺎﻑ ﻋﻠﻰ ﺍﻟﻴﺴﺎﺭ",
                "ﺇﺗﺠﺎﻩ ﺇﺧﺘﻴﺎﺭﻱ ﻣﺴﺘﻘﻴﻢ ﺃﻭ ﻳﻤﻴﻦ"
            ],
            "correctAnswer": "ﺇﺗﺠﺎﻩ ﺇﺧﺘﻴﺎﺭﻱ ﻣﺴﺘﻘﻴﻢ ﺃﻭ ﻳﻤﻴﻦ"
        },
        {
            "id": 167,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ ﻳﻤﻴﻦ ﻭﻳﺴﺎﺭ",
                "ﺇﺗﺠﺎﻩ ﺇﺧﺘﻴﺎﺭﻱ ﻳﻤﻴﻦ ﻭﻳﺴﺎﺭ",
                "ﺇﺗﺠﺎﻩ ﺇﺟﺒﺎﺭﻱ ﻣﺴﺘﻘﻴﻢ"
            ],
            "correctAnswer": "ﺇﺗﺠﺎﻩ ﺇﺟﺒﺎﺭﻱ ﻣﺴﺘﻘﻴﻢ"
        },
        {
            "id": 169,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﺗﺠﺎﻩ ﺇﺧﺘﻴﺎﺭﻱ ﻣﺴﺘﻘﻴﻢ ﺃﻭ ﻳﺴﺎﺭ",
                "ﻣﻤﺮ ﺇﺟﺒﺎﺭﻱ ﻧﺤﻮﺍﻟﻴﺴﺎﺭ",
                "ﻣﻤﻨﻮﻉ ﺍﻹﺗﺠﺎﻩ ﻧﺤﻮ ﺍﻟﻴﺴﺎﺭ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻹﺗﺠﺎﻩ ﻧﺤﻮ ﺍﻟﻴﺴﺎﺭ"
        },
        {
            "id": 170,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﺗﺠﺎﻩ ﺇﺧﺘﻴﺎﺭﻱ ﻧﺤﻮ ﺍﻟﻴﻤﻴﻦ",
                "ﺧﻂ ﺍﻟﻄﺮﻳﻖ ﺍﻟﺮﺋﻴﺴﻴﺔ",
                "ﻣﻤﺮ ﺇﺟﺒﺎﺭﻱ ﻧﺤﻮ ﺍﻟﻴﺴﺎﺭ"
            ],
            "correctAnswer": "ﻣﻤﺮ ﺇﺟﺒﺎﺭﻱ ﻧﺤﻮ ﺍﻟﻴﺴﺎﺭ"
        },
        {
            "id": 171,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﺍﻹﻟﺘﻔﺎﻑ ﺇﻟﻰ ﺍﻟﻴﻤﻴﻦ",
                "ﻣﻤﺮ ﺇﺟﺒﺎﺭﻱ ﻳﻤﻴﻦ",
                "ﺇﺗﺠﺎﻩ ﺇﺧﺘﻴﺎﺭﻱ ﻣﺴﺘﻘﻴﻢ"
            ],
            "correctAnswer": "ﺇﺗﺠﺎﻩ ﺇﺧﺘﻴﺎﺭﻱ ﻣﺴﺘﻘﻴﻢ"
        },
        {
            "id": 172,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﺗﺠﺎﻩ ﺃﺧﺘﻴﺎﺭﻱ ﻧﺤﻮ ﺍﻟﻴﻤﻴﻦ",
                "ﻣﻤﺮ ﺇﺟﺒﺎﺭﻱ ﻳﻤﻴﻦﺃﻭ ﻳﺴﺎﺭ",
                "ﻣﻤﻨﻮﻉ ﺍﻹﻟﺘﻔﺎﻑ ﻳﻤﻴﻦ ﺃﻭ ﻳﺴﺎﺭ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻹﻟﺘﻔﺎﻑ ﻳﻤﻴﻦ ﺃﻭ ﻳﺴﺎﺭ"
        },
        {
            "id": 173,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻁﺮﻳﻖ ﻟﻠﻤﺸﺎﺓ ﻭﺍﻟﺪﺭﺍﺟﺎﺕ ﺍﻟﻬﻮﺍﺋﻴﺔ",
                "ﻁﺮﻳﻖ ﻣﺨﺼﺺ ﻟﻠﺪﺭﺍﺟﺎﺕ ﺍﻟﻬﻮﺍﺋﻴﺔ",
                "ﻧﻬﺎﻳﺔ ﺣﻠﺒﺔ ﺍﻟﺪﺭﺍﺟﺎﺕ ﺍﻟﻬﻮﺍﺋﻴﺔ"
            ],
            "correctAnswer": "ﻧﻬﺎﻳﺔ ﺣﻠﺒﺔ ﺍﻟﺪﺭﺍﺟﺎﺕ ﺍﻟﻬﻮﺍﺋﻴﺔ"
        },
        {
            "id": 174,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻁﺮﻳﻖ ﻟﻠﻤﺸﺎﺓ ﻭﺍﻟﺪﺭﺍﺟﺎﺕ ﻓﻘﻂ",
                "ﻧﻬﺎﻳﺔ ﺣﻠﺒﺔ ﺍﻟﺪﺭﺍﺟﺎﺕ ﺍﻟﻬﻮﺍﺋﻴﺔ",
                "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﻤﺸﺎﺓ ﻭﺍﻟﺪﺭﺍﺟﺎﺕ ﺍﻟﻬﻮﺍﺋﻴﺔ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﻤﺸﺎﺓ ﻭﺍﻟﺪﺭﺍﺟﺎﺕ ﺍﻟﻬﻮﺍﺋﻴﺔ"
        },
        {
            "id": 175,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻭﺟﻬﺔ ﺍﻟﺴﻴﺮ",
                "ﺇﺗﺠﺎﻩ ﺇﺟﺒﺎﺭﻱ ﻳﻤﻴﻦ",
                "ﻣﻤﻨﻮﻉ ﺍﻹﻟﺘﻔﺎﻑ ﻳﻤﻴﻨﺎ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻹﻟﺘﻔﺎﻑ ﻳﻤﻴﻨﺎ"
        },
        {
            "id": 176,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻟﺘﻔﺎﻑ ﺇﻟﺰﺍﻣﻲ",
                "ﻭﺟﻬﺔ ﺍﻟﺴﻴﺮ",
                "ﻣﻤﻨﻮﻉ ﺍﻹﻟﺘﻔﺎﻑ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻹﻟﺘﻔﺎﻑ"
        },
        {
            "id": 177,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻧﻬﺎﻳﺔ ﻣﻨﻊ ﺗﺠﺎﻭﺯ ﺍﻷﻭﺗﻮﺑﻴﺴﺎﺕ",
                "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻻﻭﺗﻮﺑﻴﺴﺎﺕ",
                "ﻁﺮﻳﻖ ﻣﺨﺼﺺ ﻟﻸﻭﺗﻮﺑﻴﺴﺎﺕ"
            ],
            "correctAnswer": "ﻁﺮﻳﻖ ﻣﺨﺼﺺ ﻟﻸﻭﺗﻮﺑﻴﺴﺎﺕ"
        },
        {
            "id": 178,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻁﻦ ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺸﺎﺣﻨﺎﺕ ﺍﻟﺘﻲ ﻳﺰﻳﺪ ﻭﺯﻧﻬﺎ ﻋﻦ 6،5",
                "ﻁﺮﻳﻖ ﻣﺨﺼﺺ ﻟﻠﺸﺎﺣﻨﺎﺕ",
                "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺸﺎﺣﻨﺎﺕ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺸﺎﺣﻨﺎﺕ"
        },
        {
            "id": 180,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺸﺎﺣﻨﺎﺕ ﺍﻟﺘﻲ ﺗﺠ ﺮ ﻗﺎﻁﺮﺓ",
                "ﻁﺮﻳﻖ ﺍﻟﺰﺍﻣﻲ ﻟﻠﺸﺎﺣﻨﺎﺕ",
                "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺸﺎﺣﻨﺎﺕ ﺍﻟﻤﺤﻤﻠﺔ ﺑﻤﻮﺍﺩ ﺧﻄﺮﺓ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺸﺎﺣﻨﺎﺕ ﺍﻟﻤﺤﻤﻠﺔ ﺑﻤﻮﺍﺩ ﺧﻄﺮﺓ"
        },
        {
            "id": 181,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻮﻗﻒ ﻟﺤﻈﺔ ﻟﻶﻟﻴﺎﺕ ﺍﻟﺰﺭﺍﻋﻴﺔ",
                "ﻁﺮﻳﻖ ﻣﺨﺼﺺ ﻟﻶﻟﻴﺎﺕ ﺍﻟﺰﺭﺍﻋﻴﺔ",
                "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻵﻟﻴﺎﺕ ﺍﻟﺰﺭﺍﻋﻴﺔ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻵﻟﻴﺎﺕ ﺍﻟﺰﺭﺍﻋﻴﺔ"
        },
        {
            "id": 182,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﻣﻨﻄﻘﺔ ﺳﻴﺮ ﻋﻠﻰ ﺧﻄﻴﻦ",
                "ﻧﻬﺎﻳﺔ ﻣﻨﻊ ﺍﻟﺘﺠﺎﻭﺯ",
                "ﻧﻬﺎﻳﺔ ﻣﻨﻊ ﺗﺠﺎﻭﺯ ﺍﻟﺸﺎﺣﻨﺎﺕ"
            ],
            "correctAnswer": "ﻧﻬﺎﻳﺔ ﻣﻨﻊ ﺗﺠﺎﻭﺯ ﺍﻟﺸﺎﺣﻨﺎﺕ"
        },
        {
            "id": 183,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻧﻬﺎﻳﺔ ﻣﻨﻊ ﺗﺠﺎﻭﺯﺍﻟﺸﺎﺣﻨﺎﺕ",
                "ﺇﻧﺘﺒﻪ ﻣﻨﻄﻘﺔ ﺳﻴﺮ ﻋﻠﻰ ﺧﻄﻴﻦ",
                "ﻁﺮﻳﻖ ﻣﺨﺼﺺ ﻟﻠﺸﺎﺣﻨﺎﺕ ﻓﻘﻂ"
            ],
            "correctAnswer": "ﻁﺮﻳﻖ ﻣﺨﺼﺺ ﻟﻠﺸﺎﺣﻨﺎﺕ ﻓﻘﻂ"
        },
        {
            "id": 184,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﺍﻟﻮﻗﻮﻑ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﺘﺠﺎﻭﺯ ﻟﺠﻤﻴﻊ ﺍﻟﻤﺮﻛﺒﺎﺕ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ"
        },
        {
            "id": 185,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﺍﻟﻮﻗﻮﻑ ﻭﺍﻟﺘﻮﻗﻒ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﻮﻗﻮﻑ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ"
        },
        {
            "id": 186,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﺍﻟﻮﻗﻮﻑ ﻓﻲ ﻫﺬﺍ ﺍﻟﻤﻜﺎﻥ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ ﺑﻬﺬﺍ ﺍﻹﺗﺠﺎﻩ",
                "ﺇﺗﺠﺎﻩ ﺇﺟﺒﺎﺭﻱ ﻣﺴﺘﻘﻴﻢ"
            ],
            "correctAnswer": "ﺇﺗﺠﺎﻩ ﺇﺟﺒﺎﺭﻱ ﻣﺴﺘﻘﻴﻢ"
        },
        {
            "id": 187,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﻨﻮﻉ ﺍﻟﻮﻗﻮﻑ ﻳﺴﺎﺭﺍ",
                "ﻭﺟﻬﺔ ﺍﻟﺴﻴﺮ ﺇﻟﻰ ﺍﻟﻴﺴﺎﺭ",
                "ﻣﻤﻨﻮﻉ ﺍﻹﺗﺠﺎﻩ ﻧﺤﻮﺍﻟﻴﺴﺎﺭ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻹﺗﺠﺎﻩ ﻧﺤﻮﺍﻟﻴﺴﺎﺭ"
        },
        {
            "id": 188,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻭﺟﻬﺔ ﺍﻟﺴﻴﺮ ﺇﻟﻰ ﺍﻟﻴﻤﻴﻦ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﻮﻗﻮﻗﻒ ﻧﺎﺣﻴﺔ ﺍﻟﻴﻤﻴﻦ",
                "ﻣﻤﻨﻮﻉ ﺍﻹﺗﺠﺎﻩ ﻧﺤﻮﺍﻟﻴﻤﻴﻦ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻹﺗﺠﺎﻩ ﻧﺤﻮﺍﻟﻴﻤﻴﻦ"
        },
        {
            "id": 189,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻮﻗﻊ ﺗﻮﻗﻒ",
                "ﻭﺟﻬﺔ ﺳﻴﺮ ﻣﺴﺘﺪﻳﺮﺓ",
                "ﻣﻤﻨﻮﻉ ﺍﻹﻟﺘﻔﺎﻑ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻹﻟﺘﻔﺎﻑ"
        },
        {
            "id": 191,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻧﻬﺎﻳﺔ ﺃﺩﻧﻰ ﺳﺮﻋﺔ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﻮﻗﻮﻑ ﺃﻛﺜﺮ ﻣﻦ ﺛﻼﺛﻴﻦ ﺩﻗﻴﻘﺔ",
                "ﺍﻟﺴﺮﻋﺔ ﺍﻟﻘﺼﻮﻯ 30"
            ],
            "correctAnswer": "ﺍﻟﺴﺮﻋﺔ ﺍﻟﻘﺼﻮﻯ 30"
        },
        {
            "id": 192,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﻁﺮﻳﻖ ﻣﻨﺰﻟﻖ",
                "ﻳﺠﺐ ﻧﺰﻉ ﺍﻟﺴﻼﺳﻞﺍﻟﻤﻌﺪﻧﻴﺔ",
                "ﺍﻟﺴﻴﺎﺭﺍﺕ ﺍﻟﻤﺠﻬﺰﺓﺑﺴﻼﺳﻞ ﻣﻌﺪﻧﻴﺔ ﻓﻘﻂ"
            ],
            "correctAnswer": "ﺍﻟﺴﻴﺎﺭﺍﺕ ﺍﻟﻤﺠﻬﺰﺓﺑﺴﻼﺳﻞ ﻣﻌﺪﻧﻴﺔ ﻓﻘﻂ"
        },
        {
            "id": 193,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻨﺘﺰﻩ",
                "ﻁﺮﻳﻖ ﻟﻠﻤﺸﺎﺓ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ ﻟﻠﻤﺸﺎﺓ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻟﻤﺮﻭﺭ ﻟﻠﻤﺸﺎﺓ"
        },
        {
            "id": 194,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻁﺮﻳﻖ ﻣﺨﺼﺺ ﻟﻠﻤﺸﺎﺓ",
                "ﻣﻤﺮ ﻟﻠﻤﺸﺎﺓ ﻓﻮﻕ ﺍﻟﻄﺮﻳﻖ",
                "ﻧﻬﺎﻳﺔ ﻁﺮﻳﻖ ﻟﻠﻤﺸﺎﺓ"
            ],
            "correctAnswer": "ﻧﻬﺎﻳﺔ ﻁﺮﻳﻖ ﻟﻠﻤﺸﺎﺓ"
        },
        {
            "id": 195,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺣﻠﺒﺔ ﻣﺨﺼﺼﺔ ﻟﻠﺪﺭﺍﺟﺎﺕ ﺍﻟﻬﻮﺍﺋﻴﺔ",
                "ﻣﻤﻨﻮﻉ ﻭﻗﻮﻑ ﺍﻟﺪﺭﺍﺟﺎﺕ ﺍﻟﻬﻮﺍﺋﻴﺔ",
                "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺪﺭﺍﺟﺎﺕ ﺍﻟﻬﻮﺍﺋﻴﺔ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭ ﺍﻟﺪﺭﺍﺟﺎﺕ ﺍﻟﻬﻮﺍﺋﻴﺔ"
        },
        {
            "id": 196,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﺗﺠﺎﻩ ﺇﻟﺰﺍﻣﻲ ﻧﺤﻮ ﺍﻟﻴﺴﺎﺭ",
                "ﻣﻤﻨﻮﻉ ﺍﻹﻟﺘﻔﺎﻑ ﻳﺴﺎﺭﺍ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﻮﻗﻮﻑ ﻳﺴﺎﺭﺍ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻟﻮﻗﻮﻑ ﻳﺴﺎﺭﺍ"
        },
        {
            "id": 197,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﺟﺴﺮ ﻣﺘﺤ ﺮﻙ",
                "ﻁﺮﻳﻖ ﻋﻠﻰ ﺧﻄﻴﻦ ﻣﻮﺻﻮﻝ ﺑﺠﺴﺮ",
                "ﻣﺴﺘﺸﻔﻰ"
            ],
            "correctAnswer": "ﻣﺴﺘﺸﻔﻰ"
        },
        {
            "id": 198,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﻣﻤﺮ ﻟﻠﻤﺸﺎﺓ",
                "ﻧﻬﺎﻳﺔ ﻁﺮﻳﻖ ﻟﻠﻤﺸﺎﺓ",
                "ﺇﻧﺘﺒﻪ ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭﺍﻟﻤﺸﺎﺓ"
            ],
            "correctAnswer": "ﺇﻧﺘﺒﻪ ﻣﻤﻨﻮﻉ ﻣﺮﻭﺭﺍﻟﻤﺸﺎﺓ"
        },
        {
            "id": 199,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻤﺮ ﻣﺨﺼﺺ ﻟﻠﺪﺭﺍﺟﺎﺕ",
                "ﺣﻠﺒﺔ ﻣﺨﺼﺼﺔ ﻟﻠﺪﺭﺍﺟﺎﺕ ﺍﻟﻬﻮﺍﺋﻴﺔ",
                "ﻳﻤﻨﻊ ﺭﻛﻮﺏ ﺍﻟﺪﺭﺍﺟﺎﺕ ﺍﻟﻬﻮﺍﺋﻴﺔ"
            ],
            "correctAnswer": "ﻳﻤﻨﻊ ﺭﻛﻮﺏ ﺍﻟﺪﺭﺍﺟﺎﺕ ﺍﻟﻬﻮﺍﺋﻴﺔ"
        },
        {
            "id": 200,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻧﻘﻄﺔ ﺇﻟﺘﻘﺎﺀ ﺧﻄﻴﻦ",
                "ﻁﺮﻳﻖ ﻳﺼﻞ ﺑﺨﻂ ﺭﺋﻴﺴﻲ",
                "ﻁﺮﻳﻖ ﻏﻴﺮ ﻧﺎﻓﺬ"
            ],
            "correctAnswer": "ﻁﺮﻳﻖ ﻏﻴﺮ ﻧﺎﻓﺬ"
        },
        {
            "id": 202,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺟﺴﺮ ﻓﻮﻕ ﺍﻟﻄﺮﻳﻖ",
                "ﻧﻬﺎﻳﺔ ﺍﻷﻭﺗﻮﺳﺘﺮﺍﺩ",
                "ﺇﻧﺘﺒﻪ ﻁﺮﻳﻖ ﺿﻴﻖ"
            ],
            "correctAnswer": "ﺇﻧﺘﺒﻪ ﻁﺮﻳﻖ ﺿﻴﻖ"
        },
        {
            "id": 203,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﻁﺮﻳﻖ ﻭﻋﺮﺓ",
                "ﺟﺴﺮ",
                "ﻧﻔﻖ"
            ],
            "correctAnswer": "ﻧﻔﻖ"
        },
        {
            "id": 204,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﺮﻛﺰ ﻧﺠﺪﺓ -ﻣﺴﺎﻋﺪﺓ",
                "ﻣﻮﻗﻒ ﻣﺨﺼﺺ ﻟﻠﻤﻌﺎﻗﻴﻦ",
                "ﻟﻸﻁﺒﺎﺀ ﻓﻘﻂ"
            ],
            "correctAnswer": "ﻟﻸﻁﺒﺎﺀ ﻓﻘﻂ"
        },
        {
            "id": 205,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻮﻗﻒ ﻣﺨﺼﺺ ﻟﻠﻤﻌﻮﻗﻴﻦ",
                "ﻣﻮﻗﻒ ﻟﺤﻈﺔ",
                "ﻣﻤﻨﻮﻉ ﻭﻗﻮﻑ ﺍﻟﻤﻌﺎﻗﻴﻦ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﻭﻗﻮﻑ ﺍﻟﻤﻌﺎﻗﻴﻦ"
        },
        {
            "id": 206,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻮﻗﻒ",
                "ﻣﻮﻗﻒ ﻟﺤﻈﺔ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﻮﻗﻮﻑ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻟﻮﻗﻮﻑ"
        },
        {
            "id": 207,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻮﻗﻒ ﻟﻠﻌﻤﻮﻡ - ﻣﻤﻨﻮﻉ ﻟﻠﺘﺎﻛﺴﻲ ﺃﻛﺜﺮ ﻣﻦ ﺳﻴﺎﺭﺗﻴﻦ",
                "ﻣﻤﻨﻮﻉ ﻭﻗﻮﻑ ﺳﻴﺎﺭﺍﺕ ﺍﻟﺘﺎﻛﺴﻲ",
                "ﻣﻮﻗﻒ ﺗﺎﻛﺴﻲ"
            ],
            "correctAnswer": "ﻣﻮﻗﻒ ﺗﺎﻛﺴﻲ"
        },
        {
            "id": 208,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﺯﺍﻟﺔ ﻓﻮﺭﻳﺔ",
                "ﺷﺮﻁﺔ",
                "ﺇﺳﺘﻌﻼﻣﺎﺕ"
            ],
            "correctAnswer": "ﺇﺳﺘﻌﻼﻣﺎﺕ"
        },
        {
            "id": 209,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﺮﻛﺰ ﺍﻧﺘﺮﻧﺖ",
                "ﻣﺤﻄﺔ ﻭﻗﻮﺩ",
                "ﺇﺳﺘﻌﻼﻣﺎﺕ"
            ],
            "correctAnswer": "ﺇﺳﺘﻌﻼﻣﺎﺕ"
        },
        {
            "id": 210,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻮﻗﻒ ﻣﺨﺼﺺ ﻟﻠﺸﺮﻁﺔ",
                "ﺇﻁﻔﺎﺀ",
                "ﺷﺮﻁﺔ ﺍﻟﺒﻠﺪﻳﺔ"
            ],
            "correctAnswer": "ﺷﺮﻁﺔ ﺍﻟﺒﻠﺪﻳﺔ"
        },
        {
            "id": 211,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺧﻂ ﺍﻟﻄﺮﻳﻖ ﺍﻟﺮﺋﻴﺴﻴﺔ",
                "ﺗﻘﺎﻁﻊ ﺧﻄﺮ",
                "ﺇﻧﻌﻄﺎﻑ ﻏﻴﺮ ﻣﺒﺎﺷﺮ ﺇﻟﻰ ﺍﻟﻴﺴﺎﺭ"
            ],
            "correctAnswer": "ﺇﻧﻌﻄﺎﻑ ﻏﻴﺮ ﻣﺒﺎﺷﺮ ﺇﻟﻰ ﺍﻟﻴﺴﺎﺭ"
        },
        {
            "id": 213,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﺮﻛﺰ ﻟﻠﺘﺼﻠﻴﺢ",
                "ﻣﻄﻌﻢ",
                "ﻓﻨﺪﻕ"
            ],
            "correctAnswer": "ﻓﻨﺪﻕ"
        },
        {
            "id": 214,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﺳﺘﻌﻼﻣﺎﺕ",
                "ﻣﻄﻌﻢ",
                "ﻣﺮﻁﺒﺎﺕ"
            ],
            "correctAnswer": "ﻣﺮﻁﺒﺎﺕ"
        },
        {
            "id": 215,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻫﺎﺗﻒ",
                "ﻣﻄﻌﻢ",
                "ﻣﺤﻄﺔ ﻭﻗﻮﺩ"
            ],
            "correctAnswer": "ﻣﺤﻄﺔ ﻭﻗﻮﺩ"
        },
        {
            "id": 216,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﺤﻄﺔ ﻭﻗﻮﺩ",
                "ﻣﺮﻛﺰ ﻟﻠﺘﺼﻠﻴﺢ",
                "ﻣﻄﻌﻢ"
            ],
            "correctAnswer": "ﻣﻄﻌﻢ"
        },
        {
            "id": 217,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺧﻂ ﺳﻴﺮ ﻣﺨﺼﺺ ﻟﻠﺒﺎﺻﺎﺕ",
                "ﻣﻤﻨﻮﻉ ﻭﻗﻮﻑ ﺍﻟﺒﺎﺻﺎﺕ",
                "ﻣﻮﻗﻒ ﺑﺎﺹ"
            ],
            "correctAnswer": "ﻣﻮﻗﻒ ﺑﺎﺹ"
        },
        {
            "id": 218,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﻣﻮﻗﻊ ﺗﻮﻗﻒ ﻭﻧﺪﺍﺀ ﻭﻣﺴﺎﻋﺪﺓ",
                "ﻣﻮﻗﻊ ﻟﻠﻤﻘﻄﻮﺭﺍﺕﻭﺍﻟﺨﻴﻢ",
                "ﻣﻤﻨﻮﻉ ﺍﻟﻮﻗﻮﻑ"
            ],
            "correctAnswer": "ﻣﻤﻨﻮﻉ ﺍﻟﻮﻗﻮﻑ"
        },
        {
            "id": 219,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﻌﻄﺎﻑ",
                "ﺧﻔﻒ ﺍﻟﺴﺮﻋﺔ",
                "ﺇﻧﻌﻄﺎﻑ ﻏﻴﺮ ﻣﺒﺎﺷﺮ ﺇﻟﻰ ﺍﻟﻴﺴﺎﺭ"
            ],
            "correctAnswer": "ﺇﻧﻌﻄﺎﻑ ﻏﻴﺮ ﻣﺒﺎﺷﺮ ﺇﻟﻰ ﺍﻟﻴﺴﺎﺭ"
        },
        {
            "id": 220,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﻌﻄﺎﻑ",
                "ﺧﻔﻒ ﺍﻟﺴﺮﻋﺔ",
                "ﺇﻧﻌﻄﺎﻑ ﻏﻴﺮ ﻣﺒﺎﺷﺮ ﺇﻟﻰ ﺍﻟﻴﺴﺎﺭ"
            ],
            "correctAnswer": "ﺇﻧﻌﻄﺎﻑ ﻏﻴﺮ ﻣﺒﺎﺷﺮ ﺇﻟﻰ ﺍﻟﻴﺴﺎﺭ"
        },
        {
            "id": 221,
            "category": "Signs",
            "question": "",
            "answers": [
                "ﺇﻧﺘﺒﻪ ﻣﻨﻌﻄﻒ ﻳﻤﻴﻦ",
                "ﺇﻧﺘﺒﻪ ﻣﻄﺒﺎﺕ",
                "ﺇﻧﺘﺒﻪ ﺍﻧﺨﻔﺎﺿﺎﺕ"
            ],
            "correctAnswer": "ﺇﻧﺘﺒﻪ ﺍﻧﺨﻔﺎﺿﺎﺕ"
        },
        {
            "id": 222,
            "category": "Safety",
            "question": "ﺍﻟﺴﺎﺋﻖ: ﺑﺨﻄﻮﻁ ﻣﺘﻮﺍﺻﻠﺔ ﺃﻭ ﺑﻔﻮﺍﺻﻞ، ﻳﺠﺐ ﻋﻠﻰ ﺇﺫﺍ ﻛﺎﻥ ﺍﻟﻄﺮﻳﻖ ﻣﻘﺴﻮﻣﺎ ﺇﻟﻰ ﻣﺴﻠﻜﻴﻦ ﻣﺤﺪﺩﻳﻦ",
            "answers": [
                "ﺍﻟﺴﻴﺮ ﻓﻲ ﺍﻹﺗﺠﺎﻩ ﺍﻟﻤﻌﺎﻛﺲ",
                "ﺇﺟﺘﻴﺎﺯ ﻫﺬﻩ ﺍﻟﺨﻄﻮﻁ ﻭﺍﻟﻔﻮﺍﺻﻞ ﻭﺍﻟﺴﻴﺮ ﻋﻠﻴﻬﺎ",
                "ﻋﺪﻡ ﺇﺟﺘﻴﺎﺯ ﻫﺬﻩ ﺍﻟﺨﻄﻮﻁ ﺃﻭ ﺍﻟﻔﻮﺍﺻﻞ"
            ],
            "correctAnswer": "ﻋﺪﻡ ﺇﺟﺘﻴﺎﺯ ﻫﺬﻩ ﺍﻟﺨﻄﻮﻁ ﺃﻭ ﺍﻟﻔﻮﺍﺻﻞ"
        },
        {
            "id": 224,
            "category": "Safety",
            "question": "ﻣﺘﻮﺍﺻﻞ، ﺃﻱ ﻣﻦ ﻫﺬﻩ ﺍﻷﺟﻮﺑﺔ ﺻ ﺢ: ﺇﺫﺍ ﻛﺎﻥ ﺍﻟﻤﺴﻠﻚ ﻣﺤﺪﺩ ﺑﺨﻂ ﻣﺘﻘ ﻄﻊ ﻣﺤﺎﺫ ﻟﺨﻂ",
            "answers": [
                "ﻳﺴﺎﺭﻩ ﻣﺒﺎﺷﺮﺓ ﻳﺴﻤﺢ ﻟﻠﺴﺎﺋﻖ ﺇﺟﺘﻴﺎﺯ ﺍﻟﺨﻂ ﺍﻟﻤﺘﻘ ﻄﻊ ﺇﺫﺍ ﻛﺎﻥ ﺇﻟﻰ",
                "ﺇﻟﻰ ﻳﺴﺎﺭﻩ ﻣﺒﺎﺷﺮﺓ ﻻ ﻳﺴﻤﺢ ﻟﻠﺴﺎﺋﻖ ﺇﺟﺘﻴﺎﺯ ﺍﻟﺨﻂ ﺍﻟﻤﺘﻮﺍﺻﻞ ﻓﻴﻤﺎ ﺇﺫﺍ ﻛﺎﻥ",
                "ﻛﺎﻥ ﺇﻟﻰ ﻳﺴﺎﺭﻩ ﻣﺒﺎﺷﺮﺓ ﻳ ﺤ ﱠﻈﺮ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ: ﺍﺟﺘﻴﺎﺯ ﺍﻟﺨﻂ ﺍﻟﻤﺘﻮﺍﺻﻞ ﻓﻴﻤﺎ ﺇﺫﺍ"
            ],
            "correctAnswer": "ﻛﺎﻥ ﺇﻟﻰ ﻳﺴﺎﺭﻩ ﻣﺒﺎﺷﺮﺓ ﻳ ﺤ ﱠﻈﺮ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ: ﺍﺟﺘﻴﺎﺯ ﺍﻟﺨﻂ ﺍﻟﻤﺘﻮﺍﺻﻞ ﻓﻴﻤﺎ ﺇﺫﺍ"
        },
        {
            "id": 225,
            "category": "Law",
            "question": "ﺗﺨ ﱠﺼﺺ ﺍﻷﺭﺻﻔﺔ، ﻋﻨﺪ ﻭﺟﻮﺩﻫﺎ:",
            "answers": [
                "ﻹﻳﻘﺎﻑ ﺍﻟﺴﻴﺎﺭﺓ ﻓﻲ ﺣﺎﻝ ﺍﻟﺴﻤﺎﺡ ﺑﺬﻟﻚ",
                "ﺍﻟﻤﺪﻓﻮﻋﻴﻦ ﺑﺎﻷﻳﺪﻱ ﻟﻠﻤﺸﺎﺓ ﻭﻋﺮﺑﺎﺕ ﺍﻷﻭﻻﺩ ﻭﺍﻟﻤﺮﺿﻰ ﻭﺍﻟﻤﻘﻌﺪﻳﻦ",
                "ﻟﻮﺿﻊ ﺃﻱ ﺷﻲﺀ ﻳﻌﻴﻖ ﺳﻴﺮ ﺍﻟﻤﻨﺘﻔﻌﻴﻦ"
            ],
            "correctAnswer": "ﻟﻮﺿﻊ ﺃﻱ ﺷﻲﺀ ﻳﻌﻴﻖ ﺳﻴﺮ ﺍﻟﻤﻨﺘﻔﻌﻴﻦ"
        },
        {
            "id": 226,
            "category": "Safety",
            "question": "ﺳﺮﻋﺔ ﻣﺮﻛﺒﺘﻪ ﺃﻭ ﺇﺗﺠﺎﻫﻬﺎ: ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺍﻟﺬﻱ ﻳﺘﺄﻫﺐ ﻹﺩﺧﺎﻝ ﺗﻐﻴﻴﺮ ﻫﺎﻡ ﻓﻲ",
            "answers": [
                "ﻳﺴﺎﺭﻩ ﻣﺒﺎﺷﺮﺓ ﺃﻥ ﻳﺘﺠﺎﻭﺯ ﺍﻟﺨﻄﻮﻁ ﺍﻟﻤﺘﻮﺍﺻﻠﺔ ﻓﻴﻤﺎ ﺇﺫﺍ ﻛﺎﻧﺖ ﺇﻟﻰ",
                "ﺃﻥ ﻳﺘﺠﺎﻭﺯ ﺍﻟﺨﻄﻮﻁ ﺍﻟﻤﺘﻘ ﻄﻌﺔ ﺩﻭﻥ ﺃﻱ ﺳﺎﺑﻖ ﺇﻧﺬﺍﺭ",
                "ﻭﺃﻥ ﻳﻨﺒﻪ ﻏﻴﺮﻩ ﺇﻟﻰ ﺫﻟﻚ ﺃﻥ ﻳﺘﺄﻛﺪ ﻣﺴﺒﻘﺎ ﻣﻦ ﺇﻣﻜﺎﻧﻴﺔ ﺇﺟﺮﺍﺀ ﺫﻟﻚ ﺑﺪﻭﻥ ﺧﻄﺮ"
            ],
            "correctAnswer": "ﻭﺃﻥ ﻳﻨﺒﻪ ﻏﻴﺮﻩ ﺇﻟﻰ ﺫﻟﻚ ﺃﻥ ﻳﺘﺄﻛﺪ ﻣﺴﺒﻘﺎ ﻣﻦ ﺇﻣﻜﺎﻧﻴﺔ ﺇﺟﺮﺍﺀ ﺫﻟﻚ ﺑﺪﻭﻥ ﺧﻄﺮ"
        },
        {
            "id": 227,
            "category": "Safety",
            "question": "ﺇﻻ: ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺃﻥ ﻻ ﻳﺴﺘﻌﻤﻞ ﺍﻟﻤﻜﺎﺑﺢ ﻓﻲ ﺍﻟﺴﻴﺮ ﻓﺠﺄﺓ",
            "answers": [
                "ﺑﺪﺍﻋﻲ ﺗﺠﺮﺑﺘﻬﺎ",
                "ﺑﺪﺍﻋﻲ ﺍﻟﺘﻮﻗﻒ",
                "ﺑﺪﺍﻋﻲ ﺍﻟﺨﻄﺮ"
            ],
            "correctAnswer": "ﺑﺪﺍﻋﻲ ﺍﻟﺨﻄﺮ"
        },
        {
            "id": 228,
            "category": "Safety",
            "question": "ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺃﻥ ﻳﻠﺘﺰﻡ ﺟﺎﻧﺐ:",
            "answers": [
                "ﺍﻟﺠﻬﺔ ﺍﻟﻤﻌﺎﻛﺴﺔ ﺍﻟﻴﻤﻴﻦ ﻣﻦ ﺍﻟﻄﺮﻳﻖ ﻋﻨﺪﻣﺎ ﻳﻘﺒﻞ ﻋﻠﻴﻪ ﺳﺎﺋﻖ ﺁﺧﺮ ﻣﻦ",
                "ﺍﻟﻴﺴﺎﺭ ﻋﻨﺪﻣﺎ ﻳﺮﻳﺪ ﺳﺎﺋﻖ ﺁﺧﺮ ﺗﺠﺎﻭﺯﻩ",
                "ﺍﻟﺠﻬﺔ ﺍﻟﻤﻌﺎﻛﺴﺔ ﺍﻟﻴﺴﺎﺭ ﻣﻦ ﺍﻟﻄﺮﻳﻖ ﻋﻨﺪﻣﺎ ﻳﻘﺒﻞ ﻋﻠﻴﻪ ﺳﺎﺋﻖ ﺁﺧﺮ ﻣﻦ"
            ],
            "correctAnswer": "ﺍﻟﺠﻬﺔ ﺍﻟﻤﻌﺎﻛﺴﺔ ﺍﻟﻴﺴﺎﺭ ﻣﻦ ﺍﻟﻄﺮﻳﻖ ﻋﻨﺪﻣﺎ ﻳﻘﺒﻞ ﻋﻠﻴﻪ ﺳﺎﺋﻖ ﺁﺧﺮ ﻣﻦ"
        },
        {
            "id": 229,
            "category": "Safety",
            "question": "ﻳ ﺤ ﱠﻈﺮ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ:",
            "answers": [
                "ﺍﻟﺮﺅﻳﺔ ﻛﺎﻓﻴﺔ ﺗﺠﺎﻭﺯ ﺳﺎﺋﻖ ﺁﺧﺮ ﻣﻦ ﺍﻟﺠﺎﻧﺐ ﺍﻷﻳﺴﺮ ﻋﻨﺪﻣﺎ ﺗﻜﻮﻥ",
                "ﺍﻟﺠﻬﺔ ﺍﻟﻤﻘﺎﺑﻠﺔ ﺳﺎﺋﻖ ﺁﺧﺮ ﺍﻟﺴﻴﺮ ﻋﻠﻰ ﺍﻟﺠﺎﻧﺐﺍﻷﻳﻤﻦ، ﻋﻨﺪﻣﺎ ﻳﻘﺒﻞ ﻋﻠﻴﻪ ﻣﻦ",
                "ﺇﺧﺘﻼﻑ ﺃﻧﻮﺍﻋﻬﺎ ﻭﻫﻲ ﻓﻲ ﺣﺎﻟﺔ ﺍﻟﺴﻴﺮ ﺗﺠﺎﻭﺯ ﺍﻟﻔﺮﻕ ﺍﻟﻌﺴﻜﺮﻳﺔ ﻭﻗﻮﻯ ﺍﻷﻣﻦ ﻭﺍﻟﻤﻮﺍﻛﺐ ﻋﻠﻰ"
            ],
            "correctAnswer": "ﺇﺧﺘﻼﻑ ﺃﻧﻮﺍﻋﻬﺎ ﻭﻫﻲ ﻓﻲ ﺣﺎﻟﺔ ﺍﻟﺴﻴﺮ ﺗﺠﺎﻭﺯ ﺍﻟﻔﺮﻕ ﺍﻟﻌﺴﻜﺮﻳﺔ ﻭﻗﻮﻯ ﺍﻷﻣﻦ ﻭﺍﻟﻤﻮﺍﻛﺐ ﻋﻠﻰ"
        },
        {
            "id": 230,
            "category": "Safety",
            "question": "ﻳ ﺤ ﱠﻈﺮ ﻋﻠﻰ ﺳﺎﺋﻘﻲ ﺍﻟﻤﺮﻛﺒﺎﺕ:",
            "answers": [
                "ﺃﻥ ﻳﺴﻴﺮﻭﺍ ﺑﺎﻹﺗﺠﺎﻩ ﺍﻟﻤﺤﺪﺩ",
                "ﺃﻥ ﻳﺘﻤﻬﻠﻮﺍ ﺑﺎﻟﺴﻴﺮ ﻋﻠﻰ ﺍﻟﺠﺎﻧﺐ ﺍﻷﻳﺴﺮ",
                "ﺗﺴﻴﻴﺮﻫﺎ ﻓﻲ ﺍﻟﻤﻨﺤﺪﺭﺍﺕ ﺑﻘﻮﺓ ﺇﻧﺪﻓﺎﻋﻬﺎ ﺃﻥ ﻳﻮﻗﻔﻮﺍ ﻣﺤﺮﻛﺎﺕﻣﺮﻛﺒﺎﺗﻬﻢ ﻋﻦ ﺍﻟﺪﻭﺭﺍﻥ ﺑﻘﺼﺪ"
            ],
            "correctAnswer": "ﺗﺴﻴﻴﺮﻫﺎ ﻓﻲ ﺍﻟﻤﻨﺤﺪﺭﺍﺕ ﺑﻘﻮﺓ ﺇﻧﺪﻓﺎﻋﻬﺎ ﺃﻥ ﻳﻮﻗﻔﻮﺍ ﻣﺤﺮﻛﺎﺕﻣﺮﻛﺒﺎﺗﻬﻢ ﻋﻦ ﺍﻟﺪﻭﺭﺍﻥ ﺑﻘﺼﺪ"
        },
        {
            "id": 231,
            "category": "Safety",
            "question": "ﻳ ﺤ ﱠﻈﺮ ﻋﻠﻰ ﺳﺎﺋﻖ ﺍﻟﻤﺮﻛﺒﺔ:",
            "answers": [
                "ﺃﻥ ﻳﺘﺄﻛﺪ ﻣﻦ ﺇﺟﺮﺍﺀ ﻣﻨﺎﻭﺭﺓ ﺍﻟﺘﺠﺎﻭﺯ ﺩﻭﻥ ﺧﻄﺮ",
                "ﺃﻥ ﻳﺴﻴﺮ ﺑﺎﻹﺗﺠﺎﻩ ﺍﻟﻤﺤﺪﺩ",
                "ﻭﺳﻂ ﺍﻟﻄﺮﻳﻖ ﺍﻟﻌﺎﻡ ﺿﻤﻦ ﺍﻟﻤﻨﺎﻁﻖ ﺍﻟﻤﺄﻫﻮﻟﺔ ﻳﺠﺮﻱ ﻣﻨﺎﻭﺭﺓ ﻋﻜﺲ ﺍﻹﺗﺠﺎﻩ(Demi Tour) ﻓﻲ"
            ],
            "correctAnswer": "ﻭﺳﻂ ﺍﻟﻄﺮﻳﻖ ﺍﻟﻌﺎﻡ ﺿﻤﻦ ﺍﻟﻤﻨﺎﻁﻖ ﺍﻟﻤﺄﻫﻮﻟﺔ ﻳﺠﺮﻱ ﻣﻨﺎﻭﺭﺓ ﻋﻜﺲ ﺍﻹﺗﺠﺎﻩ(Demi Tour) ﻓﻲ"
        },
        {
            "id": 233,
            "category": "Safety",
            "question": "ﻳ ﺤ ﱠﻈﺮ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺃﻥ:",
            "answers": [
                "ﺍﻟﺴﻴﺮ ﻋﻠﻰ ﺍﻟﺠﺎﻧﺐ ﺍﻷﻳﻤﻦ ﻣﻦ ﺍﻟﻄﺮﻳﻖ",
                "ﺃﻥ ﻳﺘﺄﻛﺪ ﻣﻦ ﺇﺟﺮﺍﺀ ﻣﻨﺎﻭﺭﺓ ﺍﻟﺘﺠﺎﻭﺯ ﺩﻭﻥ ﺧﻄﺮ",
                "ﻏﺴﻞ ﺍﻟﻤﺮﻛﺒﺎﺕ ﻋﻠﻰ ﺍﻟﻄﺮﻳﻖ ﺍﻟﻌﺎﻡ"
            ],
            "correctAnswer": "ﻏﺴﻞ ﺍﻟﻤﺮﻛﺒﺎﺕ ﻋﻠﻰ ﺍﻟﻄﺮﻳﻖ ﺍﻟﻌﺎﻡ"
        },
        {
            "id": 234,
            "category": "Safety",
            "question": "ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺃﻥ:",
            "answers": [
                "ﻭﻛﺜﺎﻓﺔ ﺍﻟﺴﻴﺮ ﺃﻥ ﻻ ﻳﺄﺧﺬ ﺑﻌﻴﻦ ﺍﻹﻋﺘﺒﺎﺭ ﻭﺿﻌﻴﺔ ﺍﻟﻄﺮﻕ ﻭﺣﺎﻟﺘﻬﺎ",
                "ﻭﺧﺎﺻﺔ ﻋﻨﺪﻣﺎ ﺗﻜﻮﻥ ﺍﻟﺮﺅﻳﺔ ﺳﻴﺌﺔ ﻳﺨﻔﻒ ﺍﻟﺴﺮﻋﺔ ﺃﻭ ﺃﻥ ﻳﺘﻮﻗﻒ ﻛﻠﻤﺎ ﺃﻭﺟﺒﺖ ﺍﻟﻈﺮﻭﻑ",
                "ﻳﺰﻳﺪ ﺍﻟﺴﺮﻋﺔ ﻋﻨﺪﻣﺎ ﺗﻜﻮﻥ ﺍﻟﺮﺅﻳﺔ ﺳﻴﺌﺔ"
            ],
            "correctAnswer": "ﻳﺰﻳﺪ ﺍﻟﺴﺮﻋﺔ ﻋﻨﺪﻣﺎ ﺗﻜﻮﻥ ﺍﻟﺮﺅﻳﺔ ﺳﻴﺌﺔ"
        },
        {
            "id": 235,
            "category": "Safety",
            "question": "ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ:",
            "answers": [
                "ﺍﻟﺘﺠﺎﻭﺯ ﻋﻠﻰ ﺍﻟﻴﺴﺎﺭ",
                "ﺍﻟﺘﻼﻗﻲ ﻋﻠﻰ ﺍﻟﻴﺴﺎﺭ",
                "ﻣﺴﺮﺏ ﻭﺍﺣﺪ ﺍﻟﺘﺠﺎﻭﺯ ﻋﻠﻰ ﺍﻟﻴﻤﻴﻦ ﻋﻨﺪﻣﺎ ﺗﻜﻮﻥ ﺍﻟﻄﺮﻳﻖ ﺫﺍﺕ"
            ],
            "correctAnswer": "ﻣﺴﺮﺏ ﻭﺍﺣﺪ ﺍﻟﺘﺠﺎﻭﺯ ﻋﻠﻰ ﺍﻟﻴﻤﻴﻦ ﻋﻨﺪﻣﺎ ﺗﻜﻮﻥ ﺍﻟﻄﺮﻳﻖ ﺫﺍﺕ"
        },
        {
            "id": 236,
            "category": "Safety",
            "question": "ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﻓﻲ ﺣﺎﻝ ﺍﻟﺘﻼﻗﻲ:",
            "answers": [
                "ﻭﺍﺣﺪ ﺃﻥ ﻳﻠﺘﺰﻡ ﺧﻂ ﺍﻟﻮﺳﻂ ﻓﻲ ﺣﺎﻝ ﻛﺎﻧﺖ ﺍﻟﻄﺮﻳﻖ ﻣﺴﻠﻚ",
                "ﻭﺟﻮﺩ ﺳﺎﻟﻜﻴﻦ ﺁﺧﺮﻳﻦ ﻋﻠﻴﻬﺎ ﺃﻥ ﻳﻠﺘﺰﻡ ﺍﻟﺠﻬﺔ ﺍﻟﻴﺴﺎﺭ ﻣﻦ ﺍﻟﻄﺮﻳﻖ ﺑﻘﺪﺭ ﻣﺎ ﻳﺴﻤﺢ",
                "ﻭﺟﻮﺩ ﺳﺎﻟﻜﻴﻦ ﺁﺧﺮﻳﻦ ﻋﻠﻴﻬﺎ ﺃﻥ ﻳﻠﺘﺰﻡ ﺍﻟﺠﻬﺔ ﺍﻟﻴﻤﻴﻦ ﻣﻦ ﺍﻟﻄﺮﻳﻖ ﺑﻘﺪﺭ ﻣﺎ ﻳﺴﻤﺢ"
            ],
            "correctAnswer": "ﻭﺟﻮﺩ ﺳﺎﻟﻜﻴﻦ ﺁﺧﺮﻳﻦ ﻋﻠﻴﻬﺎ ﺃﻥ ﻳﻠﺘﺰﻡ ﺍﻟﺠﻬﺔ ﺍﻟﻴﻤﻴﻦ ﻣﻦ ﺍﻟﻄﺮﻳﻖ ﺑﻘﺪﺭ ﻣﺎ ﻳﺴﻤﺢ"
        },
        {
            "id": 237,
            "category": "Safety",
            "question": "ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﻗﺒﻞ ﺍﻟﺸﺮﻭﻉ ﺑﺎﻟﺘﺠﺎﻭﺯ:",
            "answers": [
                "ﺍﻟﻤﻨﺎﻁﻖ ﺍﻟﻤﺄﻫﻮﻟﺔ ﻋﺪﻡ ﻣﺮﺍﻋﺎﺓ ﺗﺪﺍﺑﻴﺮ ﺍﻟﺴﻴﺮ ﺍﻟﻤﻤﻜﻦ ﺇﺗﺨﺎﺫﻫﺎ ﺿﻤﻦ",
                "ﺑﻤﻨﺎﻭﺭﺓ ﺗﺠﺎﻭﺯ ﻣﻤﺎﺛﻠﺔ ﺃﻥ ﻳﻘﻮﻡ ﺑﺎﻟﺘﺠﺎﻭﺯﺣﺘﻰ ﻭﻟﻮ ﺑﺎﺷﺮ ﺍﻟﺴﺎﺋﻖ ﺍﻟﺬﻱ ﻳﺘﺒﻌﻪ",
                "ﻣﻨﺎﻭﺭﺓ ﺗﺠﺎﻭﺯ ﻣﻤﺎﺛﻠﺔ ﺃﻥ ﻳﺘﺄﻛﺪ ﻣﻦ ﺃﻥ ﻣﻦ ﻳﺘﺒﻌﻪ ﻣﻦ ﺍﻟﺴﺎﺋﻘﻴﻦ ﻟﻢ ﻳﺒﺎﺷﺮ ﺑﻌﺪ"
            ],
            "correctAnswer": "ﻣﻨﺎﻭﺭﺓ ﺗﺠﺎﻭﺯ ﻣﻤﺎﺛﻠﺔ ﺃﻥ ﻳﺘﺄﻛﺪ ﻣﻦ ﺃﻥ ﻣﻦ ﻳﺘﺒﻌﻪ ﻣﻦ ﺍﻟﺴﺎﺋﻘﻴﻦ ﻟﻢ ﻳﺒﺎﺷﺮ ﺑﻌﺪ"
        },
        {
            "id": 238,
            "category": "Safety",
            "question": "ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﻗﺒﻞ ﺍﻟﺸﺮﻭﻉ ﺑﺎﻟﺘﺠﺎﻭﺯ:",
            "answers": [
                "ﻋﻤﻠﻴﺔ ﻣﻤﺎﺛﻠﺔ ﻟﻪ ﺃﻓﻀﻠﻴﺔ ﺍﻟﺘﺠﺎﻭﺯ ﻭﻟﻮ ﺑﺎﺷﺮ ﺍﻟﺴﺎﺋﻖ ﺍﻟﺬﻱ ﻳﺘﺒﻌﻪ",
                "ﻋﺪﻡ ﺗﻨﺒﻴﻪ ﺍﻟﺴﺎﺋﻖ ﺍﻟﺬﻱ ﻳﺮﻳﺪ ﺗﺠﺎﻭﺯﻩ",
                "ﺃﻥ ﻳﻨﺒﻪ ﺍﻟﺴﺎﺋﻖ ﺍﻟﺬﻱ ﻳﺮﻳﺪ ﺗﺠﺎﻭﺯﻩ"
            ],
            "correctAnswer": "ﺃﻥ ﻳﻨﺒﻪ ﺍﻟﺴﺎﺋﻖ ﺍﻟﺬﻱ ﻳﺮﻳﺪ ﺗﺠﺎﻭﺯﻩ"
        },
        {
            "id": 239,
            "category": "Safety",
            "question": "ﻋﻨﺪ ﺍﻟﺘﺠﺎﻭﺯ، ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺃﻥ:",
            "answers": [
                "ﻻ ﻳﻠﺘﺰﻡ ﺍﻟﻴﻤﻴﻦ ﻣﺒﺎﺷﺮﺓ ﺑﻌﺪ ﺍﻟﺘﺠﺎﻭﺯ",
                "ﻳﻀﺎﻳﻖ ﺫﻟﻚ ﺍﻟﺴﺎﺋﺮﻳﻦ ﻓﻲ ﺍﻹﺗﺠﺎﻩ ﺍﻟﻤﻌﺎﻛﺲ ﻳﺴﺘﻌﻤﻞ ﺍﻟﻨﺼﻒ ﺍﻷﻳﺴﺮ ﻣﻦ ﺍﻟﻄﺮﻳﻖ، ﻋﻠﻰ ﺃﻥ ﻻ",
                "ﻳﻀﺎﻳﻖ ﺍﻟﺴﺎﺋﺮﻳﻦ ﻓﻲ ﺍﻹﺗﺠﺎﻩ ﺍﻟﻤﻌﺎﻛﺲ ﻳﺴﺘﻌﻤﻞ ﺍﻟﻨﺼﻒ ﺍﻷﻳﺴﺮ ﻣﻦ ﺍﻟﻄﺮﻳﻖ، ﻭﻟﻮ ﻛﺎﻥ ﺫﻟﻚ"
            ],
            "correctAnswer": "ﻳﻀﺎﻳﻖ ﺍﻟﺴﺎﺋﺮﻳﻦ ﻓﻲ ﺍﻹﺗﺠﺎﻩ ﺍﻟﻤﻌﺎﻛﺲ ﻳﺴﺘﻌﻤﻞ ﺍﻟﻨﺼﻒ ﺍﻷﻳﺴﺮ ﻣﻦ ﺍﻟﻄﺮﻳﻖ، ﻭﻟﻮ ﻛﺎﻥ ﺫﻟﻚ"
        },
        {
            "id": 240,
            "category": "Safety",
            "question": "ﻳﺴﻤﺢ ﺑﺎﻟﺘﺠﺎﻭﺯ ﻋﻠﻰ ﺍﻟﻴﻤﻴﻦ ﺧﻼﻓﺎ ﻟﻠﻘﺎﻋﺪﺓ:",
            "answers": [
                "ﻓﻲ ﺣﺎﻝ ﺃﺷﺎﺭ ﺍﻟﺴﺎﺋﻖ ﺑﺄﻧﻪ ﻳﻨﻮﻱ ﺍﻟﺘﻮﺟﻪ ﺇﻟﻰ ﺍﻟﻴﻤﻴﻦ",
                "ﻻ ﻳﺴﻤﺢ ﺑﺎﻟﺘﺠﺎﻭﺯ ﻋﻠﻰ ﺍﻟﻴﻤﻴﻦ",
                "ﻣﺴﺮﺏ ﺇﻟﻰ ﺁﺧﺮ ﻻ ﻳﺴﺒﺐ ﺧﻄﺮﺍ ﺃﻭ ﺇﺯﻋﺎﺟﺎ ﻟﻶﺧﺮﻳﻦ ﻣﺴﺮﺑﻴﻦ، ﺷﺮﻁ ﺃﻥ ﻳﺘﺄﻛﺪ ﺍﻟﺴﺎﺋﻖ ﺃﻥ ﺇﻧﺘﻘﺎﻟﻪ ﻣﻦ ﻓﻲ ﺍﻟﻤﺴﺎﻟﻚ ﻭﺍﻟﻄﺮﻗﺎﺕ ﺍﻟﺘﻲ ﺗﺤﺘﻮﻱ ﺃﻛﺜﺮ ﻣﻦ"
            ],
            "correctAnswer": "ﻣﺴﺮﺏ ﺇﻟﻰ ﺁﺧﺮ ﻻ ﻳﺴﺒﺐ ﺧﻄﺮﺍ ﺃﻭ ﺇﺯﻋﺎﺟﺎ ﻟﻶﺧﺮﻳﻦ ﻣﺴﺮﺑﻴﻦ، ﺷﺮﻁ ﺃﻥ ﻳﺘﺄﻛﺪ ﺍﻟﺴﺎﺋﻖ ﺃﻥ ﺇﻧﺘﻘﺎﻟﻪ ﻣﻦ ﻓﻲ ﺍﻟﻤﺴﺎﻟﻚ ﻭﺍﻟﻄﺮﻗﺎﺕ ﺍﻟﺘﻲ ﺗﺤﺘﻮﻱ ﺃﻛﺜﺮ ﻣﻦ"
        },
        {
            "id": 242,
            "category": "Safety",
            "question": "ﻳ ﺤ ﱠﻈﺮ ﺍﻟﺘﺠﺎﻭﺯ:",
            "answers": [
                "ﻭﺍﺣﺪ ﻋﻠﻰ ﺍﻟﻄﺮﻗﺎﺕ ﺍﻟﺘﻲ ﻻ ﺗﺤﺘﻮﻱ ﺃﻛﺜﺮ ﻣﻦ ﻣﺴﺮﺏ",
                "ﻋﻦ ﺟﻬﺔ ﺍﻟﻴﻤﻴﻦ ﻓﻲﺟﻤﻴﻊ ﺍﻟﺤﺎﻻﺕ",
                "ﻋﻠﻰ ﺍﻟﺠﺴﻮﺭ ﻭﻓﻲﺍﻷﻧﻔﺎﻕ"
            ],
            "correctAnswer": "ﻋﻠﻰ ﺍﻟﺠﺴﻮﺭ ﻭﻓﻲﺍﻷﻧﻔﺎﻕ"
        },
        {
            "id": 243,
            "category": "Safety",
            "question": "ﻳ ﺤ ﱠﻈﺮ ﺍﻟﺘﺠﺎﻭﺯ:",
            "answers": [
                "ﺍﻟﺴﻴﺮ ﺃﻭ ﺑﺴﺒﺐ ﻭﺟﻮﺩ ﺇﺷﺎﺭﺓ ﺑﺘﻮﻗﻔﻬﺎ ﻓﻲ ﺣﺎﻝ ﺗﻮﻗﻒ ﺭﺗﻞﻣﻦ ﺍﻟﺴﻴﺎﺭﺍﺕ ﺑﺴﺒﺐ ﻋﺮﻗﻠﺔ",
                "ﻓﻲ ﺣﺎﻝ ﺑﻘﺎﺀ ﺍﻟﻨﺼﻒ ﺍﻻﻳﺴﺮ ﻣﻦ ﺍﻟﻄﺮﻳﻖ ﺣ ﺮﺍ",
                "ﻟﻠﻄﺮﻳﻖ ﺇﺫﺍ ﻛﺎﻥ ﺍﻟﻤﻘﺼﻮﺩ ﺗﺠﺎﻭﺯﻩ ﻳﺴﻴﺮ ﻋﻠﻰ ﺍﻟﻤﺴﻠﻚ ﺍﻟﻴﻤﻴﻦ"
            ],
            "correctAnswer": "ﻟﻠﻄﺮﻳﻖ ﺇﺫﺍ ﻛﺎﻥ ﺍﻟﻤﻘﺼﻮﺩ ﺗﺠﺎﻭﺯﻩ ﻳﺴﻴﺮ ﻋﻠﻰ ﺍﻟﻤﺴﻠﻚ ﺍﻟﻴﻤﻴﻦ"
        },
        {
            "id": 244,
            "category": "Safety",
            "question": "ﻳ ﺤ ﱠﻈﺮ ﺍﻟﺘﺠﺎﻭﺯ:",
            "answers": [
                "ﺍﻟﻄﺮﻳﻖ ﺣ ﺮﺍ ﺍﻷﻣﺎﻡ ﻏﻴﺮ ﻛﺎﻓﻴﺔ ﺇﻻ ﺑﺸﺮﻁ ﺑﻘﺎﺀ ﺍﻟﻨﺼﻒ ﺍﻷﻳﺴﺮ ﻣﻦ ﻋﻨﺪ ﺭﺅﻭﺱ ﺍﻟﻄﺮﻗﺎﺕ ﺍﻟﻤﺮﺗﻔﻌﺔ ﺇﺫﺍ ﻛﺎﻧﺖ ﺍﻟﺮﺅﻳﺔ ﺇﻟﻰ",
                "ﺍﻟﺤ ﺮ ﻓﻲ ﻋﺮﺿﻪ ﺑﺎﻟﺘﺠﺎﻭﺯ ﺑﺴﻬﻮﻟﺔ ﻭﺳﻼﻣﺔ ﺗﺎﻣﺔ ﻓﻲ ﺍﻟﺤﺎﻻﺕ ﺍﻟﺘﻲ ﻳﺴﻤﺢ ﻓﻴﻬﺎ ﺷﻜﻞ ﺍﻟﻄﺮﻳﻖ ﺍﻟﻤﺠﺎﻝ",
                "ﻣﺘﻘ ﻄﻌﺔ ﺇﺫﺍ ﻛﺎﻥ ﺍﻟﻄﺮﻳﻖ ﻣﻘﺴﻢ ﺇﻟﻰ ﻋﺪﺓ ﻣﺴﺎﻟﻚ ﻣﺤﺪﺩﺓ ﺑﺨﻄﻮﻁ"
            ],
            "correctAnswer": "ﻣﺘﻘ ﻄﻌﺔ ﺇﺫﺍ ﻛﺎﻥ ﺍﻟﻄﺮﻳﻖ ﻣﻘﺴﻢ ﺇﻟﻰ ﻋﺪﺓ ﻣﺴﺎﻟﻚ ﻣﺤﺪﺩﺓ ﺑﺨﻄﻮﻁ"
        },
        {
            "id": 245,
            "category": "Safety",
            "question": "ﺍﻟﻄﺮﻳﻖ ﺍﻵﺧﺮﻳﻦ ﺃﻥ: ﺇﻗﺘﺮﺍﺑﻬﺎ ﺑﻮﺍﺳﻄﺔ ﺍﻹﺷﺎﺭﺍﺕ ﻭﺟﺐ ﻋﻠﻰ ﺳﺎﻟﻜﻲ ﺃﻹﻁﻔﺎﺋﻴﺔ ﺃﻭ ﺍﻟﺪﻓﺎﻉ ﺍﻟﻤﺪﻧﻲ ﺃﻭ ﺍﻹﺳﻌﺎﻑ ﺇﻟﻰ ﺇﺫﺍ ﻧﺒﻬﺖ ﺳﻴﺎﺭﺓ ﻣﻦ ﺳﻴﺎﺭﺍﺕ ﻗﻮﻯ ﺍﻷﻣﻦ ﺃﻭ",
            "answers": [
                "ﺍﻟﺴﻴﺎﺭﺍﺕ ﺍﻟﺘﻮﻗﻒ ﻓﻮﺭﺍ ﺣﻴﺜﻤﺎ ﻭﺟﺪﻭﺍ ﻟﺘﺴﻬﻴﻞ ﻣﺮﻭﺭ ﻫﺬﻩ",
                "ﻳﺘﻨﺤﻮﺍ ﺟﺎﻧﺒﺎ ﻟﺘﺴﻬﻴﻞ ﻣﺮﻭﺭ ﻫﺬﻩ ﺍﻟﺴﻴﺎﺭﺍﺕ ﻳﺨﻔﻀﻮﺍ ﺳﺮﻋﺘﻬﻢﻭﺇﺫﺍ ﻟﺰﻡ ﺍﻷﻣﺮ ﺃﻥ ﻳﺘﻮﻗﻔﻮﺍ ﺃﻭ",
                "ﺯﻳﺎﺩﺓ ﺳﺮﻋﺘﻬﻢ ﻟﺘﺴﻬﻴﻞ ﻣﺮﻭﺭ ﻫﺬﻩ ﺍﻟﺴﻴﺎﺭﺍﺕ"
            ],
            "correctAnswer": "ﺯﻳﺎﺩﺓ ﺳﺮﻋﺘﻬﻢ ﻟﺘﺴﻬﻴﻞ ﻣﺮﻭﺭ ﻫﺬﻩ ﺍﻟﺴﻴﺎﺭﺍﺕ"
        },
        {
            "id": 246,
            "category": "Safety",
            "question": "ﻳ ﺤ ﱠﻈﺮ ﺍﻟﺘﺠﺎﻭﺯ:",
            "answers": [
                "ﺑﺨﻄﻮﻁ ﻣﺘﻘ ﻄﻌﺔ ﺇﺫﺍ ﻛﺎﻥ ﺍﻟﻄﺮﻳﻖ ﻣﻘﺴﻢ ﺇﻟﻰ ﻋﺪﺓ ﻣﺴﺎﻟﻚ ﻣﺤﺪﺩﺓ",
                "ﻓﻲ ﺍﻟﻄﺮﻗﺎﺕ ﺍﻟﺠﺒﻠﻴﺔ ﺍﻟﻀﻴﻘﺔ ﺃﻭ ﺍﻹﻧﺤﺪﺍﺭ ﺍﻟﺸﺪﻳﺪ",
                "ﻓﻲ ﺍﻟﻄﺮﻗﺎﺕ ﺍﻟﻮﺍﺳﻌﺔ"
            ],
            "correctAnswer": "ﻓﻲ ﺍﻟﻄﺮﻗﺎﺕ ﺍﻟﻮﺍﺳﻌﺔ"
        },
        {
            "id": 247,
            "category": "Safety",
            "question": "ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﻋﻨﺪ ﺍﻗﺘﺮﺍﺑﻪ ﻣﻦ ﺗﻘﺎﻁﻊ ﻁﺮﻕ:",
            "answers": [
                "ﺃﻥ ﻳﻠﺘﺰﻡ ﺍﻟﻄﺮﻑ ﺍﻟﻴﻤﻴﻦ ﻣﻦ ﺍﻟﻄﺮﻳﻖ",
                "ﺍﻟﻤﺮﻭﺭ ﺩﻭﻥ ﺍﻟﺘﺜﺒﺖ ﻣﻦ ﺃﻥ ﺍﻟﻄﺮﻳﻖ ﺣ ﺮ",
                "ﺃﻥ ﻳﺘﺄﻛﺪ ﻣﻦ ﺃﻥ ﺍﻟﻄﺮﻳﻖ ﺍﻟﺬﻱ ﻳﻨﻮﻱ ﻗﻄﻌﻪ ﺣ ﺮ"
            ],
            "correctAnswer": "ﺃﻥ ﻳﺘﺄﻛﺪ ﻣﻦ ﺃﻥ ﺍﻟﻄﺮﻳﻖ ﺍﻟﺬﻱ ﻳﻨﻮﻱ ﻗﻄﻌﻪ ﺣ ﺮ"
        },
        {
            "id": 248,
            "category": "Safety",
            "question": "ﺳﻠﻮﻙ ﻁﺮﻳﻖ ﺁﺧﺮ ﻭﺍﻗﻊ ﺇﻟﻰ ﻳﻤﻴﻨﻪ: ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺍﻟﺬﻱ ﻳﺘﺄﻫﺐ ﻟﺘﺮﻙ ﻁﺮﻳﻖ ﻣﻦ ﺃﺟﻞ",
            "answers": [
                "ﺃﻥ ﻳﻤﻴﻞ ﺇﻟﻰ ﺍﻟﻴﺴﺎﺭ ﺩﻭﻥ ﺃﻥ ﻳﺘﻌﺪﻯ ﻣﺤﻮﺭ ﺍﻟﻄﺮﻳﻖ",
                "ﺃﻥ ﻳﻠﺘﺰﻡ ﺍﻟﻄﺮﻑ ﺍﻷﻳﺴﺮ ﻣﻦ ﺍﻟﻄﺮﻳﻖ",
                "ﺃﻥ ﻳﻠﺘﺰﻡ ﺍﻟﻄﺮﻑ ﺍﻟﻴﻤﻴﻦ ﻣﻦ ﺍﻟﻄﺮﻳﻖ"
            ],
            "correctAnswer": "ﺃﻥ ﻳﻠﺘﺰﻡ ﺍﻟﻄﺮﻑ ﺍﻟﻴﻤﻴﻦ ﻣﻦ ﺍﻟﻄﺮﻳﻖ"
        },
        {
            "id": 249,
            "category": "Safety",
            "question": "ﺳﻠﻮﻙ ﻁﺮﻳﻖ ﺁﺧﺮ ﻭﺍﻗﻊ ﻋﻠﻰ ﻳﺴﺎﺭﻩ ﺃﻥ: ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺍﻟﺬﻱ ﻳﺘﺄﻫﺐ ﻟﺘﺮﻙ ﻁﺮﻳﻖ ﻣﻦ ﺃﺟﻞ",
            "answers": [
                "ﻳﺴﺎﺭﺍ ﻳﺒﻘﻰ ﻓﻲ ﺧﻂ ﺍﻟﻮﺳﻂ ﺩﻭﻥ ﺃﻥ ﻳﻤﻴﻞ ﻻ ﻳﻤﻴﻨﺎ ﻭﻻ",
                "ﻳﻤﻴﻞ ﺇﻟﻰ ﺍﻟﻴﺴﺎﺭ ﺩﻭﻥ ﺃﻥ ﻳﺘﻌﺪﻯ ﻣﺤﻮﺭ ﺍﻟﻄﺮﻳﻖ",
                "ﻳﻤﻴﻞ ﺇﻟﻰ ﻳﻤﻴﻨﻪ ﺩﻭﻥ ﺃﻥ ﻳﺘﻌﺪﻯ ﻣﺤﻮﺭ ﺍﻟﻄﺮﻳﻖ"
            ],
            "correctAnswer": "ﻳﻤﻴﻞ ﺇﻟﻰ ﻳﻤﻴﻨﻪ ﺩﻭﻥ ﺃﻥ ﻳﺘﻌﺪﻯ ﻣﺤﻮﺭ ﺍﻟﻄﺮﻳﻖ"
        },
        {
            "id": 251,
            "category": "Safety",
            "question": "ﻣﻦ ﺍﻷﻓﻀﻞ ﺍﻟﻤﺤﺎﻓﻈﺔ ﻋﻠﻰ \"ﻣﺴﺎﻓﺔ ﺃﻣﺎﻥ\":",
            "answers": [
                "ﻋﻠﻰ ﻛﻞ ﺟﻮﺍﻧﺐ ﺍﻟﻤﺮﻛﺒﺔ",
                "ﻓﻘﻂ ﻣﻦ ﺟﻬﺘﻲ ﺍﻟﻴﻤﻴﻦ ﻭﺍﻟﻴﺴﺎﺭ",
                "ﻓﻘﻂ ﻣﻦ ﺟﻬﺘﻲ ﺍﻻﻣﺎﻡ ﻭﺍﻟﺨﻠﻒ"
            ],
            "correctAnswer": "ﻓﻘﻂ ﻣﻦ ﺟﻬﺘﻲ ﺍﻻﻣﺎﻡ ﻭﺍﻟﺨﻠﻒ"
        },
        {
            "id": 252,
            "category": "Safety",
            "question": "ﺍﻟﺴﻤﺎﺡ ﺑﻮﺟﻮﺩ\" ﻣﺴﺎﻓﺔ ﺃﻣﺎﻥ\" ﻣﻬﻢ ﻻﻧﻪ:",
            "answers": [
                "ﻳﻌﻄﻲ ﻭﻗﺖ ﻟﺮ ﺩﺓ ﺍﻟﻔﻌﻞ ﻭﺍﻟﺘﻔﺎﻋﻞ ﻣﻊ ﻣﺠﺮﻳﺎﺕ ﺍﻟﺴﻴﺮ",
                "ﻳﻌﻄﻲ ﻓﺴﺤﺔ ﻟﺪﺧﻮﻝ ﺳﻴﺎﺭﺓ ﺃﺧﺮﻯ",
                "ﻳﻤﻨﻊ ﺍﻻﻟﺘﻬﺎﺀ ﺑﺎﻟﻤﺮﻛﺒﺎﺕ ﺍﻻﺧﺮﻯ"
            ],
            "correctAnswer": "ﻳﻤﻨﻊ ﺍﻻﻟﺘﻬﺎﺀ ﺑﺎﻟﻤﺮﻛﺒﺎﺕ ﺍﻻﺧﺮﻯ"
        },
        {
            "id": 253,
            "category": "Safety",
            "question": "ﺍﻟﻀﻮﺀ ﺍﻷﺧﻀﺮ ﺍﻟﻤﺴﺘﻤﺮ ﻋﻠﻰ ﺍﻟﺘﻘﺎﻁﻊ ﻳﻌﻨﻲ ﺃﻧﻪ:",
            "answers": [
                "ﻣﺘﺎﺑﻌﺔ ﺍﻟﺴﻴﺮ ﻳﺠﺐ ﻋﻠﻴﻚ ﺍﻟﺘﻮﻗﻒ ﻭﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺍﻟﺴﻴﺮ ﺍﻟﻤﻘﺎﺑﻞ ﻗﺒﻞ",
                "ﻳﻤﻜﻨﻚ ﻋﺒﻮﺭ ﺍﻟﺘﻘﺎﻁﻊ ﺍﺫﺍ ﻛﺎﻥ ﺫﻟﻚ ﻣﻤﻜﻨﺎ",
                "ﻻ ﺗﺴﺘﻄﻴﻊ ﺍﻟﻤﺮﻭﺭ ﺇﻟﻰ ﺍﻟﻴﻤﻴﻦ"
            ],
            "correctAnswer": "ﻻ ﺗﺴﺘﻄﻴﻊ ﺍﻟﻤﺮﻭﺭ ﺇﻟﻰ ﺍﻟﻴﻤﻴﻦ"
        },
        {
            "id": 254,
            "category": "Safety",
            "question": "ﺍﻟﻀﻮﺀ ﺍﻷﺻﻔﺮ ﺍﻟﻤﺘﻘ ﻄﻊ ﻳﻌﻨﻲ:",
            "answers": [
                "ﺗﺎﺑﻊ ﺍﻟﺴﻴﺮ ﺍﺫﺍ ﻛﺎﻧﺖ ﺍﻟﻄﺮﻳﻖ ﺧﺎﻟﻴﺔ",
                "ﺗﻮﻗﻒ ﺛﻢ ﺗﺎﺑﻊ ﺍﻟﺴﻴﺮ ﻋﻨﺪ ﺧﻠﻮ ﺍﻟﻄﺮﻳﻖ",
                "ﺧﻔﻒ ﺍﻟﺴﺮﻋﺔ ﻭﺗﺎﺑﻊ ﺍﻟﺴﻴﺮ ﺑﺤﺬﺭ"
            ],
            "correctAnswer": "ﺧﻔﻒ ﺍﻟﺴﺮﻋﺔ ﻭﺗﺎﺑﻊ ﺍﻟﺴﻴﺮ ﺑﺤﺬﺭ"
        },
        {
            "id": 255,
            "category": "Safety",
            "question": "ﺍﻟﻀﻮﺀ ﺍﻷﺻﻔﺮ ﻋﻠﻰ ﺗﻘﺎﻁﻊ ﻳﻌﻨﻲ:",
            "answers": [
                "ﺍﻧﻄﻠﻖ",
                "ﺧﻔﻒ ﺍﻟﺴﺮﻋﺔ ﻭﺍﺳﺘﻌﺪ ﻟﻠﺘﻮﻗﻒ",
                "ﻗﻒ"
            ],
            "correctAnswer": "ﻗﻒ"
        },
        {
            "id": 256,
            "category": "Law",
            "question": "ﺇﺫﺍ ﺍﻧﻔﺠﺮ ﺩﻭﻻﺏ ﺧﻼﻝ ﺍﻟﺴﻴﺮ:",
            "answers": [
                "ﺍﺗﺮﻙ ﺣﺮﻳﺔ ﺍﻟﺤﺮﻛﺔ ﻟﻠﻤﻘﻮﺩ",
                "ﺑﺘﺜﺒﻴﺖ ﺍﻟﻤﻘﻮﺩ ﻭﺃﻭﻗﻔﻬﺎ ﺧﺎﺭﺝ ﺍﻟﻄﺮﻳﻖ ﺍﺣﺮﺭ ﺩ ﻭﺍﺳﺔ ﺍﻟﻮﻗﻮﺩ ﻟﺘﺨﻔﻴﻒ ﺳﺮﻋﺔ ﺍﻟﺴﻴﺎﺭﺓ ﻭﺍﻗﻮﻡ",
                "ﺧﺎﺭﺝ ﺍﻟﻄﺮﻳﻖ ﺃﺧﻔﺾ ﺳﺮﻋﺔ ﺍﻟﺴﻴﺎﺭﺓ ﺑﺎﺳﺘﻌﻤﺎﻝ ﺍﻟﻤﻜﺎﺑﺢ ﻭﺃﻭﻗﻔﻬﺎ"
            ],
            "correctAnswer": "ﺧﺎﺭﺝ ﺍﻟﻄﺮﻳﻖ ﺃﺧﻔﺾ ﺳﺮﻋﺔ ﺍﻟﺴﻴﺎﺭﺓ ﺑﺎﺳﺘﻌﻤﺎﻝ ﺍﻟﻤﻜﺎﺑﺢ ﻭﺃﻭﻗﻔﻬﺎ"
        },
        {
            "id": 257,
            "category": "Law",
            "question": "ﺍﻟﻤﻘﺎﺑﻠﺔ ﻋﻠﻴﻚ ﺍﻟﻨﻈﺮ ﺇﻟﻰ: ﺇﺫﺍ ﺃﺯﻋﺠﺘﻚ ﺍﻧﻮﺍﺭ ﺍﻟﺴﻴﺎﺭﺓ ﺍﻟﻘﺎﺩﻣﺔ ﻣﻦ ﺍﻟﺠﻬﺔ",
            "answers": [
                "ﻭﺳﻂ ﺍﻟﻄﺮﻳﻖ",
                "ﺍﻟﺠﺎﻧﺐ ﺍﻻﻳﺴﺮ ﻣﻦﺍﻟﻄﺮﻳﻖ",
                "ﺍﻷﺳﻔﻞ ﻭﺇﻟﻰ ﺍﻟﺠﺎﻧﺐ ﺍﻻﻳﻤﻦ ﻣﻦ ﺍﻟﻄﺮﻳﻖ"
            ],
            "correctAnswer": "ﺍﻷﺳﻔﻞ ﻭﺇﻟﻰ ﺍﻟﺠﺎﻧﺐ ﺍﻻﻳﻤﻦ ﻣﻦ ﺍﻟﻄﺮﻳﻖ"
        },
        {
            "id": 258,
            "category": "Safety",
            "question": "ﺇﺫﺍ ﺗﻌ ﻄﻠﺖ ﻣﺮﻛﺒﺘﻚ ﻋﻠﻰ ﺍﻷﻭﺗﻮﺳﺘﺮﺍﺩ:",
            "answers": [
                "ﺍﻻﺭﺑﻌﺔ ﻟﺘﺤﺬﻳﺮ ﺑﺎﻗﻲ ﺍﻟﺴﺎﺋﻘﻴﻦ ﻭﺿﻊ ﺍﻟﻤﺜﻠﺚ ﺍﻟﺘﺤﺬﻳﺮﻱ ﻭﺗﺸﻐﻴﻞ ﺍﻧﻮﺍﺭ ﺍﻹﺷﺎﺭﺍﺕ",
                "ﻟﺘﺤﺬﻳﺮ ﺑﺎﻗﻲ ﺍﻟﺴﺎﺋﻘﻴﻦ ﻭﺿﻊ ﺍﻟﻤﺜﻠﺚ ﺍﻟﺘﺤﺬﻳﺮﻱ ﻭﺗﺸﻐﻞ ﺍﻻﻧﻮﺍﺭ ﺍﻟﺮﺋﻴﺴﻴﺔ",
                "ﺍﻧﺘﻈﺮ ﻓﻲ ﺍﻟﻤﺮﻛﺒﺔﻟﻮﺻﻮﻝ ﺍﻟﻤﺴﺎﻋﺪﺓ"
            ],
            "correctAnswer": "ﺍﻧﺘﻈﺮ ﻓﻲ ﺍﻟﻤﺮﻛﺒﺔﻟﻮﺻﻮﻝ ﺍﻟﻤﺴﺎﻋﺪﺓ"
        },
        {
            "id": 259,
            "category": "Safety",
            "question": "ﺇﺫﺍ ﺩﺧﻠﺖ ﻁﺮﻳﻖ ﺳﺮﻳﻊ ﻋﻠﻴﻚ:",
            "answers": [
                "ﺗﻘﻮﺩ ﺑﺴﺮﻋﺔ ﺍﻟﺴﻴﺮ ﺍﻟﺬﻱ ﻋﻠﻰ ﺍﻟﻄﺮﻳﻖ ﺍﻟﺴﺮﻳﻊ",
                "ﺗﺨﻔﻴﻒ ﺍﻟﺴﺮﻋﺔ",
                "ﺃﻥ ﺗﻘﻮﺩ ﺑﺴﺮﻋﺔ ﺃﻗﻞ ﻣﻦ ﺍﻟﺴﺮﻋﺔ ﺍﻟﻤﺤﺪﺩﺓ"
            ],
            "correctAnswer": "ﺃﻥ ﺗﻘﻮﺩ ﺑﺴﺮﻋﺔ ﺃﻗﻞ ﻣﻦ ﺍﻟﺴﺮﻋﺔ ﺍﻟﻤﺤﺪﺩﺓ"
        },
        {
            "id": 260,
            "category": "Safety",
            "question": "ﻣﺘﻮﺍﺻﻞ: ﺇﺫﺍ ﻛﺎﻥ ﺍﻟﻤﺴﻠﻚ ﻣﺤﺪﺩ ﺑﺨﻂ ﻣﺘﻘ ﻄﻊ ﻣﺤﺎﺫ ﻟﺨﻂ",
            "answers": [
                "ﻛﺎﻥ ﺇﻟﻰ ﻳﺴﺎﺭﻩ ﻣﺒﺎﺷﺮﺓ ﻳ ﺤ ﱠﻈﺮ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ: ﺍﺟﺘﻴﺎﺯ ﺍﻟﺨﻂ ﺍﻟﻤﺘﻮﺍﺻﻞ ﻓﻴﻤﺎ ﺇﺫﺍ",
                "ﻳﺴﺎﺭﻩ ﻣﺒﺎﺷﺮﺓ ﻳﺴﻤﺢ ﻟﻠﺴﺎﺋﻖ ﺇﺟﺘﻴﺎﺯ ﺍﻟﺨﻂ ﺍﻟﻤﺘﻘﺎﻁﻊ ﺇﺫﺍ ﻛﺎﻥ ﺇﻟﻰ",
                "ﻛﺎﻥ ﺇﻟﻰ ﻳﻤﻴﻨﻪ ﻣﺒﺎﺷﺮﺓ ﻳ ﺤ ﱠﻈﺮ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ: ﺇﺟﺘﻴﺎﺯﺍﻟﺨﻂ ﺍﻟﻤﺘﻮﺍﺻﻞ ﻓﻴﻤﺎ ﺇﺫﺍ"
            ],
            "correctAnswer": "ﻛﺎﻥ ﺇﻟﻰ ﻳﻤﻴﻨﻪ ﻣﺒﺎﺷﺮﺓ ﻳ ﺤ ﱠﻈﺮ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ: ﺇﺟﺘﻴﺎﺯﺍﻟﺨﻂ ﺍﻟﻤﺘﻮﺍﺻﻞ ﻓﻴﻤﺎ ﺇﺫﺍ"
        },
        {
            "id": 262,
            "category": "Law",
            "question": "ﺇﺫﺍ ﻟﻢ ﻳﻌﻤﻞ ﺍﻟﻜﺎﺑﺢ ﺧﻼﻝ ﺍﻟﺴﻴﺮ ﻋﻠﻴﻚ:",
            "answers": [
                "ﺑﺴﺮﻋﺔ ﺿﺮﺏ ﺍﻟﻜﺎﺑﺢ ﺑﺘﺮﺩﺩ ﻋﺎﻟﻲ",
                "ﺍﻻﺗﺠﺎﻩ ﻣﺒﺎﺷﺮﺓ ﺇﻟﻰ ﻣﺮﺁﺏ ﺍﻟﺘﺼﻠﻴﺢ",
                "ﺗﻮﻗﻴﻒ ﺍﻟﻤﺤﺮﻙ ﻋﻦ ﺍﻟﺪﻭﺭﺍﻥ"
            ],
            "correctAnswer": "ﺗﻮﻗﻴﻒ ﺍﻟﻤﺤﺮﻙ ﻋﻦ ﺍﻟﺪﻭﺭﺍﻥ"
        },
        {
            "id": 263,
            "category": "Law",
            "question": "ﻓﻲ ﺣﺎﻝ ﺳﻮﺀ ﺍﻷﺣﻮﺍﻝ ﺍﻟﺠﻮﻳﺔ:",
            "answers": [
                "ﺍﻟﻄﺮﻳﻖ ﺍﻟﻘﻴﺎﺩﺓ ﺩﻭﻥ ﺍﻟﺴﺮﻋﺔ ﺍﻟﻘﺼﻮﻯ ﻭﺑﺤﺴﺐ ﻅﺮﻭﻑ",
                "ﺃﺗﻘﻴﺪ ﺑﺎﻟﺴﺮﻋﺔ ﺍﻟﻘﺼﻮﻯ ﻭﺇﺿﺎﺀﺓ ﺍﻟﻤﺼﺎﺑﻴﺢ",
                "ﺃﺗﻘﻴﺪ ﺑﺎﻟﺴﺮﻋﺔ ﺍﻟﻘﺼﻮﻯ"
            ],
            "correctAnswer": "ﺃﺗﻘﻴﺪ ﺑﺎﻟﺴﺮﻋﺔ ﺍﻟﻘﺼﻮﻯ"
        },
        {
            "id": 264,
            "category": "Law",
            "question": "ﺗﺤﺘﺎﺝ ﻣﺴﺎﻓﺔ ﺗﻮﻗﻒ ﺇﺿﺎﻓﻴﺔ ﻋﻨﺪ ﺍﻟﺴﻴﺮ:",
            "answers": [
                "ﻋﻠﻰ ﻁﺮﻗﺎﺕ ﺭﻁﺒﺔ",
                "ﻋﻠﻰ ﻁﺮﻗﺎﺕ ﺟﺎﻓﺔ",
                "ﺧﻠﻒ ﺳﻴﺎﺭﺍﺕ ﺍﺧﺮﻯ"
            ],
            "correctAnswer": "ﺧﻠﻒ ﺳﻴﺎﺭﺍﺕ ﺍﺧﺮﻯ"
        },
        {
            "id": 265,
            "category": "Safety",
            "question": "ﺗﺨ ﱠﺼﺺ ﺍﻷﺭﺻﻔﺔ، ﻋﻨﺪ ﻭﺟﻮﺩﻫﺎ:",
            "answers": [
                "ﻟﻮﺿﻊ ﺍﻱ ﺷﻴﺊ ﻳﻌﻴﻖ ﺳﻴﺮ ﺍﻟﻤﻨﺘﻔﻌﻴﻦ",
                "ﻻﻳﻘﺎﻑ ﺍﻟﺴﻴﺎﺭﺓ ﻓﻲﺣﺎﻝ ﺍﻟﺴﻤﺎﺡ ﺑﺬﻟﻚ",
                "ﺍﻟﻤﺪﻓﻮﻋﻴﻦ ﺑﺎﻻﻳﺪﻱ ﻟﻠﻤﺸﺎﺓ ﻭﻋﺮﺑﺎﺕ ﺍﻻﻭﻻﺩ ﻭﺍﻟﻤﺮﺿﻰ ﻭﺍﻟﻤﻘﻌﺪﻳﻦ"
            ],
            "correctAnswer": "ﺍﻟﻤﺪﻓﻮﻋﻴﻦ ﺑﺎﻻﻳﺪﻱ ﻟﻠﻤﺸﺎﺓ ﻭﻋﺮﺑﺎﺕ ﺍﻻﻭﻻﺩ ﻭﺍﻟﻤﺮﺿﻰ ﻭﺍﻟﻤﻘﻌﺪﻳﻦ"
        },
        {
            "id": 266,
            "category": "Safety",
            "question": "ﺃﻧﻚ: ﺗﺸﻴﺮ ﺃﻧﻮﺍﺭ ﺍﻟﻤﻜﺎﺑﺢ ﺍﻟﺨﻠﻔﻴﺔ ﺇﻟﻰ ﺑﺎﻗﻲ ﺍﻟﺴﺎﺋﻘﻴﻦ ﺇﻟﻰ",
            "answers": [
                "ﺗﺪﺧﻞ ﻓﻲ ﻣﻨﻌﻄﻒ",
                "ﺗﺨﻔﻒ ﺍﻟﺴﺮﻋﺔ ﺍﻭ ﺗﺘﻮﻗﻒ",
                "ﺗﺒﺪﻝ ﺍﻟﻤﺴﺮﺏ"
            ],
            "correctAnswer": "ﺗﺒﺪﻝ ﺍﻟﻤﺴﺮﺏ"
        },
        {
            "id": 267,
            "category": "Safety",
            "question": "ﺃﻭﻻ ﻫﻲ: ﻋﻠﻰ ﺗﻘﺎﻁﻊ ﺃﺭﺑﻌﺔ ﺍﺗﺠﺎﻫﺎﺕ، ﺍﻟﻤﺮﻛﺒﺔ ﺍﻟﺘﻲ ﺗﻤﺮ",
            "answers": [
                "ﺍﻟﻤﺮﻛﺒﺔ ﺍﻟﺘﻲ ﻭﺻﻠﺖ ﺃﻭﻻ ﻭﺩﺧﻠﺖ ﺍﻟﺘﻘﺎﻁﻊ",
                "ﺍﻟﻤﺮﻛﺒﺔ ﺍﻟﺘﻲ ﺗﺼﻞ ﺍﻭﻻ",
                "ﺍﻟﻤﺮﻛﺒﺔ ﺍﻟﺘﻲ ﺗﺘﺠﻪ ﺇﻟﻰ ﺍﻟﻴﻤﻴﻦ"
            ],
            "correctAnswer": "ﺍﻟﻤﺮﻛﺒﺔ ﺍﻟﺘﻲ ﺗﺘﺠﻪ ﺇﻟﻰ ﺍﻟﻴﻤﻴﻦ"
        },
        {
            "id": 268,
            "category": "Safety",
            "question": "ﻋﻠﻴﻚ ﺍﻟﺘﻮﻗﻒ ﻋﻨﺪ ﺭﺅﻳﺔ:",
            "answers": [
                "ﺿﻮﺀ ﺃﺻﻔﺮ ﻣﺴﺘﻤﺮ",
                "ﺿﻮﺀ ﺃﺣﻤﺮ ﻣﺘﻘ ﻄﻊ",
                "ﺿﻮﺀ ﺃﺻﻔﺮ ﻣﺘﻘ ﻄﻊ"
            ],
            "correctAnswer": "ﺿﻮﺀ ﺃﺻﻔﺮ ﻣﺘﻘ ﻄﻊ"
        },
        {
            "id": 269,
            "category": "Safety",
            "question": "ﺑﺄﻥ ﺍﻟﺸﺎﺣﻨﺎﺕ: ﻋﻨﺪ ﺍﺳﺘﻌﻤﺎﻝ ﺍﻟﻄﺮﻳﻖ ﻣﻊ ﺷﺎﺣﻨﺔ ﻣﻦ ﺍﻟﻤﻔﻴﺪ ﺍﻟﺘﺬﻛﺮ",
            "answers": [
                "ﺑﺤﺎﺟﺔ ﻟﺸﻌﺎﻉ ﺩﺍﺋﺮﺓ ﺃﻗﺼﺮ ﻟﺘﺘﻤﻜﻦ ﻣﻦ ﺍﻹﻟﺘﻔﺎﻑ",
                "ﻳﻠﺰﻣﻬﺎ ﻭﻗﺖ ﺍﻗﻞ ﻟﻠﺘﺠﺎﻭﺯ ﻋﻠﻰ ﻣﻨﺤﺪﺭ",
                "ﺗﺄﺧﺬ ﻣﺴﺎﻓﺔ ﺍﻁﻮﻝ ﻣﻦ ﺍﻟﺴﻴﺎﺭﺍﺕ ﻟﻠﺘﻮﻗﻒ"
            ],
            "correctAnswer": "ﺗﺄﺧﺬ ﻣﺴﺎﻓﺔ ﺍﻁﻮﻝ ﻣﻦ ﺍﻟﺴﻴﺎﺭﺍﺕ ﻟﻠﺘﻮﻗﻒ"
        },
        {
            "id": 270,
            "category": "Law",
            "question": "ﻋﻠﻴﻚ: ﻋﻨﺪ ﺍﻹﻟﺘﻔﺎﻑ ﺇﻟﻰ ﺍﻟﻴﻤﻴﻦ ﻋﻠﻰ ﺍﻟﻀﻮﺀ ﺍﻷﺧﻀﺮ",
            "answers": [
                "ﺗﺨﻔﻴﻒ ﺍﻟﺴﺮﻋﺔ ﺑﺴﺒﺐ ﺍﻻﻟﺘﻔﺎﻑ",
                "ﻣﺘﺎﺑﻌﺔ ﺍﻟﺴﻴﺮ ﺑﺎﻟﻤﺴﺮﺏ ﻧﻔﺴﻪ",
                "ﺍﻓﺴﺎﺡ ﺍﻟﻄﺮﻳﻖ ﻟﻠﻤﺸﺎﺓ"
            ],
            "correctAnswer": "ﺍﻓﺴﺎﺡ ﺍﻟﻄﺮﻳﻖ ﻟﻠﻤﺸﺎﺓ"
        },
        {
            "id": 271,
            "category": "Safety",
            "question": "ﺍﻟﻤﺨﺪﺭﺍﺕ: ﻳﻤﻜﻦ ﺍﻟﺘﻤﻨﻊ ﻋﻦ ﺍﻟﺨﻀﻮﻉ ﻟﻔﺤﺺ ﺍﻟﻜﺤﻮﻝ ﺃﻭ",
            "answers": [
                "ﻓﻲ ﺍﻟﺤﺎﻻﺕ ﺍﻟﻄﺎﺭﺋﺔ",
                "ﻭﻻ ﻓﻲ ﺍﻱ ﺣﺎﻝ ﻣﻦﺍﻻﺣﻮﺍﻝ",
                "ﻓﻲ ﺣﺎﻝ ﻛﺎﻥ ﺍﻟﺴﺎﺋﻖ ﺩﻭﻥ ﺳﻦ 21"
            ],
            "correctAnswer": "ﻓﻲ ﺣﺎﻝ ﻛﺎﻥ ﺍﻟﺴﺎﺋﻖ ﺩﻭﻥ ﺳﻦ 21"
        },
        {
            "id": 273,
            "category": "Safety",
            "question": "ﻣﺘﻌﺪﺩ ﺍﻟﻤﺴﺎﺭﺏ: ﻋﻨﺪ ﺍﻟﻘﻴﺎﻡ ﺑﻤﻨﺎﻭﺭﺓ ﺍﻟﺘﺠﺎﻭﺯ ﻋﻠﻰ ﻁﺮﻳﻖ ﺳﺮﻳﻊ",
            "answers": [
                "ﻻ ﺣﺎﺟﺔ ﻟﺘﺸﻐﻴﻞ ﺍﻻﺷﺎﺭﺍﺕ",
                "ﺭﺍﻗﺐ ﺍﻟﺴﻴﺮ ﺍﻟﻤﻘﺎﺑﻞ",
                "ﺳﺘﺘﺠﺎﻭﺯ ﻋﻠﻴﻪ ﺗﺄﻛﺪ ﻣﻦ ﻭﺟﻮﺩ ﻓﺴﺤﺔ ﻛﺎﻓﻴﺔ ﻋﻠﻰ ﺍﻟﻤﺴﺮﺏ ﺍﻟﺬﻱ"
            ],
            "correctAnswer": "ﺳﺘﺘﺠﺎﻭﺯ ﻋﻠﻴﻪ ﺗﺄﻛﺪ ﻣﻦ ﻭﺟﻮﺩ ﻓﺴﺤﺔ ﻛﺎﻓﻴﺔ ﻋﻠﻰ ﺍﻟﻤﺴﺮﺏ ﺍﻟﺬﻱ"
        },
        {
            "id": 274,
            "category": "Safety",
            "question": "ﻋﻨﺪ ﺩﺧﻮﻝ ﻣﻨﻌﻄﻒ ﻋﻠﻴﻚ ﺃﻥ:",
            "answers": [
                "ﺗﺤﺎﻓﻆ ﻋﻠﻰ ﺳﺮﻋﺔ ﻣﺮﻛﺒﺘﻚ",
                "ﺗﺰﻳﺪ ﻣﻦ ﺳﺮﻋﺔ ﻣﺮﻛﺒﺘﻚ",
                "ﺗﺨﻔﺾ ﻣﻦ ﺳﺮﻋﺔ ﻣﺮﻛﺒﺘﻚ"
            ],
            "correctAnswer": "ﺗﺨﻔﺾ ﻣﻦ ﺳﺮﻋﺔ ﻣﺮﻛﺒﺘﻚ"
        },
        {
            "id": 275,
            "category": "Safety",
            "question": "ﻋﻨﺪ ﺗﻌ ﻄﻞ ﺍﻹﺷﺎﺭﺍﺕ ﺍﻟﻀﻮﺋﻴﺔ ﻋﻠﻴﻚ:",
            "answers": [
                "ﺇﻋﻄﺎﺀ ﺍﻷﻓﻀﻠﻴﺔ ﻟﻠﺴﺎﺋﻖ ﻋﻠﻰ ﺍﻟﻴﺴﺎﺭ",
                "ﺍﻟﺘﺼﺮﻑ ﻛﺎﻧﻚ ﻋﻠﻰ ﺗﻘﺎﻁﻊ ﻣﻦ ﺩﻭﻥ ﺍﺷﺎﺭﺍﺕ ﺿﻮﺋﻴﺔ",
                "ﺍﻟﺘﻮﻗﻒ ﺑﺎﻧﺘﻈﺎﺭ ﻭﺻﻮﻝ ﺷﺮﻁﺔ ﺍﻟﺴﻴﺮ"
            ],
            "correctAnswer": "ﺍﻟﺘﻮﻗﻒ ﺑﺎﻧﺘﻈﺎﺭ ﻭﺻﻮﻝ ﺷﺮﻁﺔ ﺍﻟﺴﻴﺮ"
        },
        {
            "id": 276,
            "category": "Safety",
            "question": "ﻋﻠﻴﻚ: ﻋﻨﺪﻣﺎ ﺗﻘﻮﻡ ﺷﺎﺣﻨﺔ ﺑﻤﻨﺎﻭﺭﺓ ﺍﻟﺘﺠﺎﻭﺯ ﻟﻤﺮﻛﺒﺘﻚ",
            "answers": [
                "ﺗﺜﺒﻴﺖ ﺍﻭ ﺗﺨﻔﻴﻒ ﺍﻟﺴﺮﻋﺔ",
                "ﺗﻐﻴﻴﺮ ﺍﻟﻤﺴﺮﺏ",
                "ﺯﻳﺎﺩﺓ ﺍﻟﺴﺮﻋﺔ"
            ],
            "correctAnswer": "ﺯﻳﺎﺩﺓ ﺍﻟﺴﺮﻋﺔ"
        },
        {
            "id": 277,
            "category": "Safety",
            "question": "ﻓﻲ ﺣﺎﻝ ﺍﻟﺴﻴﺮ ﺧﻠﻒ ﺩﺭﺍﺟﺔ ﻧﺎﺭﻳﺔ ﻋﻠﻴﻚ:",
            "answers": [
                "ﺍﻟﺴﻤﺎﺡ ﻟﻠﺪﺭﺍﺟﺔ ﺑﺎﺳﺘﺨﺪﺍﻡ ﻧﺼﻒ ﺍﻟﻤﺴﺮﺏ",
                "ﺗﺠﺎﻭﺯ ﺍﻟﺪﺭﺍﺟﺔ ﻋﻠﻰ ﺫﺍﺕ ﺍﻟﻤﺴﺮﺏ",
                "ﺍﻟﺴﻤﺎﺡ ﻟﻬﺎ ﺑﺎﺳﺘﺨﺪﺍﻡ ﺍﻟﻤﺴﺮﺏ ﻛﺎﻣﻼ"
            ],
            "correctAnswer": "ﺍﻟﺴﻤﺎﺡ ﻟﻬﺎ ﺑﺎﺳﺘﺨﺪﺍﻡ ﺍﻟﻤﺴﺮﺏ ﻛﺎﻣﻼ"
        },
        {
            "id": 278,
            "category": "Safety",
            "question": "ﻭﻫﻤﺎ ﻗﺎﺩﻣﺎﻥ ﻣﻦ ﻁﺮﻳﻘﻴﻦ ﻣﺨﺘﻠﻔﻴﻦ: ﻓﻲ ﺣﺎﻝ ﺇﻗﺘﺮﺍﺏ ﺳﺎﺋﻘﻴﻦ ﺇﺛﻨﻴﻦ ﻣﻦ ﺗﻘﺎﻁﻊ ﻁﺮﻗﺎﺕ",
            "answers": [
                "ﺍﻟﻤﺠﺎﻝ ﻟﻤﺮﻭﺭ ﺍﻟﺴﺎﺋﻖ ﺍﻵﺧﺮ ﻭﺟﺐ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺍﻟﻘﺎﺩﻡ ﻣﻦ ﺍﻟﻴﻤﻴﻦ ﺃﻥ ﻳﻔﺴﺢ",
                "ﺍﻟﻤﺠﺎﻝ ﻟﻤﺮﻭﺭ ﺍﻟﺴﺎﺋﻖ ﺍﻵﺧﺮ ﻭﺟﺐ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖﺍﻟﻘﺎﺩﻡ ﻣﻦ ﺍﻟﻴﺴﺎﺭ ﺃﻥ ﻳﻔﺴﺢ",
                "ﻳﻤﺮ ﻛﻞ ﻓﻲ ﻁﺮﻳﻘﻪﺩﻭﻥ ﺇﻋﻄﺎﺀ ﺃﻓﻀﻠﻴﺔ ﻣﺮﻭﺭ ﻷﺣﺪ"
            ],
            "correctAnswer": "ﻳﻤﺮ ﻛﻞ ﻓﻲ ﻁﺮﻳﻘﻪﺩﻭﻥ ﺇﻋﻄﺎﺀ ﺃﻓﻀﻠﻴﺔ ﻣﺮﻭﺭ ﻷﺣﺪ"
        },
        {
            "id": 279,
            "category": "Safety",
            "question": "ﺍﻟﺘﺠﺎﻭﺯ ﻋﻠﻴﻚ: ﻗﺒﻞ ﺗﺠﺎﻭﺯ ﻣﺮﻛﺒﺔ ﺍﺧﺮﻯ، ﺩﺧﻮﻝ ﻓﻲ ﻣﻨﻌﻄﻒ، ﺃﻭ",
            "answers": [
                "ﺍﻟﻤﺴﺮﺏ ﺗﺨﻔﻴﻒ ﺍﻟﺴﺮﻋﺔ ﻭﺗﺸﻐﻴﻞ ﺍﻻﺷﺎﺭﺓ ﻋﻨﺪ ﺑﺪﺀ ﺗﻐﻴﺮ",
                "ﺍﻟﻤﺮﺍﻳﺎ ﻭﺍﻻﻟﺘﻔﺎﺕ ﺇﻟﻰ ﺍﻟﺒﻘﻊ ﺍﻟﻤﻌﻤﻴﺔ ﻛﺎﻓﻴﺔ ﻟﺘﻨﺒﻴﻪ ﺑﺎﻗﻲ ﻣﺴﺘﺨﺪﻣﻲ ﺍﻟﻄﺮﻳﻖ ﻭﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺗﺨﻔﻴﻒ ﺍﻟﺴﺮﻋﺔ،ﺗﺸﻐﻴﻞ ﺍﻻﺷﺎﺭﺓ ﻗﺒﻞ ﻓﺘﺮﺓ ﺯﻣﻨﻴﺔ",
                "ﺍﻟﺴﺎﺋﻘﻴﻦ، ﻭﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺍﻟﻤﺮﺍﻳﺎ ﺗﺨﻔﻴﻒ ﺍﻟﺴﺮﻋﺔ، ﺗﺸﻐﻴﻞ ﺍﺷﺎﺭﺍﺕ ﺍﻟﺘﻨﺒﻴﻪ ﻟﺘﺤﺬﻳﺮ"
            ],
            "correctAnswer": "ﺍﻟﺴﺎﺋﻘﻴﻦ، ﻭﺍﻟﺘﺄﻛﺪ ﻣﻦ ﺍﻟﻤﺮﺍﻳﺎ ﺗﺨﻔﻴﻒ ﺍﻟﺴﺮﻋﺔ، ﺗﺸﻐﻴﻞ ﺍﺷﺎﺭﺍﺕ ﺍﻟﺘﻨﺒﻴﻪ ﻟﺘﺤﺬﻳﺮ"
        },
        {
            "id": 280,
            "category": "Safety",
            "question": "ﻻ ﻳﺠﻮﺯ ﻟﻠﺴﺎﺋﻖ ﻓﻲ ﺣﺎﻝ ﺍﻟﺘﺠﺎﻭﺯﺍﺕ ﺍﻟﻌﺎﺩﻳﺔ",
            "answers": [
                "ﺃﻥ ﻳﺴﺘﻌﻤﻞ ﺍﻟﻤﺴﺮﺏ ﺍﻻﻳﺴﺮ ﻣﻦ ﺍﻟﻄﺮﻳﻖ",
                "ﺍﻥ ﻳﺴﺘﻌﻤﻞ ﺍﻟﻤﺴﺮﺏ ﺍﻻﻳﻤﻦ ﺍﻟﻰ ﺍﻟﻄﺮﻳﻖ",
                "ﺍﻥ ﻳﻀﺎﻳﻖ ﺍﻟﺴﺎﺋﺮﻳﻨﻦ ﺍﻟﻰ ﻳﻤﻴﻨﻪ"
            ],
            "correctAnswer": "ﺍﻥ ﻳﻀﺎﻳﻖ ﺍﻟﺴﺎﺋﺮﻳﻨﻦ ﺍﻟﻰ ﻳﻤﻴﻨﻪ"
        },
        {
            "id": 281,
            "category": "Safety",
            "question": "ﻭﻣﺮﻭﺭ ﺃﺣﺪ ﺍﻟﻤﺸﺎﺓ ﺩﻭﻥ ﻭﺟﻮﺩ ﺍﺷﺎﺭﺓ ﺿﻮﺋﻴﺔ؟ ﻟﻤﻦ ﺗﻌﻮﺩ ﺍﻓﻀﻠﻴﺔ ﺍﻟﻤﺮﻭﺭ ﻓﻲ ﺣﺎﻝ ﺍﻟﺘﻔﺎﻑ ﺍﻟﻤﺮﻛﺒﺔ",
            "answers": [
                "ﺍﻟﺬﻱ ﻳﻤﺮ ﺑﺴﺮﻋﺔ ﺍﻛﺒﺮ ﺍﻟﺬﻱ ﻭﺻﻞ ﺍﻭﻻ\"",
                "ﺍﻟﺴﻴﺎﺭﺓ",
                "ﺍﻟﻤﺸﺎﺓ"
            ],
            "correctAnswer": "ﺍﻟﻤﺸﺎﺓ"
        },
        {
            "id": 282,
            "category": "Law",
            "question": "ﻳﺘﻜ ﻮﻥ ﺍﻟﺠﻠﻴﺪ ﺑﺴﺮﻋﺔ ﺃﻛﺒﺮ ﻋﻠﻰ ﺍﻟﻄﺮﻕ:",
            "answers": [
                "ﺍﻟﻤﺴﻄﺤﺔ",
                "ﺍﻟﺘﻲ ﺳﻄﺤﻬﺎ ﻣﺘﻌﺮﺝ ﻭﻓﻴﻪ ﺗﺠﺎﻭﻳﻒ",
                "ﺍﻟﺘﻲ ﻳﻘﻊ ﻋﻠﻴﻬﺎ ﻅﻞ"
            ],
            "correctAnswer": "ﺍﻟﺘﻲ ﻳﻘﻊ ﻋﻠﻴﻬﺎ ﻅﻞ"
        },
        {
            "id": 284,
            "category": "Safety",
            "question": "ﻳﺤﻈﺮ ﻋﻠﻰ ﺳﺎﺋﻖ ﺍﻟﻤﺮﻛﺒﺔ:",
            "answers": [
                "ﺃﻥ ﻳﺘﺄﻛﺪ ﻣﻦ ﺇﺟﺮﺍﺀ ﻣﻨﺎﻭﺭﺓ ﺍﻟﺘﺠﺎﻭﺯ ﺩﻭﻥ ﺧﻄﺮ",
                "ﺍﻟﺴﻴﺮ ﻋﻠﻰ ﺍﻟﺠﺎﻧﺐﺍﻻﻳﻤﻦ ﻣﻦ ﺍﻟﻄﺮﻳﻖ",
                "ﻏﺴﻞ ﺍﻟﻤﺮﻛﺒﺎﺕ ﻋﻠﻰ ﺍﻟﻄﺮﻳﻖ ﺍﻟﻌﺎﻡ"
            ],
            "correctAnswer": "ﻏﺴﻞ ﺍﻟﻤﺮﻛﺒﺎﺕ ﻋﻠﻰ ﺍﻟﻄﺮﻳﻖ ﺍﻟﻌﺎﻡ"
        },
        {
            "id": 285,
            "category": "Safety",
            "question": "ﻳﺤﻈﺮ ﻋﻠﻰ ﺳﺎﺋﻖ ﺍﻟﻤﺮﻛﺒﺔ:",
            "answers": [
                "ﺃﻥ ﻳﺴﻴﺮ ﺑﺎﻻﺗﺠﺎﻩ ﺍﻟﻤﺤﺪﺩ",
                "ﺍﻟﻌﺎﻡ ﻳﺠﺮﻱ ﺍﻟﻤﻨﺎﻭﺭﺓ ﻋﻜﺲ ﺍﻻﺗﺠﺎﻩ ﻓﻲ ﻭﺳﻂ ﺍﻟﻄﺮﻳﻖ",
                "ﺃﻥ ﻳﺘﺄﻛﺪ ﻣﻦ ﺇﺟﺮﺍﺀ ﻣﻨﺎﻭﺭﺓ ﺍﻟﺘﺠﺎﻭﺯ ﺩﻭﻥ ﺧﻄﺮ"
            ],
            "correctAnswer": "ﺃﻥ ﻳﺘﺄﻛﺪ ﻣﻦ ﺇﺟﺮﺍﺀ ﻣﻨﺎﻭﺭﺓ ﺍﻟﺘﺠﺎﻭﺯ ﺩﻭﻥ ﺧﻄﺮ"
        },
        {
            "id": 286,
            "category": "Safety",
            "question": "ﻳﻔﺘﺮﺽ ﺍﻟﻤﻨﻄﻖ ﺍﻟﺴﻠﻴﻢ ﺃﻥ:",
            "answers": [
                "ﻻ ﺗﺘﺠﺎﻭﺯ ﺍﻟﺴﺮﻋﺔ ﺍﻟﻘﺼﻮﻯ 80 ﻛﻠﻢ ﺑﺎﻟﺴﺎﻋﺔ",
                "ﻻ ﺗﺴﺮﻉ ﺍﻛﺜﺮ ﻣﻦﺍﻟﺴﺮﻋﺔ ﺍﻟﻤﺤﺪﺩﺓ",
                "ﻻ ﺗﺴﺮﻉ ﺍﻛﺜﺮ ﻣﻦ ﺍﻟﺴﺮﻋﺔ ﺍﻵﻣﻨﺔ ﻟﺤﺎﻟﺔ ﺍﻟﻄﺮﻳﻖ"
            ],
            "correctAnswer": "ﻻ ﺗﺴﺮﻉ ﺍﻛﺜﺮ ﻣﻦ ﺍﻟﺴﺮﻋﺔ ﺍﻵﻣﻨﺔ ﻟﺤﺎﻟﺔ ﺍﻟﻄﺮﻳﻖ"
        },
        {
            "id": 287,
            "category": "Safety",
            "question": "ﺃﺧﺮﻯ: ﻳﻤﻜﻨﻚ ﺍﻟﺨﺮﻭﺝ ﻋﻦ ﺍﻟﻄﺮﻳﻖ ﻟﺘﺠﺎﻭﺯ ﻣﺮﻛﺒﺔ",
            "answers": [
                "ﺍﺫﺍ ﻛﺎﻧﺖ ﺍﻟﺴﻴﺎﺭﺓ ﺍﻟﺘﻲ ﺍﻣﺎﻣﻚ ﺗﺘﺠﻪ ﻧﺤﻮ ﺍﻟﻴﺴﺎﺭ",
                "ﺍﺫﺍ ﻛﺎﻥ ﺍﻟﻄﺮﻳﻖ ﺍﻭ ﻣﻤﺮ ﺍﻟﻤﺸﺎﺓ ﻳﺴﻊ ﺳﻴﺎﺭﺗﻚ",
                "ﻭﻻ ﻓﻲ ﺍﻱ ﺣﺎﻝ ﻣﻦﺍﻻﺣﻮﺍﻝ"
            ],
            "correctAnswer": "ﻭﻻ ﻓﻲ ﺍﻱ ﺣﺎﻝ ﻣﻦﺍﻻﺣﻮﺍﻝ"
        },
        {
            "id": 288,
            "category": "Safety",
            "question": "ﺍﺫﺍ ﻛﻨﺖ: ﻳﻤﻜﻨﻚ ﻣﺘﺎﺑﻌﺔ ﺍﻟﺴﻴﺮ ﺑﺎﻧﺘﺒﺎﻩ ﻋﻠﻰ ﺍﻟﻀﻮﺀ ﺍﻷﺻﻔﺮ",
            "answers": [
                "ﺩﺧﻠﺖ ﺍﻟﺘﻘﺎﻁﻊ",
                "ﺗﺘﺠﻪ ﻧﺤﻮ ﺍﻟﻴﺴﺎﺭ",
                "ﻣﺪﻧﻲ، ﺍﻁﻔﺎﺀ) ﺧﻠﻒ ﻣﺮﻛﺒﺔ ﻋﻨﺪﻫﺎﺍﻻﻓﻀﻠﻴﺔ (ﻣﺜﻞ ﺍﺳﻌﺎﻑ، ﺩﻓﺎﻉ"
            ],
            "correctAnswer": "ﻣﺪﻧﻲ، ﺍﻁﻔﺎﺀ) ﺧﻠﻒ ﻣﺮﻛﺒﺔ ﻋﻨﺪﻫﺎﺍﻻﻓﻀﻠﻴﺔ (ﻣﺜﻞ ﺍﺳﻌﺎﻑ، ﺩﻓﺎﻉ"
        },
        {
            "id": 289,
            "category": "Safety",
            "question": "ﻳﺤﻈﺮ ﻋﻠﻰ ﺳﺎﺋﻖ ﺍﻟﻤﺮﻛﺒﺔ:",
            "answers": [
                "ﺍﻟﺴﻴﺮ ﻋﻠﻰ ﺍﻟﺠﺎﻧﺐ ﺍﻻﻳﻤﻦ ﻣﻦ ﺍﻟﻄﺮﻳﻖ",
                "ﺃﻥ ﻳﺘﺄﻛﺪ ﻣﻦ ﺇﺟﺮﺍﺀ ﻣﻨﺎﻭﺭﺓ ﺍﻟﺘﺠﺎﻭﺯ ﺩﻭﻥ ﺧﻄﺮ",
                "ﺍﻟﻀﺮﻭﺭﺍﺕ ﺍﻟﻘﺼﻮﻯ ﺇﺻﻼﺡ ﺍﻟﻤﺮﻛﺒﺎﺕ ﻋﻠﻰ ﺍﻟﻄﺮﻳﻖ ﺍﻟﻌﺎﻡ ﺇﻻ ﻓﻲ"
            ],
            "correctAnswer": "ﺍﻟﻀﺮﻭﺭﺍﺕ ﺍﻟﻘﺼﻮﻯ ﺇﺻﻼﺡ ﺍﻟﻤﺮﻛﺒﺎﺕ ﻋﻠﻰ ﺍﻟﻄﺮﻳﻖ ﺍﻟﻌﺎﻡ ﺇﻻ ﻓﻲ"
        },
        {
            "id": 290,
            "category": "Safety",
            "question": "ﺍﻟﻄﺮﻳﻖ: ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺃﻥ ﻳﻠﺘﺰﻡ ﺃﻗﺼﻰ ﺍﻟﺠﺎﻧﺐ ﺍﻷﻳﻤﻦ ﻣﻦ",
            "answers": [
                "ﺑﻬﺎ ﻋﻨﺪﻣﺎ ﺗﻜﻮﻥ ﺳﺮﻋﺔ ﺳﻴﺎﺭﺗﻪ ﺩﻭﻥ ﺍﻟﺴﺮﻋﺔ ﺍﻟﻤﻌﻤﻮﻝ",
                "ﻋﻨﺪﻣﺎ ﻳﺮﻳﺪ ﺃﻥ ﻳﺘﺠﺎﻭﺯ ﺳﺎﺋﻖ ﺁﺧﺮ",
                "ﻋﻨﺪﻣﺎ ﺗﻜﻮﻥ ﺭﺅﻳﺔﺍﻟﻄﺮﻳﻖ ﺇﻟﻰ ﺍﻷﻣﺎﻡ ﻛﺎﻓﻴﺔ"
            ],
            "correctAnswer": "ﻋﻨﺪﻣﺎ ﺗﻜﻮﻥ ﺭﺅﻳﺔﺍﻟﻄﺮﻳﻖ ﺇﻟﻰ ﺍﻷﻣﺎﻡ ﻛﺎﻓﻴﺔ"
        },
        {
            "id": 291,
            "category": "Safety",
            "question": "ﺍﻟﻜﺤﻮﻝ ﺑﻨﺴﺒﺔ ﺗﺘﻌﺪﻯ: ﻣﻦ ﺣﻴﺎﺯﺗﻬﻢ ﺩﻓﺘﺮ ﺍﻟﺴﻮﻕ، ﺍﻟﻘﻴﺎﺩﺓ ﺗﺤﺖ ﺗﺄﺛﻴﺮ ﻳﺤ ﱠﻈﺮ ﻋﻠﻰ ﺳﺎﺋﻘﻲ ﺍﻟﻤﺮﻛﺒﺎﺕ، ﺑﻌﺪ ﺛﻼﺙ ﺳﻨﻮﺍﺕ",
            "answers": [
                "0.5ﻍ\\ﻝ",
                "0.3 ﻍ\\ﻝ",
                "0.4 ﻍ\\ﻝ"
            ],
            "correctAnswer": "0.4 ﻍ\\ﻝ"
        },
        {
            "id": 292,
            "category": "Safety",
            "question": "ﺍﻟﺪﻡ: ﺳﻮﻕ، ﻻ ﻳﺠﺐ ﺃﻥ ﺗﺘﺠﺎﻭﺯ ﻣﻌﺪﻝ ﻧﺴﺒﺔ ﺍﻟﻜﺤﻮﻝ ﻓﻲ ﺧﻼﻝ ﺃ ﻭﻝ ﺛﻼﺙ ﺳﻨﻮﺍﺕ ﻣﻦ ﺣﻴﺎﺯﺗﻚ ﻋﻠﻰ ﺭﺧﺼﺔ",
            "answers": [
                "0.5 ﻍ\\ﻝ",
                "0ﻍ\\ﻝ",
                "0.3 ﻍ\\ﻝ"
            ],
            "correctAnswer": "0.3 ﻍ\\ﻝ"
        },
        {
            "id": 293,
            "category": "Safety",
            "question": "ﻳﺤ ﻈﺮ ﻋﻠﻰ ﺳﺎﺋﻘﻲ ﺍﻟﻤﺮﻛﺒﺎﺕ ﺃﺛﻨﺎﺀ ﺍﻟﻘﻴﺎﺩﺓ:",
            "answers": [
                "ﺍﺳﺘﻌﻤﺎﻝ ﺍﻱ ﻭﺳﻴﻠﺔﻣﻦ ﺍﺟﻬﺰﺓ ﺍﻻﺗﺼﺎﻻﺕ",
                "ﺑﺎﺳﺘﻌﻤﺎﻝ ﺍﻟﻴﺪ ﺍﻻﺧﺮﻯ ﺍﺳﺘﻌﻤﺎﻝ ﻳﺪ ﻭﺍﺣﺪﺓﻟﻠﻘﻴﺎﺩﺓ ﻭﺍﻟﺮﺩ ﻋﻠﻰ ﺍﻟﻤﻜﺎﻟﻤﺔ",
                "ﺍﻟـ Bluetooth ﺍﺳﺘﻌﻤﺎﻝ ﺍﻟﻴﺪﻳﻦ ﻟﻠﻘﻴﺎﺩﺓ ﻭﺍﻟﺮﺩ ﻋﻠﻰ ﺍﻟﻤﻜﺎﻟﻤﺔ ﺑﻮﺍﺳﻄﺔ"
            ],
            "correctAnswer": "ﺍﻟـ Bluetooth ﺍﺳﺘﻌﻤﺎﻝ ﺍﻟﻴﺪﻳﻦ ﻟﻠﻘﻴﺎﺩﺓ ﻭﺍﻟﺮﺩ ﻋﻠﻰ ﺍﻟﻤﻜﺎﻟﻤﺔ ﺑﻮﺍﺳﻄﺔ"
        },
        {
            "id": 295,
            "category": "Safety",
            "question": "ﺍﻟﻤﺄﻫﻮﻟﺔ: ﺍﻟﺴﺮﻋﺔ ﺍﻟﻘﺼﻮﻯ ﺍﻟﻤﺴﻤﻮﺡ ﺧﺎﺭﺝ ﺍﻟﻤﻨﺎﻁﻖ ﻓﻲ ﺣﺎﻝ ﻋﺪﻡ ﻭﺟﻮﺩ ﻟﻮﺣﺎﺕ ﺗﺤﺪﺩ ﺍﻟ ﺴﺮﻋﺔ، ﺗﻜﻮﻥ",
            "answers": [
                "50 ﻛﻠﻢ\\ﺱ",
                "60 ﻛﻠﻢ\\ﺱ",
                "70ﻛﻠﻢ\\ﺱ"
            ],
            "correctAnswer": "70ﻛﻠﻢ\\ﺱ"
        },
        {
            "id": 296,
            "category": "Safety",
            "question": "ﺍﻟﻤﺄﻫﻮﻟﺔ: ﺍﻟﺴﺮﻋﺔ ﺍﻟﻘﺼﻮﻯ ﺍﻟﻤﺴﻤﻮﺡ ﺩﺍﺧﻞ ﺍﻟﻤﻨﺎﻁﻖ ﻓﻲ ﺣﺎﻝ ﻋﺪﻡ ﻭﺟﻮﺩ ﻟﻮﺣﺎﺕ ﺗﺤﺪﺩ ﺍﻟ ﺴﺮﻋﺔ، ﺗﻜﻮﻥ",
            "answers": [
                "40 ﻛﻠﻢ\\ﺱ",
                "50ﻛﻠﻢ\\ﺱ",
                "60 ﻛﻠﻢ\\ﺱ"
            ],
            "correctAnswer": "60 ﻛﻠﻢ\\ﺱ"
        },
        {
            "id": 297,
            "category": "Safety",
            "question": "ﺣﺎﻝ ﻛﺎﻥ ﺍﻟﻤﻔﺮﻕ ﻗﺮﻳﺐ ﺑﻤﺴﺎﻓﺔ: ﻳﻤﻜﻨﻚ ﺍﻟﺮﺟﻮﻉ ﺇﻟﻰ ﺍﻟﻮﺭﺍﺀ ﻋﻠﻰ ﺍﻷﻭﺗﻮﺳﺘﺮﺍﺩ، ﻓﻲ",
            "answers": [
                "10ﺍﻣﺘﺎﺭ",
                "20 ﻣﺘﺮ",
                "ﻻ ﻳﻤﻜﻨﻚ ﺍﻟﺮﺟﻮﻉﺇﻟﻰ ﺍﻟﻮﺭﺍﺀ ﺑﺘﺎﺗﺎ"
            ],
            "correctAnswer": "ﻻ ﻳﻤﻜﻨﻚ ﺍﻟﺮﺟﻮﻉﺇﻟﻰ ﺍﻟﻮﺭﺍﺀ ﺑﺘﺎﺗﺎ"
        },
        {
            "id": 298,
            "category": "Safety",
            "question": "ﻟﻮﺟﻬﺔ ﺍﻟﺴﻴﺮ، ﻓﻲ ﺍﻟﻄﺮﻗﺎﺕ ﺍﻟﻌﺎﺩﻳﺔ ﻋﻠﻰ ﻣﺴﺎﻓﺔ: ﻳﻮﺿﻊ ﻣﺜﻠﺚ ﺍﻟﺘﺤﺬﻳﺮ ﺍﻣﺎﻡ ﺍﻭ ﺧﻠﻒ ﺍﻟﻤﺮﻛﺒﺔ ﺗﺒﻌﺎ",
            "answers": [
                "20 ﻣﺘﺮ",
                "30ﻣﺘﺮ",
                "40 ﻣﺘﺮ"
            ],
            "correctAnswer": "40 ﻣﺘﺮ"
        },
        {
            "id": 299,
            "category": "Safety",
            "question": "ﻟﻮﺟﻬﺔ ﺍﻟﺴﻴﺮ، ﻋﻠﻰ ﺍﻷﺗﻮﺳﺘﺮﺍﺩ ﻋﻠﻰ ﻣﺴﺎﻓﺔ: ﻳﻮﺿﻊ ﻣﺜﻠﺚ ﺍﻟﺘﺤﺬﻳﺮ ﺍﻣﺎﻡ ﺍﻭ ﺧﻠﻒ ﺍﻟﻤﺮﻛﺒﺔ ﺗﺒﻌﺎ",
            "answers": [
                "70 ﻣﺘﺮ",
                "50ﻣﺘﺮ",
                "60 ﻣﺘﺮ"
            ],
            "correctAnswer": "60 ﻣﺘﺮ"
        },
        {
            "id": 300,
            "category": "Safety",
            "question": "ﺍﻟﺠﺴﻮﺭ ﺍﻟﻤﺨ ﺼﺼﺔ ﻟﻬﻢ ﺿﻤﻦ ﻣﺴﺎﻓﺔ: ﻋﻠﻰ ﺍﻟﻤﺸﺎﺓ ﺍﻋﺘﻤﺎﺩ ﺍﻷﺭﺻﻔﺔ ﺃﻭ ﺍﻟﻤﻤﺮﺍﺕ ﺃﻭ",
            "answers": [
                "170 ﻣﺘﺮ",
                "150ﻣﺘﺮ",
                "130 ﻣﺘﺮ"
            ],
            "correctAnswer": "130 ﻣﺘﺮ"
        },
        {
            "id": 301,
            "category": "Safety",
            "question": "ﻋﻨﺪﻣﺎ ﺗﺘﺴﺒﺐ ﺑﺤﺎﺩﺙ ﻭﻟﻮ ﻣﺎﺩﻱ:",
            "answers": [
                "ﻳﺤﻖ ﻟﻠﺴﺎﺋﻖ ﺍﻟﻬﺮﻭﺏ ﻭﻋﺪﻡ ﺗ ﺤﻤﻞ ﺍﻟﻤﺴﺆﻭﻟﻴﺔ",
                "ﻣﺘﺎﺑﻌﺔ ﺍﻟﺴﻴﺮ",
                "ﺍﻟﻤﻨﺎﺳﺒﺔ ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺃﻥ ﻳﻘﻒ ﻭﻳﻘﻮﻡ ﺑﺎﻻﺟﺮﺍﺀﺍﺕ"
            ],
            "correctAnswer": "ﺍﻟﻤﻨﺎﺳﺒﺔ ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺃﻥ ﻳﻘﻒ ﻭﻳﻘﻮﻡ ﺑﺎﻻﺟﺮﺍﺀﺍﺕ"
        },
        {
            "id": 302,
            "category": "Safety",
            "question": "ﻓﻲ ﺣﺎﻝ ﺗﻌ ﻄﻞ ﺃﺿﻮﺍﺀ ﺍﻟﻤﻜﺎﺑﺢ:",
            "answers": [
                "ﻛ ﻞ ﻣﺎ ﻭﺭﺩ ﺃﻋﻼﻩ",
                "ﺗﺤﺘﺠﺰ ﺍﻟﺴﻴﺎﺭﺓ",
                "ﺗﻌﺘﺒﺮ ﺍﻟﻤﺨﺎﻟﻔﺔ ﻣﻦ ﺍﻟﻔﺌﺔ ﺍﻟﺜﺎﻧﻴﺔ"
            ],
            "correctAnswer": "ﺗﻌﺘﺒﺮ ﺍﻟﻤﺨﺎﻟﻔﺔ ﻣﻦ ﺍﻟﻔﺌﺔ ﺍﻟﺜﺎﻧﻴﺔ"
        },
        {
            "id": 303,
            "category": "Law",
            "question": "ﻳﺠﺐ ﺃﻥ ﻻ ﻳﺘﻌﺪﻯ ﻋﻤﺮ ﺍﻹﻁﺎﺭﺍﺕ:",
            "answers": [
                "ﺍﻟﻐﻮﻣﺎ ﺃﻳﻬﻤﺎ ﻗﺒﻞ ﺳﺖ ﺳﻨﻮﺍﺕ ﻣﻦ ﺗﺎﺭﻳﺦ ﺻﻨﻌﻬﺎ ﺃﻭ 1.6ﻣﻠﻢ ﺳﻤﺎﻛﺔ",
                "ﺍﻟﻐﻮﻣﺎ ﺃﻳﻬﻤﺎ ﻗﺒﻞ ﺃﺭﺑﻌﺔ ﺳﻨﻮﺍﺕ ﻣﻦ ﺗﺎﺭﻳﺦ ﺻﻨﻌﻬﺎ ﺃﻭ 1.6 ﻣﻠﻢ ﺳﻤﺎﻛﺔ",
                "ﺍﻟﻐﻮﻣﺎ ﺃﻳﻬﻤﺎ ﺑﻌﺪ ﺧﻤﺴﺔ ﺳﻨﻮﺍﺕ ﻣﻦ ﺗﺎﺭﻳﺦ ﺻﻨﻌﻬﺎ ﺃﻭ 1.6 ﻣﻠﻢ ﺳﻤﺎﻛﺔ"
            ],
            "correctAnswer": "ﺍﻟﻐﻮﻣﺎ ﺃﻳﻬﻤﺎ ﺑﻌﺪ ﺧﻤﺴﺔ ﺳﻨﻮﺍﺕ ﻣﻦ ﺗﺎﺭﻳﺦ ﺻﻨﻌﻬﺎ ﺃﻭ 1.6 ﻣﻠﻢ ﺳﻤﺎﻛﺔ"
        },
        {
            "id": 304,
            "category": "Safety",
            "question": "ﺍﺯﺩﺣﺎﻡ ﺍﻟﺴﻴﺮ ﻋﻠﻰ ﻣﺴﺘﺨﺪﻣﻲ ﺍﻟﻄﺮﻕ: ﻋﻨﺪﻣﺎ ﺗﻜﻮﻥ ﺍﻻﺷﺎﺭﺓ ﺍﻟﻀﻮﺋﻴﺔ ﺧﻀﺮﺍﺀ ﺃﺛﻨﺎﺀ",
            "answers": [
                "ﺍﻟﺴﻴﺮ ﺑﺒﻄﻰﺀ ﻟﻌﺪﻡ ﻋﺮﻗﻠﺔ ﺍﻟﺴﻴﺮ",
                "ﺗﺠﺎﻭﺯ ﺍﻹﺷﺎﺭﺓ ﺍﻟﻀﻮﺋﻴﺔ ﺍﻟﺨﻀﺮﺍﺀ ﺑﺴﺮﻋﺔ",
                "ﺍﻟﺴﻴﺮ ﻋﺪﻡ ﺗﺠﺎﻭﺯ ﺍﻹﺷﺎﺭﺓ ﺍﻟﻀﻮﺋﻴﺔ ﺍﻟﺨﻀﺮﺍﺀ ﻟﻌﺪﻡ ﻋﺮﻗﻠﺔ"
            ],
            "correctAnswer": "ﺍﻟﺴﻴﺮ ﻋﺪﻡ ﺗﺠﺎﻭﺯ ﺍﻹﺷﺎﺭﺓ ﺍﻟﻀﻮﺋﻴﺔ ﺍﻟﺨﻀﺮﺍﺀ ﻟﻌﺪﻡ ﻋﺮﻗﻠﺔ"
        },
        {
            "id": 306,
            "category": "Safety",
            "question": "ﺍﻟﺨﻄﻮﻁ ﺍﻟﻤﺘﻘ ﻄﻌﺔ ﻓﻲ ﻭﺳﻂ ﺍﻟﻄﺮﻳﻖ:",
            "answers": [
                "ﻻ ﻳﻤﻜﻦ ﺍﺟﺘﻴﺎﺯﻫﺎ",
                "ﻳﻤﻜﻦ ﺍﺟﺘﻴﺎﺯﻫﺎ",
                "ﻳﻤﻜﻦ ﺍﻟﺴﻴﺮ ﻋﻠﻴﻬﺎ"
            ],
            "correctAnswer": "ﻳﻤﻜﻦ ﺍﻟﺴﻴﺮ ﻋﻠﻴﻬﺎ"
        },
        {
            "id": 307,
            "category": "Safety",
            "question": "ﺑﺄﺿﻮﺍﺀ: ﻳﺤ ﻈﺮ ﺗﺠﻬﻴﺰ ﻛﺎﻓﺔ ﺃﻧﻮﺍﻉ ﺍﻟﻤﺮﻛﺒﺎﺕ ﻓﻲ ﻣﻘﺪﻣﺘﻬﺎ",
            "answers": [
                "ﻣﻦ ﻏﻴﺮ ﺍﻟﻠﻮﻧﻴﻦ ﺍﻷﺯﺭﻕ ﺃﻭ ﺍﻷﺻﻔﺮ",
                "ﻣﻦ ﻏﻴﺮ ﺍﻟﻠﻮﻧﻴﻦ ﺍﻷﺑﻴﺾ ﺃﻭ ﺍﻷﺻﻔﺮ",
                "ﻣﻦ ﻏﻴﺮ ﺍﻟﻠﻮﻧﻴﻦ ﺍﻷﺑﻴﺾ ﺃﻭ ﺍﻷﺯﺭﻕ"
            ],
            "correctAnswer": "ﻣﻦ ﻏﻴﺮ ﺍﻟﻠﻮﻧﻴﻦ ﺍﻷﺑﻴﺾ ﺃﻭ ﺍﻷﺯﺭﻕ"
        },
        {
            "id": 308,
            "category": "Safety",
            "question": "ﺍﻟﻌﺎﺩﻱ ﺃﻥ: ﺑﺨﻄﻮﻁ ﺻﻔﺮﺍﺀ ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﻓﻲ ﺣﺎﻟﺔ ﺍﻟﺴﻴﺮ ﺇﺫﺍ ﻛﺎﻥ ﺍﻟﻤﻌﺒﺪ ﻣﻘﺴﻮﻣﺎ ﺇﻟﻰ ﻣﺴﻠﻜﻴﻦ ﻣﻔﺼﻮﻟﻴﻦ",
            "answers": [
                "ﻳﺴﺘﻌﻤﻞ ﺍﻟﻤﺴﻠﻚ ﺍﻷﻳﻤﻦ",
                "ﻳﺴﺘﻌﻤﻞ ﺍﻟﻤﺴﻠﻚ ﺍﻷﻳﺴﺮ",
                "ﻳﺴﺘﻌﻤﻞ ﺍﻟﻤﺴﻠﻚ ﺍﻷﻭﺳﻂ"
            ],
            "correctAnswer": "ﻳﺴﺘﻌﻤﻞ ﺍﻟﻤﺴﻠﻚ ﺍﻷﻭﺳﻂ"
        },
        {
            "id": 309,
            "category": "Safety",
            "question": "ﻟﺨﻂ ﺃﺻﻔﺮ ﻣﺘﻮﺍﺻﻞ: ﺇﺫﺍ ﻛﺎﻥ ﺍﻟﻤﺴﻠﻚ ﻣﺤﺪﺩﺍ ﺑﺨﻂ ﺃﺻﻔﺮ ﻣﺘﻘ ﻄﻊ ﻣﺤﺎﺫ",
            "answers": [
                "ﻭﻳﺤ ﻈﺮ ﺍﻻﺟﺘﻴﺎﺯ ﻣﻦ ﻧﺎﺣﻴﺔ ﺍﻟﺨﻂ ﺍﻟﻤﺘﻘ ﻄﻊ ﻳﻤﻜﻦ ﺍﺟﺘﻴﺎﺯ ﺍﻟﺨﻄﻴﻦ ﻣﻦ ﻧﺎﺣﻴﺔ ﺍﻟﺨﻂ ﺍﻟﻤﺘﻮﺍﺻﻞ",
                "ﻭﻳﺤ ﻈﺮ ﺍﻻﺟﺘﻴﺎﺯ ﻣﻦ ﻧﺎﺣﻴﺔ ﺍﻟﺨﻂ ﺍﻟﻤﺘﻮﺍﺻﻞ ﻳﺤﻈﺮ ﺍﺟﺘﻴﺎﺯ ﺍﻟﺨﻄﻴﻦ ﻣﻦ ﻧﺎﺣﻴﺔ ﺍﻟﺨﻂ ﺍﻟﻤﺘﻘ ﻄﻊ",
                "ﻭﻳﺤ ﻈﺮ ﺍﻻﺟﺘﻴﺎﺯ ﻣﻦ ﻧﺎﺣﻴﺔ ﺍﻟﺨﻂ ﺍﻟﻤﺘﻮﺍﺻﻞ ﻳﻤﻜﻦ ﺍﺟﺘﻴﺎﺯ ﺍﻟﺨﻄﻴﻦ ﻣﻦ ﻧﺎﺣﻴﺔ ﺍﻟﺨﻂ ﺍﻟﻤﺘﻘ ﻄﻊ"
            ],
            "correctAnswer": "ﻭﻳﺤ ﻈﺮ ﺍﻻﺟﺘﻴﺎﺯ ﻣﻦ ﻧﺎﺣﻴﺔ ﺍﻟﺨﻂ ﺍﻟﻤﺘﻮﺍﺻﻞ ﻳﻤﻜﻦ ﺍﺟﺘﻴﺎﺯ ﺍﻟﺨﻄﻴﻦ ﻣﻦ ﻧﺎﺣﻴﺔ ﺍﻟﺨﻂ ﺍﻟﻤﺘﻘ ﻄﻊ"
        },
        {
            "id": 310,
            "category": "Safety",
            "question": "ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺃﻥ ﻳﻌﻄﻲ ﺃﻓﻀﻠﻴﺔ ﺍﻟﻤﺮﻭﺭ:",
            "answers": [
                "ﻟﻠﻤﺸﺎﺓ",
                "ﻟﻠﺴﻴﺎﺭﺍﺕ",
                "ﻟﻠﺸﺎﺣﻨﺎﺕ"
            ],
            "correctAnswer": "ﻟﻠﺸﺎﺣﻨﺎﺕ"
        },
        {
            "id": 311,
            "category": "Safety",
            "question": "ﻣﺴﺘﺤﻴﻞ ﺗﻜﻮﻥ ﺃﻓﻀﻠﻴﺔ ﺍﻟﻤﺮﻭﺭ ﻟﻠﺴﻴﺎﺭﺍﺕ: ﻓﻲ ﺍﻟﻄﺮﻗﺎﺕ ﺫﺍﺕ ﺍﻹﻧﺤﺪﺍﺭ ﺍﻟﻘﻮﻱ ﺣﻴﺚ ﺍﻟﺘﻼﻗﻲ",
            "answers": [
                "ﺍﻟﻤﺘﺠﻬﺔ ﻧﺰﻭﻻ",
                "ﺍﻟﻤﺘﺠﻬﺔ ﺻﻌﻮﺩﺍ",
                "ﻭﺑﺤﺴﺐ ﺷﻜﻞ ﺍﻟﻄﺮﻳﻖ"
            ],
            "correctAnswer": "ﻭﺑﺤﺴﺐ ﺷﻜﻞ ﺍﻟﻄﺮﻳﻖ"
        },
        {
            "id": 312,
            "category": "Safety",
            "question": "ﺍﻟﻤﺪﻥ: ﻳﺠﺐ ﺍﻟﻤﺤﺎﻓﻈﺔ ﺩﺍﺋﻤﺎ ﻋﻠﻰ ﻣﺴﺎﻓﺔ ﺃﻣﺎﻥ ﺩﺍﺧﻞ",
            "answers": [
                "ﺛﺎﻧﻴﺔ",
                "ﻣﺘﺮﻳﻦ",
                "ﺛﺎﻧﻴﺘﻴﻦ"
            ],
            "correctAnswer": "ﺛﺎﻧﻴﺘﻴﻦ"
        },
        {
            "id": 313,
            "category": "Safety",
            "question": "ﺩﺍﺧﻞ ﺍﻟﻤﺴﺘﺪﻳﺮﺓ ﺗﻜﻮﻥ ﺩﺍﺋﻤﺎ ﺍﻷﻓﻀﻠﻴﺔ:",
            "answers": [
                "ﻟﻠﺴﻴﺎﺭﺓ ﺩﺍﺧﻞ ﺍﻟﻤﺴﺘﺪﻳﺮﺓ",
                "ﻟﻠﺴﻴﺎﺭﺓ ﺍﻷﺗﻴﺔ ﻣﻦ ﺍﻟﺠ ﻬﺔ ﺍﻟﻴﻤﻨﻰ",
                "ﻟﻠﺴﻴﺎﺭﺓ ﺍﻷﺗﻴﺔ ﻣﻦﺟﻬﺔ ﺍﻟﻴﺴﺎﺭ"
            ],
            "correctAnswer": "ﻟﻠﺴﻴﺎﺭﺓ ﺍﻷﺗﻴﺔ ﻣﻦﺟﻬﺔ ﺍﻟﻴﺴﺎﺭ"
        },
        {
            "id": 314,
            "category": "Safety",
            "question": "ﻳﻤﻨﻊ ﺍﻟﺘﺠﺎﻭﺯ ﺩﺍﺧﻞ ﺍﻷﻧﻔﺎﻕ ﺫﺍﺕ",
            "answers": [
                "ﺍﻟﻤﺘﻌﺪﺩﺓ ﺍﻻﺗﺠﺎﻫﺎﺕ",
                "ﺍﻻﺗﺠﺎﻫﻴﻦ",
                "ﺍﻻﺗﺠﺎﻩ ﺍﻟﻮﺍﺣﺪ"
            ],
            "correctAnswer": "ﺍﻻﺗﺠﺎﻩ ﺍﻟﻮﺍﺣﺪ"
        },
        {
            "id": 315,
            "category": "Safety",
            "question": "ﻋﻨﺪ ﻭﺟﻮﺩ ﺃﺷﻐﺎﻝ ﻋﺎﻣﺔ ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ",
            "answers": [
                "ﺇﺿﺎﺀﺓ ﺍﻧﻮﺍﺭ ﺍﻟﺴﻴﺎﺭﺓ",
                "ﺍﻟﺴﻴﺮ ﺑﺴﺮﻋﺔ",
                "ﺗﺨﻔﻴﻒ ﺳﺮﻋﺔ ﻣﺮﻛﺒﺘﻪ"
            ],
            "correctAnswer": "ﺗﺨﻔﻴﻒ ﺳﺮﻋﺔ ﻣﺮﻛﺒﺘﻪ"
        },
        {
            "id": 316,
            "category": "Safety",
            "question": "ﻳﺠﺐ ﺟﻠﻮﺱ ﺍﻷﻁﻔﺎﻝ ﺩﻭﻥ ﺳﻦ ﺍﻟﺨﺎﻣﺴﺔ ﻋﻠﻰ",
            "answers": [
                "ﺣﻀﻦ ﺍﻷﻫﻞ",
                "ﺍﻟﻤﻘﺎﻋﺪ ﺍﻟﺨﻠﻔﻴﺔ",
                "ﺍﻟﻤﻘﺎﻋﺪ ﺍﻟﻤﺨ ﺼﺼﺔ ﻟﻸﻁﻔﺎﻝ"
            ],
            "correctAnswer": "ﺍﻟﻤﻘﺎﻋﺪ ﺍﻟﻤﺨ ﺼﺼﺔ ﻟﻸﻁﻔﺎﻝ"
        },
        {
            "id": 318,
            "category": "Safety",
            "question": "ﻟﻠﺘﺠﺎﻭﺯ ﻋﻦ: ﻫﻮﺍﺋﻴﺔ ﺍﻭ ﺩﺭﺍﺟﺔ ﺁﻟﻴﺔ ﺃﻥ ﻻ ﺗﻘﻞ ﺍﻟﻤﺴﺎﻓﺔ ﺍﻟﺠﺎﻧﺒﻴﺔ ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺧﻼﻝ ﺍﻟﺘﺠﺎﻭﺯ ﻋﻦ ﺩﺭﺍﺟﺔ",
            "answers": [
                "CM 75",
                "Cm 65",
                "Cm 70"
            ],
            "correctAnswer": "Cm 70"
        },
        {
            "id": 319,
            "category": "Safety",
            "question": "ﻋﻦ: ﻣﺮﻛﺒﺔ ﺍﺧﺮﻯ، ﺃﻥ ﻻ ﺗﻘﻞ ﺍﻟﻤﺴﺎﻓﺔ ﺍﻟﺠﺎﻧﺒﻴﺔ ﻟﻠﺘﺠﺎﻭﺯ ﻳﺠﺐ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺧﻼﻝ ﺍﻟﺘﺠﺎﻭﺯ ﻋﻦ ﺳﻴﺎﺭﺓ ﺍﻭ",
            "answers": [
                "CM45",
                "CM 50",
                "CM 60"
            ],
            "correctAnswer": "CM 60"
        },
        {
            "id": 320,
            "category": "Safety",
            "question": "ﺧﻼﻝ: ﻳﺤ ﻈﺮ ﻋﻠﻰ ﺍﻟﺴﺎﺋﻘﻴﻦ ﻋﺮﻗﻠﺔ ﺳﻴﺮ ﺍﻟﻤﺮﻛﺒﺎﺕ ﻣﻦ",
            "answers": [
                "ﺍﻟﺘﻮﻗﻒ ﺍﻟﺒﻄﻴﺊ",
                "ﺍﻟﺴﻴﺮ ﻋﻠﻰ ﺍﻟﻄﺮﻳﻖ ﺩﻭﻥ ﺍﻟﺴﺮﻋﺔ ﺍﻟﻤﻌﻤﻮﻝ ﺑﻬﺎ",
                "ﺍﻟﺘﻮﻗﻒ ﺍﻟﻤﻔﺎﺟﺊ ﺑﺪﻭﻥ ﺳﺒﺐ ﻣﺸﺮﻭﻉ ﻋﻠﻰ ﺍﻟﻤﻌﺒﺪ"
            ],
            "correctAnswer": "ﺍﻟﺘﻮﻗﻒ ﺍﻟﻤﻔﺎﺟﺊ ﺑﺪﻭﻥ ﺳﺒﺐ ﻣﺸﺮﻭﻉ ﻋﻠﻰ ﺍﻟﻤﻌﺒﺪ"
        },
        {
            "id": 321,
            "category": "Safety",
            "question": "ﺍﻟﺘﺮﺍﺟﻊ ﺇﻟﻰ ﺍﻟﻮﺭﺍﺀ : ﻓﻲ ﺣﺎﻝ ﺍﻟﺘﻼﻗﻲ ﻋﻠﻰ ﻁﺮﻳﻖ ﺫﻭ ﺍﺗﺠﺎﻫﻴﻦ ﻳﻜﻮﻥ",
            "answers": [
                "ﻟﻠﻤﺮﻛﺒﺔ ﺍﻟﻤﻨﻔﺮﺩﺓﻣﻘﺎﺑﻞ ﻣﺠﻤﻮﻉ ﺍﻟﻤﺮﻛﺒﺎﺕ",
                "ﻟﻤﺠﻤﻮﻋﺔ ﺍﻟﻤﺮﻛﺒﺎﺕ ﻣﻘﺎﺑﻞ ﺍﻟﻤﺮﻛﺒﺔ ﺍﻟﻤﻨﻔﺮﺩﺓ",
                "ﻟﻠﻤﺮﻛﺒﺎﺕ ﺍﻟﺜﻘﻴﻠﺔ ﻣﻘﺎﺑﻞ ﺍﻟﻤﺮﻛﺒﺎﺕ ﺍﻟﻤﻨﻔﺮﺩﺓ"
            ],
            "correctAnswer": "ﻟﻠﻤﺮﻛﺒﺎﺕ ﺍﻟﺜﻘﻴﻠﺔ ﻣﻘﺎﺑﻞ ﺍﻟﻤﺮﻛﺒﺎﺕ ﺍﻟﻤﻨﻔﺮﺩﺓ"
        },
        {
            "id": 322,
            "category": "Safety",
            "question": "ﺗﻜﻮﻥ ﺃﻓﻀﻠﻴﺔ ﺍﻟﻤﺮﻭﺭ: ﻓﻲ ﺣﺎﻝ ﻛﺎﻥ ﺍﻟﺘﻘﺎﻁﻊ ﻣﺆﻟﻔﺎ ﻣﻦ ﺛﻼﺛﺔ ﺗﻔﺮﻋﺎﺕ،",
            "answers": [
                "ﻟﻠﺴﻴﺮ ﻋﻠﻰ ﺍﻟﻄﺮﻳﻖ ﺑﺤﺬﺭ ﻭﺑﺮﻭﻳﺔ",
                "ﻟﻠﺴﺎﺋﻖ ﺍﻷﺗﻲ ﻣﻦ ﺟﻬﺔ ﺍﻟﻴﻤﻴﻦ",
                "ﻁﺮﻳﻘﺎ ﻣﺴﺘﻘﻴﻤﺎ ﻟﻠﺴﺎﺋﻖ ﺍﻟﻤﺘ ﺠﻪ ﻋﻠﻰ ﺍﻟﻄﺮﻳﻖ ﺍﻟﺘﻲ ﻳﺸﻜﻞ ﺍﺛﻨﺎﻥ ﻣﻨﻬﻤﺎ"
            ],
            "correctAnswer": "ﻁﺮﻳﻘﺎ ﻣﺴﺘﻘﻴﻤﺎ ﻟﻠﺴﺎﺋﻖ ﺍﻟﻤﺘ ﺠﻪ ﻋﻠﻰ ﺍﻟﻄﺮﻳﻖ ﺍﻟﺘﻲ ﻳﺸﻜﻞ ﺍﺛﻨﺎﻥ ﻣﻨﻬﻤﺎ"
        },
        {
            "id": 323,
            "category": "Safety",
            "question": "ﺍﻟﻼﻓﺘﺔ ﺍﻟﻘﻴﺎﻡ: ﺍﻟﺴﺎﺋﻘﻴﻦ ﺍﻟﺬﻳﻦ ﻳﺮﻳﺪﻭﻥ ﺍﻟﺨﺮﻭﺝ ﻓﻮﺭ ﺭﺅﻳﺘﻬﻢ ﻫﺬﻩ ﺃﻭ ﺇﻟﻰ ﺇﺗﺠﺎﻩ ﻧﺤﻮ ﻁﺮﻳﻖ ﺁﺧﺮ، ﻋﻠﻰ ﺟﻤﻴﻊ ﻋﻨﺪ ﻭﺟﻮﺩ ﻻﻓﺘﺔ ﻋﻠﻰ ﺍﻭﺗﻮﺳﺘﺮﺍﺩ ﺗﺸﻴﺮ ﺇﻟﻰ ﺗﺤﻮﻳﻠﺔ",
            "answers": [
                "ﺍﻟﺘﺤﻮﻳﻠﺔ ﺍﻟﺘﻲ ﻳﺮﻏﺐ ﺳﻠﻮﻛﻬﺎ ﻟﻌﺪﻡ ﻋﺮﻗﻠﺔ ﺍﻟﺴﻴﺮ ﺑﺎﻹﻧﺤﺮﺍﻑ ﺍﻟﺴﺮﻳﻊ ﺇﻟﻰ ﺍﻟﻮﺳﻂ ﺑﺤﺴﺐ ﺇﺗﺠﺎﻩ",
                "ﻋﺮﻗﻠﺔ ﺍﻟﺴﻴﺮ ﺑﺤﺴﺐ ﺇﺗﺠﺎﻩ ﺍﻟﺘﺤﻮﻳﻠﺔ ﺍﻟﺘﻲ ﻳﺮﻏﺐ ﺳﻠﻮﻛﻬﺎ ﻟﻌﺪﻡ ﺑﺎﻹﻧﺤﺮﺍﻑ ﺍﻟﻔﻮﺭﻱﺇﻟﻰ ﺇﺗﺠﺎﻩ ﺍﻟﻴﻤﻴﻦ ﺃﻭ ﺍﻟﻴﺴﺎﺭ",
                "ﺑﺤﺴﺐ ﺇﺗﺠﺎﻩ ﺍﻟﺘﺤﻮﻳﻠﺔ ﺍﻟﺘﻲ ﻳﺮﻏﺐ ﺳﻠﻮﻛﻬﺎ ﺑﺎﻹﻧﺤﺮﺍﻑ ﺍﻟﺘﺪﺭﻳﺠﻲ ﺇﻟﻰ ﺇﺗﺠﺎﻩ ﺍﻟﻴﻤﻴﻦ ﺃﻭ ﺍﻟﻴﺴﺎﺭ"
            ],
            "correctAnswer": "ﺑﺤﺴﺐ ﺇﺗﺠﺎﻩ ﺍﻟﺘﺤﻮﻳﻠﺔ ﺍﻟﺘﻲ ﻳﺮﻏﺐ ﺳﻠﻮﻛﻬﺎ ﺑﺎﻹﻧﺤﺮﺍﻑ ﺍﻟﺘﺪﺭﻳﺠﻲ ﺇﻟﻰ ﺇﺗﺠﺎﻩ ﺍﻟﻴﻤﻴﻦ ﺃﻭ ﺍﻟﻴﺴﺎﺭ"
        },
        {
            "id": 324,
            "category": "Safety",
            "question": "ﻳﺘﻮﺟﺐ ﺍﺳﺘﻌﻤﺎﻝ ﺣﺰﺍﻡ ﺍﻷﻣﺎﻥ ﻟﻤﺴﺘﻌﻤﻠﻲ ﺍﻟﻤﻘﺎﻋﺪ:",
            "answers": [
                "ﺍﻟﻤﻘﺎﻋﺪ ﺍﻷﻣﺎﻣﻴﺔ ﻭﺍﻟﺨﻠﻔﻴﺔ ﻓﻲ ﺟﻤﻴﻊ ﺃﻧﻮﺍﻉ ﺍﻟﻤﺮﻛﺒﺎﺕ",
                "ﺍﻟﻤﻘﺎﻋﺪ ﺍﻷﻣﺎﻣﻴﺔ ﻓﻘﻂ ﻓﻲ ﺟﻤﻴﻊ ﺃﻧﻮﺍﻉ ﺍﻟﻤﺮﻛﺒﺎﺕ",
                "ﺟﻤﻴﻊ ﺃﻧﻮﺍﻉ ﺍﻟﻤﺮﻛﺒﺎﺕ ﺍﻟﻤﻘﺎﻋﺪ ﺍﻷﻣﺎﻣﻴﺔ ﻭﺍﻟﺨﻠﻔﻴﺔ ﻋﻠﻰ ﺍﻷﻭﺗﻮﺳﺘﺮﺍﺩﺍﺕ ﻓﻲ"
            ],
            "correctAnswer": "ﺟﻤﻴﻊ ﺃﻧﻮﺍﻉ ﺍﻟﻤﺮﻛﺒﺎﺕ ﺍﻟﻤﻘﺎﻋﺪ ﺍﻷﻣﺎﻣﻴﺔ ﻭﺍﻟﺨﻠﻔﻴﺔ ﻋﻠﻰ ﺍﻷﻭﺗﻮﺳﺘﺮﺍﺩﺍﺕ ﻓﻲ"
        },
        {
            "id": 325,
            "category": "Safety",
            "question": "ﺍﺫﺍ ﻛﺎﻧﺖ ﻳﺪ ﺭﺟﻞ ﺍﻷﻣﻦ ﻣﺮﻓﻮﻋﺔ ﻋﺎﻣﻮﺩﻳﺎ:",
            "answers": [
                "ﺗﻌﻨﻲ ﻫﺬﻩ ﺍﻹﺷﺎﺭﺓ ﺃﺑﻄﻰﺀ ﺍﻟﺴﺮﻋﺔ",
                "ﺗﻌﻨﻲ ﻫﺬﻩ ﺍﻹﺷﺎﺭﺓ ﺍﻧﺘﺒﺎﻩ ﻫﻨﺎﻙ ﺳﻴﺮ ﻣﺘﻮﻗﻒ",
                "ﺍﻟﻄﺮﻳﻖ ﺗﻌﻨﻲ ﻫﺬﻩ ﺍﻹﺷﺎﺭﺓ(ﺣﺬﺍﺭ-ﻗﻒ) ﻟﻜﻞ ﻣﺴﺘﺨﺪﻣﻲ"
            ],
            "correctAnswer": "ﺍﻟﻄﺮﻳﻖ ﺗﻌﻨﻲ ﻫﺬﻩ ﺍﻹﺷﺎﺭﺓ(ﺣﺬﺍﺭ-ﻗﻒ) ﻟﻜﻞ ﻣﺴﺘﺨﺪﻣﻲ"
        },
        {
            "id": 326,
            "category": "Safety",
            "question": "ﺍﺫﺍ ﻛﺎﻧﺖ ﻳﺪﺍ ﺭﺟﻞ ﺍﻷﻣﻦ ﻣﻤﺪﻭﺩﺗﻴﻦ ﺃﻓﻘﻴﺎ:",
            "answers": [
                "ﺍﻟﻴﺪﻳﻦ ﺍﻟﻤﻤﺪﻭﺩﺗﻴﻦ ﺍﻟﻘﺎﺩﻣﻴﻦ ﻣﻦ ﺇﺗﺠﺎﻫﺎﺕ ﺗﺘﻘﺎﻁﻊ ﻣﻊ ﺇﺗﺠﺎﻫﺎﺕ ﺍﻟﻴﺪ ﺃﻭ ﺗﻌﻨﻲ ﻫﺬﻩ ﺍﻹﺷﺎﺭﺓ(ﺍﻟﺘﻮﻗﻒ) ﻟﻜﻞ ﻣﺴﺘﺨﺪﻣﻲ ﺍﻟﻄﺮﻳﻖ",
                "ﺍﻟﻴﺪﻳﻦ ﺍﻟﻤﻤﺪﻭﺩﺗﻲ ﺍﻟﻘﺎﺩﻣﻴﻦ ﻣﻦ ﺇﺗﺠﺎﻫﺎﺕ ﺗﺘﻘﺎﻁﻊ ﻣﻊ ﺇﺗﺠﺎﻫﺎﺕ ﺍﻟﻴﺪ ﺃﻭ ﺗﻌﻨﻲ ﻫﺬﻩ ﺍﻹﺷﺎﺭﺓ (ﺗﻤﻬﻞ) ﻟﻜﻞ ﻣﺴﺘﺨﺪﻣﻲ ﺍﻟﻄﺮﻳﻖ",
                "ﺍﻟﻴﺪ ﺃﻭ ﺍﻟﻴﺪﻳﻦ ﺍﻟﻤﻤﺪﻭﺩﺗﻴﻦ ﺍﻟﻄﺮﻳﻖ ﺍﻟﻘﺎﺩﻣﻴﻦ ﻣﻦ ﺇﺗﺠﺎﻫﺎﺕ ﺗﺘﻘﺎﻁﻊ ﻣﻊ ﺇﺗﺠﺎﻫﺎﺕ ﺗﻌﻨﻲ ﻫﺬﻩ ﺍﻹﺷﺎﺭﺓ (ﺍﻓﺴﺎﺡ ﺍﻟﻤﺠﺎﻝ) ﻟﻜﻞ ﻣﺴﺘﺨﺪﻣﻲ"
            ],
            "correctAnswer": "ﺍﻟﻴﺪ ﺃﻭ ﺍﻟﻴﺪﻳﻦ ﺍﻟﻤﻤﺪﻭﺩﺗﻴﻦ ﺍﻟﻄﺮﻳﻖ ﺍﻟﻘﺎﺩﻣﻴﻦ ﻣﻦ ﺇﺗﺠﺎﻫﺎﺕ ﺗﺘﻘﺎﻁﻊ ﻣﻊ ﺇﺗﺠﺎﻫﺎﺕ ﺗﻌﻨﻲ ﻫﺬﻩ ﺍﻹﺷﺎﺭﺓ (ﺍﻓﺴﺎﺡ ﺍﻟﻤﺠﺎﻝ) ﻟﻜﻞ ﻣﺴﺘﺨﺪﻣﻲ"
        },
        {
            "id": 328,
            "category": "Safety",
            "question": "ﺍﻟﺨﺼﻮﺻﻴﺔﺣﺘﻰ ﺳﻦ ﺍﻟـ ٥٠ ﻛﻞ: ﻋﻠﻰ ﺍﻟﺴﺎﺋﻖ ﺗﺠﺪﻳﺪ ﺭﺧﺼﺔ ﺍﻟﺴﻮﻕ",
            "answers": [
                "20ﺳﻨﺔ",
                "5ﺳﻨﻮﺍﺕ",
                "10 ﺳﻨﻮﺍﺕ"
            ],
            "correctAnswer": "10 ﺳﻨﻮﺍﺕ"
        },
        {
            "id": 329,
            "category": "Safety",
            "question": "ﺍﻟﺤﺎﻻﺕ ﺍﻵﺗﻴﺔ: ﻳﺤ ﻈﺮ ﺍﺳﺘﻌﻤﺎﻝ ﺍﻟﻤﻨﺒﻬﺎﺕ ﺍﻟﺼﻮﺗﻴﺔ ﺇﻻ ﻓﻲ",
            "answers": [
                "ﻟﺘﻨﺒﻴﻪ ﺍﻟﺴﺎﺋﻘﻴﻦ ﺍﻻﺧﺮﻳﻦ ﺑﻮﺟﻮﺏ ﺍﻟﺘﺤﺮﻙ ﺑﺴﺮﻋﺔ",
                "ﻟﺘﻔﺎﺩﻱ ﺯﺣﻤﺔ ﺍﻟﺴﻴﺮ ﺍﻟﺨﺎﻧﻘﺔ",
                "ﺍﻟﻀﺮﻭﺭﻳﺔ ﻟﺘﻔﺎﺩﻱ ﻭﻗﻮﻉ ﺍﻟﺤﻮﺍﺩﺙ ﺍﻋﻄﺎﺀ ﻣﺴﺘﺨﺪﻣﻲ ﺍﻟﻄﺮﻳﻖ ﺍﻵﺧﺮﻳﻦ ﺍﻟﺘﻨﺒﻴﻬﺎﺕ"
            ],
            "correctAnswer": "ﺍﻟﻀﺮﻭﺭﻳﺔ ﻟﺘﻔﺎﺩﻱ ﻭﻗﻮﻉ ﺍﻟﺤﻮﺍﺩﺙ ﺍﻋﻄﺎﺀ ﻣﺴﺘﺨﺪﻣﻲ ﺍﻟﻄﺮﻳﻖ ﺍﻵﺧﺮﻳﻦ ﺍﻟﺘﻨﺒﻴﻬﺎﺕ"
        },
        {
            "id": 330,
            "category": "Safety",
            "question": "ﺍﻟﺴﻴﺎﺭﺓ: ﻓﻲ ﺣﺎﻝ ﻋﺪﻡ ﻭﺟﻮﺩ ﻻﻓﺘﺎﺕ ﺃﻭﻋﻼﻣﺎﺕ ﺍﻟﻨﺰﻭﻝ ﻣﻦ",
            "answers": [
                "ﻣﻨﺎﺳﺒﺔ ﻭﺃﺳﻬﻞ ﻟﺤﺮﻛﺘﻪ ﻋﻠﻴﻪ ﺍﻟﻨـﺰﻭﻝ ﺃﻭ ﺍﻟﺼﻌﻮﺩ ﻣﻦ ﺍﻟﺠﻬﺔ ﺍﻟﺘﻲ ﻳﺮﺍﻫﺎ",
                "ﻋﻠﻴﻪ ﺍﻟﻨـﺰﻭﻝ ﺃﻭ ﺍﻟﺼﻌﻮﺩ ﻣﻦ ﺍﻟﺠﻬﺔ ﺍﻟﻴﻤﻨﻰ ﻟﻮﺟﻬﺘﻪ",
                "ﻋﻠﻴﻪ ﺍﻟﻨـﺰﻭﻝ ﺃﻭ ﺍﻟﺼﻌﻮﺩ ﻣﻦ ﺍﻟﺠﻬﺔ ﺍﻟﻴﺴﺮﻯ ﻟﻮﺟﻬﺘﻪ"
            ],
            "correctAnswer": "ﻋﻠﻴﻪ ﺍﻟﻨـﺰﻭﻝ ﺃﻭ ﺍﻟﺼﻌﻮﺩ ﻣﻦ ﺍﻟﺠﻬﺔ ﺍﻟﻴﺴﺮﻯ ﻟﻮﺟﻬﺘﻪ"
        },
        {
            "id": 331,
            "category": "Safety",
            "question": "ﺟﺎﻧﺐ ﺍﻟﻤﺮﻛﺒﺔ ﺗﻌﻨﻲ: ﺍﺫﺍ ﻗﺎﻡ ﺍﻟﺴﺎﺋﻖ ﺑﺈﻧﺰﺍﻝ ﺍﻟﺬﺭﺍﻉ ﻭﺍﺻﻌﺎﺩﻫﺎ ﺇﻟﻰ",
            "answers": [
                "ﺍﻟﺴﻴﺎﺭﺓ ﻣﻌﻄﻠﺔ",
                "ﺍﻹﺗﺤﺎﻩ ﺇﻟﻰ ﺍﻟﻴﺴﺎﺭ",
                "ﺗﺨﻔﻴﻒ ﺍﻟﺴﺮﻋﺔ ﻭﺍﻟﺘﻮﻗﻒ"
            ],
            "correctAnswer": "ﺗﺨﻔﻴﻒ ﺍﻟﺴﺮﻋﺔ ﻭﺍﻟﺘﻮﻗﻒ"
        },
        {
            "id": 332,
            "category": "Safety",
            "question": "ﺗﻌﻨﻲ: ﺍﺫﺍ ﻗﺎﻡ ﺍﻟﺴﺎﺋﻖ ﺑﻤﺪ ﺍﻟﺬﺭﺍﻉ ﺑﺸﻜﻞ ﻣﺴﺘﻘﻴﻢ ﺃﻓﻘﻴﺎ",
            "answers": [
                "ﺍﻻﺗﺠﺎﻩ ﻟﻠﻮﺭﺍﺀ",
                "ﺍﻹﺗﺠﺎﻩ ﻟﻠﻴﺴﺎﺭ",
                "ﺇﺷﺎﺭﺓ ﻟﻠﺴﻴﺎﺭﺍﺕ ﺑﺎﻥ ﺍﻟﺴﺎﺋﻖ ﻳﺨﻔﻒ ﺍﻟﺴﺮﻋﺔ"
            ],
            "correctAnswer": "ﺇﺷﺎﺭﺓ ﻟﻠﺴﻴﺎﺭﺍﺕ ﺑﺎﻥ ﺍﻟﺴﺎﺋﻖ ﻳﺨﻔﻒ ﺍﻟﺴﺮﻋﺔ"
        },
        {
            "id": 333,
            "category": "Safety",
            "question": "ﺍﺫﺍ ﻗﺎﻡ ﺍﻟﺴﺎﺋﻖ ﺑﺮﻓﻊ ﺍﻟﺬﺭﺍﻉ ﻋﺎﻣﻮﺩﻳﺎ ﺗﻌﻨﻲ:",
            "answers": [
                "ﺍﻹﺗﺠﺎﻩ ﺇﻟﻰ ﺍﻟﻴﻤﻴﻦ",
                "ﺍﻻﺗﺠﺎﻩ ﺇﻟﻰ ﺍﻟﻴﺴﺎﺭ",
                "ﺍﻟﺘﻮﻗﻒ"
            ],
            "correctAnswer": "ﺍﻟﺘﻮﻗﻒ"
        },
        {
            "id": 334,
            "category": "Safety",
            "question": "ﻳﻤﻴﻨﺎ ﺷﺮﻳﻄﺔ: ﻳﺴﻤﺢ ﺑﻌﺒﻮﺭ ﺍﻹﺷﺎﺭﺓ ﺍﻟﺤﻤﺮﺍﺀ ﻟﻠﻤﺮﻛﺒﺎﺕ ﺍﻟﻤﺘﺠﻬﺔ",
            "answers": [
                "ﺗﻌﺮﻳﺾ ﺍﻟﻤﺸﺎﺓ ﻭﺣﺮﻛﺎﺕ ﺍﻟﺴﻴﺮ ﺍﻷﺧﺮﻯ ﻷﻱ ﺧﻄﺮ ﺍﻟﺘﻮﻗﻒ ﻋﻨﺪ ﺍﻹﺷﺎﺭﺓ ﻭﻣﻦ ﺛﻢ ﺗﺄﻣﻴﻦ ﺍﻟﻌﺒﻮﺭ ﺩﻭﻥ",
                "ﺍﻟﺴﻴﺮ ﺑﺴﺮﻋﺔ",
                "ﺍﻟﺤﻤﺮﺍﺀ ﻻ ﻳﺴﻤﺢ ﻟﻠﺴﻴﺎﺭﺍﺕﺍﻟﻤﺘﺠﻬﺔ ﺇﻟﻰ ﺍﻟﻴﻤﻴﻦ ﺑﻌﺒﻮﺭ ﺍﻻﺷﺎﺭﺓ"
            ],
            "correctAnswer": "ﺍﻟﺤﻤﺮﺍﺀ ﻻ ﻳﺴﻤﺢ ﻟﻠﺴﻴﺎﺭﺍﺕﺍﻟﻤﺘﺠﻬﺔ ﺇﻟﻰ ﺍﻟﻴﻤﻴﻦ ﺑﻌﺒﻮﺭ ﺍﻻﺷﺎﺭﺓ"
        },
        {
            "id": 335,
            "category": "Safety",
            "question": "ﻋﻨﺪ ﻭﺟﻮﺩ ﺧﻄﻮﻁ ﻁﻮﻳﻠﺔ ﻣﺘﻮﺍﺻﻠﺔ:",
            "answers": [
                "ﻳﻤﻨﻊ ﺇﺟﺘﻴﺎﺯﻫﺎ ﺇﻟﻰﺍﻟﻤﺴﻠﻚ ﺃﻭ ﺍﻟﻤﺴﺮﺏ ﺍﻟﻤﺠﺎﻭﺭ",
                "ﻳﺴﻤﺢ ﺍﺟﺘﻴﺎﺯﻫﺎ ﻟﻜﻦ ﺷﺮﻁ ﺍﻻﻧﺘﻘﺎﻝ ﺑﺴﺮﻋﺔ",
                "ﺑﺤﺬﺭ ﺑﻌﺪ ﺗﺄﻣﻴﻦ ﺍﻟﻄﺮﻳﻖ ﻳﺴﻤﺢ ﺇﺟﺘﻴﺎﺯﻫﺎ ﺇﻟﻰﺍﻟﻤﺴﻠﻚ ﺃﻭ ﺍﻟﻤﺴﺮﺏ ﺍﻟﻤﺠﺎﻭﺭ"
            ],
            "correctAnswer": "ﺑﺤﺬﺭ ﺑﻌﺪ ﺗﺄﻣﻴﻦ ﺍﻟﻄﺮﻳﻖ ﻳﺴﻤﺢ ﺇﺟﺘﻴﺎﺯﻫﺎ ﺇﻟﻰﺍﻟﻤﺴﻠﻚ ﺃﻭ ﺍﻟﻤﺴﺮﺏ ﺍﻟﻤﺠﺎﻭﺭ"
        },
        {
            "id": 336,
            "category": "Safety",
            "question": "ﻋﻤﺮ: ﻳﺤ ﻈﺮ ﻭﺿﻊ ﺍﻷﻁﻔﺎﻝ ﺑﺎﻟﻤﻘﺎﻋﺪ ﺍﻷﻣﺎﻣﻴﺔ ﺩﻭﻥ",
            "answers": [
                "10 ﺳﻨﻮﺍﺕ",
                "12ﺳﻨﺔ",
                "8ﺳﻨﻮﺍﺕ"
            ],
            "correctAnswer": "8ﺳﻨﻮﺍﺕ"
        },
        {
            "id": 337,
            "category": "Safety",
            "question": "ﻷﻧﻬﺎ: ﻳﺤ ﻈﺮ ﻋﻠﻰ ﺃﻱ ﻛﺎﻥ ﺭﻣﻲ ﺃﻱ ﺷﻲﺀ ﻣﻦ ﺍﻟﺴﻴﺎﺭﺓ",
            "answers": [
                "ﺗﺴﺒﺐ ﺑﺈﺯﺍﻟﺔ ﻋﻼﻣﺎﺕ ﺳﻄﺢ ﺍﻟﻄﺮﻳﻖ",
                "ﺗﺴﺒﺐ ﺍﻟﺤﻮﺍﺩﺙ ﻭﺗﺴﺪ ﻣﺴﺎﺭﺏ ﺍﻟﻤﻴﺎﻩ",
                "ﺗﺴﺒﺐ ﺑﻌﺮﻗﻠﺔ ﻋﻤﻞ ﺭﺟﺎﻝ ﺍﻷﻣﻦ"
            ],
            "correctAnswer": "ﺗﺴﺒﺐ ﺑﻌﺮﻗﻠﺔ ﻋﻤﻞ ﺭﺟﺎﻝ ﺍﻷﻣﻦ"
        },
        {
            "id": 339,
            "category": "Safety",
            "question": "ﻭﺍﻹﺷﺎﺭﺍﺕ ﺍﻟﻀﻮﺋﻴﺔ ﺣﺘﻰ ﻣﺴﺎﻓﺔ: ﻭﻋﻠﻰ ﺍﻟﻤﻨﻌﻄﻔﺎﺕ ﻭﺍﻟﺘﻘﺎﻁﻌﺎﺕ ﻭﺍﻟﻤﺴﺘﺪﻳﺮﺍﺕ ﻳﻤﻨﻊ ﺍﻟﻮﻗﻮﻑ ﻭﺍﻟﺘﻮﻗﻒ ﻋﻠﻰ ﺭﺅﻭﺱ ﺍﻟﻤﺮﺗﻔﻌﺎﺕ",
            "answers": [
                "25ﻣﺘﺮ",
                "30 ﻣﺘﺮ",
                "50 ﻣﺘﺮ"
            ],
            "correctAnswer": "50 ﻣﺘﺮ"
        },
        {
            "id": 340,
            "category": "Safety",
            "question": "ﻳﺤﻈﺮ ﻋﻠﻰ ﺳﺎﺋﻖ ﺍﻟﻤﺮﻛﺒﺔ:",
            "answers": [
                "ﻧﻘﻞ ﺯﺟﺎﺟﺎﺕ ﺃﻭ ﻋﺒﻮﺍﺕ ﻛﺤﻮﻝ ﻣﻨﺘﻬﻴﺔ ﺍﻟﺼﻼﺣﻴﺔ",
                "ﺩﺍﺧﻞ ﺍﻟﻤﺮﻛﺒﺔ ﻧﻘﻞ ﺯﺟﺎﺟﺎﺕ ﺃﻭ ﻋﺒﻮﺍﺕ ﻛﺤﻮﻝ ﻣﻘﻔﻠﺔ ﻣﻦ ﻣﺼﻨﻌﻬﺎ",
                "ﻣﺼﻨﻌﻬﺎ ﺩﺍﺧﻞ ﺍﻟﻤﺮﻛﺒﺔ ﻧﻘﻞ ﺯﺟﺎﺟﺎﺕ ﺃﻭ ﻋﺒﻮﺍﺕ ﻛﺤﻮﻝ ﻏﻴﺮ ﻣﻘﻔﻠﺔ ﻣﻦ"
            ],
            "correctAnswer": "ﻣﺼﻨﻌﻬﺎ ﺩﺍﺧﻞ ﺍﻟﻤﺮﻛﺒﺔ ﻧﻘﻞ ﺯﺟﺎﺟﺎﺕ ﺃﻭ ﻋﺒﻮﺍﺕ ﻛﺤﻮﻝ ﻏﻴﺮ ﻣﻘﻔﻠﺔ ﻣﻦ"
        },
        {
            "id": 341,
            "category": "Safety",
            "question": "ﻋﻠﻰ ﺍﻟﻤﺮﻛﺒﺎﺕ ﺍﻟﺘﻮﻗﻒ ﺃﻭ ﺍﻟﻮﻗﻮﻑ:",
            "answers": [
                "ﻋﻠﻰ ﺍﻟﺨﻄﻮﻁ ﺍﻟﺒﻴﻀﺎﺀ ﺍﻟﻤﺨﺼﺼﺼﺔ ﻟﻌﺒﻮﺭ ﺍﻟﻤﺸﺎﺓ",
                "ﺑﻌﺪ ﺍﻟﺨﻄﻮﻁ ﺍﻟﺒﻴﻀﺎﺀ ﺍﻟﻤﺨﺼﺼﺼﺔ ﻟﻌﺒﻮﺭ ﺍﻟﻤﺸﺎﺓ",
                "ﻗﺒﻞ ﺍﻟﺨﻄﻮﻁ ﺍﻟﺒﻴﻀﺎﺀ ﺍﻟﻤﺨﺼﺼﺼﺔ ﻟﻌﺒﻮﺭ ﺍﻟﻤﺸﺎﺓ"
            ],
            "correctAnswer": "ﻗﺒﻞ ﺍﻟﺨﻄﻮﻁ ﺍﻟﺒﻴﻀﺎﺀ ﺍﻟﻤﺨﺼﺼﺼﺔ ﻟﻌﺒﻮﺭ ﺍﻟﻤﺸﺎﺓ"
        },
        {
            "id": 342,
            "category": "Safety",
            "question": "ﻳﺤﻈﺮ ﻋﻠﻰ ﺳﺎﺋﻖ ﺍﻟﻤﺮﻛﺒﺔ:",
            "answers": [
                "ﺍﻟﺴﻴﺮ ﺑﻴﻦ ﺍﻟﺨﻄﻮﻁ ﺍﻟﺒﻴﻀﺎﺀ",
                "ﺗﺠﺎﻭﺯ ﺍﻟﺨﻄﻮﻁ ﺍﻟﻤﺘﻘ ﻄﻌﺔ ﺍﻟﺒﻴﻀﺎﺀ",
                "ﺍﻟﺴﻴﺮ ﻋﻠﻰ ﺍﻟﺨﻄﻮﻁ ﺍﻟﺒﻴﻀﺎﺀ"
            ],
            "correctAnswer": "ﺍﻟﺴﻴﺮ ﻋﻠﻰ ﺍﻟﺨﻄﻮﻁ ﺍﻟﺒﻴﻀﺎﺀ"
        }
    ]
}

export default questions; 