import type { QuizData } from "../types/quiz";

export const questions: QuizData = {
    "questions": [
        {
            "id": 1,
            "category": "Law",
            "question": ":عند دخولك في نفق أثناء القيادة نها ًرا، عليك",
            "answers": [
                "تشغيل اضاءة المنخفضة (أضواء التقي) وتخفيف السرعة",
                "إستعمال الزمور",
                "تشغيل اضاءة المنخفضة (أضواء التقي) وزيادة السرعة"
            ],
            "correctAnswer": "تشغيل اضاءة المنخفضة (أضواء التقي) وتخفيف السرعة"
        },
        {
            "id": 2,
            "category": "Law",
            "question": ":عند قيادتك لمركبة أثناء الليل خلف مركبة أخرى عليك",
            "answers": [
                "تشغيل اضاءة المنخفضة (أضواء التقي)",
                "استعمال اضواء الطريق.(اضاءة العالية)",
                "عدم استعمال الضوء"
            ],
            "correctAnswer": "تشغيل اضاءة المنخفضة (أضواء التقي)"
        },
        {
            "id": 3,
            "category": "Law",
            "question": ":في حال ظهور مركبة من الجهة المعاكسة أثناء استعمالك لضاءة العالية ليً عليك",
            "answers": [
                "إطفاء الضوء نهائيًا",
                "تقطيع الضوء بتبديله بين ضوء الطريق وضوء التقي",
                "انتقال إلى ضوء التقي"
            ],
            "correctAnswer": "انتقال إلى ضوء التقي"
        },
        {
            "id": 4,
            "category": "Law",
            "question": ":عند تعبئة خزان مركبتك بالوقود، عليك",
            "answers": [
                "أ تهتم ن هذا امر ينطوي على أي خطر،",
                "أن تطفئ مح ّرك المركبة",
                "أن تُبقي المح ّرك شغاً"
            ],
            "correctAnswer": "أ تهتم ن هذا امر ينطوي على أي خطر،"
        },
        {
            "id": 5,
            "category": "Safety",
            "question": ":عندما تتح ّول اشارة من اللون اخضر الى اللون اصفر لحظة عبور مركبتك للتقاطع، عليك",
            "answers": [
                "التوقف فو ًرا وسط التقاطع",
                "متابعة سيرك بانتباه",
                "تركيز نظرك على اشارة"
            ],
            "correctAnswer": "متابعة سيرك بانتباه"
        },
        {
            "id": 6,
            "category": "Law",
            "question": ":عند شعورك بالنعاس الشديد أثناء القيادة، عليك",
            "answers": [
                "أن تتناول ادوية المن ّشطة ومتابعة السير",
                "أ تهتم لمر ّن النعاس سيزول سريعًا",
                "أن توقف فو ًرا في مكا ٍن آمن لتأخذ قس ًطا من الراحة"
            ],
            "correctAnswer": "أن تتناول ادوية المن ّشطة ومتابعة السير"
        },
        {
            "id": 7,
            "category": "Safety",
            "question": "عند اقترابك من تقاطع معيّن يوجد فيه شرطي يقوم بتنظيم السير، ويوجد إشارة مرور ضوئيّة وإشارة سير ثابتة عليك التزام",
            "answers": [
                "بتعليمات شرطي السير",
                "باشارة الضوئية فقط",
                "بإشارة السير الثابتة فقط"
            ],
            "correctAnswer": "بتعليمات شرطي السير"
        },
        {
            "id": 8,
            "category": "Law",
            "question": ":فور جلوس السائق خلف المقود عليه أ ّوً أن",
            "answers": [
                "يع ّدل المقعد، ثم يع ّدل المرايا، ثم يربط حزام امان، بهذا الترتيب",
                "يربط حزام امان، ثم يعدّل المرايا، ثم يعدّل المقعد، بهذا الترتيب",
                "يربط حزام امان، ثم يعدّل المقعد، ثم يعدّل المرايا، بهذا الترتيب"
            ],
            "correctAnswer": "يع ّدل المقعد، ثم يع ّدل المرايا، ثم يربط حزام امان، بهذا الترتيب"
        },
        {
            "id": 9,
            "category": "Law",
            "question": ":في كل يوم وقبل انطق بالمركبة او الدراجة ول م ّرة، على السائق أن",
            "answers": [
                "يستمع إلى نشرة احوال الجويّة",
                "يقوم بفحص روتيني لمختلف أنظمة المركبة",
                "يقوم بأي فحص طالما أ ّن المح ّرك يعمل"
            ],
            "correctAnswer": "يقوم بفحص روتيني لمختلف أنظمة المركبة"
        },
        {
            "id": 10,
            "category": "Law",
            "question": ":بأس على السائق أثناء القيادة اذا",
            "answers": [
                "قرأ الصحيفة",
                "استعمل الهاتف",
                "استمع الى الراديو بصوت منخفض"
            ],
            "correctAnswer": "استمع الى الراديو بصوت منخفض"
        },
        {
            "id": 11,
            "category": "Law",
            "question": "على السائق والركاب أن يربطوا حزام امان",
            "answers": [
                "ضمن دقيقة من انطق",
                "فبل انطق",
                "قبل تشغيل المحرك"
            ],
            "correctAnswer": "قبل تشغيل المحرك"
        },
        {
            "id": 12,
            "category": "Law",
            "question": "الهدف من مسند الرأس الموجود أعلى المقعد هو",
            "answers": [
                "منع انكسار الرقبة أو العنق اذا تع ّرضت المركبة لصدمة من الخلف",
                "استعماله كوسادة للنوم ليً في الرحت الطويلة",
                "إراحة الرأس أثناء الرحلة"
            ],
            "correctAnswer": "منع انكسار الرقبة أو العنق اذا تع ّرضت المركبة لصدمة من الخلف"
        },
        {
            "id": 13,
            "category": "Law",
            "question": ":تق ّل مقدرة السائق على التركيز اثناء القيادة بسبب",
            "answers": [
                "تمتّعه بالحيويّة والنشاط",
                "ارهاق والنعاس",
                "القيادة داخل المدينة"
            ],
            "correctAnswer": "ارهاق والنعاس"
        },
        {
            "id": 14,
            "category": "Law",
            "question": ":استخدام الهاتف الخلوي اثناء القيادة يؤثر على قيادة السائق بشكل",
            "answers": [
                "إيجابي",
                "سلبي",
                "سلبي وإيجابي معًا"
            ],
            "correctAnswer": "سلبي"
        },
        {
            "id": 15,
            "category": "Law",
            "question": ":النصيحة اولى للسائق المحتسي للكحول هي",
            "answers": [
                "أن يقود على سرعة منخفضة",
                "أ يقود حتى ينتهي مفعول الكحول",
                "أ يبالي لمر"
            ],
            "correctAnswer": "أ يقود حتى ينتهي مفعول الكحول"
        },
        {
            "id": 16,
            "category": "Law",
            "question": ":إ ّن القيادة تحت تأثير ادوية المن ّومة تكون",
            "answers": [
                "خطيرة",
                "اقل تعبا",
                "غير خطيرة"
            ],
            "correctAnswer": "خطيرة"
        },
        {
            "id": 17,
            "category": "Law",
            "question": ":اذا علقت د ّواسة الوقود أثناء القيادة، عليك فورا أن",
            "answers": [
                "تطفئ المحرك دون قفل المقود",
                "تشدّ فرامل اليد",
                "تصغّر ترس السرعة"
            ],
            "correctAnswer": "تطفئ المحرك دون قفل المقود"
        },
        {
            "id": 18,
            "category": "Law",
            "question": ":اذا انفتح غطاء المحرك فجأة أثناء سير المركبة، عليك فو ًرا أن",
            "answers": [
                "تزيد سرعتك قليً",
                "تخفّف السرعة تدريجيًا لتوقف المركبة الى جانب الطريق",
                "تضغط على الفرامل بشدّة"
            ],
            "correctAnswer": "تزيد سرعتك قليً"
        },
        {
            "id": 19,
            "category": "Law",
            "question": ":في حال المطر الشديد، وحتى يتفادى السائق الماهر التأخير، يجب عليه أن يبدأ رحلته",
            "answers": [
                "في وقت أبكر من المعتاد",
                "في وقت متأ ّخر عن المعتاد",
                "متفائ بالخير"
            ],
            "correctAnswer": "في وقت أبكر من المعتاد"
        },
        {
            "id": 20,
            "category": "Law",
            "question": ":قبل أن يصعد السائق إلى مركبته عليه أ ّوً أن",
            "answers": [
                "يتأ ّكد أ ّن لديه وق ٌت كاف",
                "ينظر تحت المركبة ويدور حولها",
                "يربط حزام امان"
            ],
            "correctAnswer": "ينظر تحت المركبة ويدور حولها"
        },
        {
            "id": 21,
            "category": "Law",
            "question": ":يجب على سائق المركبة، أثناء القيادة على طرقات مزدحمة، أن يأخذ لمحة سريعة على المرايا م ّرة كل",
            "answers": [
                "45 ثانية",
                "30 ثانية",
                "4 إلى 8 ثواني"
            ],
            "correctAnswer": "4 إلى 8 ثواني"
        },
        {
            "id": 22,
            "category": "Law",
            "question": ":إذا اراد السائق أن ينعطف بمركبته إلى جهة اليمين، عليه قبل انعطاف أن ينظر في",
            "answers": [
                "المرآة اليسرى فقط",
                "المرآة اليمنى فقط",
                "كل المرايا وخاصة في المرآة اليمنى والبقعة العمياء"
            ],
            "correctAnswer": "كل المرايا وخاصة في المرآة اليمنى والبقعة العمياء"
        },
        {
            "id": 23,
            "category": "Law",
            "question": "الخطر اكبر الذي تش ّكله المركبات المتوقفة الى جانب الرصيف ايمن على السائق المار بقربها",
            "answers": [
                "خروج المشاة وخاصة اطفال من بين تلك المركبات المتوقفة",
                "رمي النفايات منها",
                "ارتفاع صوت الراديو منها"
            ],
            "correctAnswer": "خروج المشاة وخاصة اطفال من بين تلك المركبات المتوقفة"
        },
        {
            "id": 24,
            "category": "Law",
            "question": "الخطر الذي تش ّكله المركبات المتوقفة الى جانب الرصيف ايمن على السائق المار بقربها هو",
            "answers": [
                "احتمال انطق إحداها ودخولها السير فجأة",
                "إصدارها صوت جهاز انذار السرقة",
                "فتح صندوق امتعة"
            ],
            "correctAnswer": "احتمال انطق إحداها ودخولها السير فجأة"
        },
        {
            "id": 25,
            "category": "Law",
            "question": ":كسائ ٍق إحترازي عليك أن",
            "answers": [
                "أن تتنازل عن أفضليتك بالمرور",
                "تأخذ أفضليّتك بالمرور عنوة نّها من حقك",
                "تتنازل عن أفضليتك بالمرور منعا للحادث"
            ],
            "correctAnswer": "تتنازل عن أفضليتك بالمرور منعا للحادث"
        },
        {
            "id": 26,
            "category": "Law",
            "question": ":أثناء القيادة، وقبل استعمالك للفرامل، عليك أ ّو أن تنظر",
            "answers": [
                "في المرايا وخاصة في المرآة الداخلية",
                "إلى يمينك",
                "إلى يسارك"
            ],
            "correctAnswer": "في المرايا وخاصة في المرآة الداخلية"
        },
        {
            "id": 27,
            "category": "Law",
            "question": ":إ ّن نظام منع إنغق الفرامل (ABS) في المركبات الحديثة في حالة الفرملة الشديدة",
            "answers": [
                "من الطبيعي أن يسبّب ارتجا ًجا في د ّواسة الفرامل فقط",
                "من الطبيعي أن يصدر ضوضاء وأن يسبّب ارتجا ًجا في د ّواسة الفرامل",
                "ليس من الطبيعي أن يصدر ضوضاء وأن يسبّب ارتجا ًجا في د ّواسة الفرامل"
            ],
            "correctAnswer": "من الطبيعي أن يسبّب ارتجا ًجا في د ّواسة الفرامل فقط"
        },
        {
            "id": 28,
            "category": "Law",
            "question": ":من حسنات نظام منع انغق الفرامل (ABS) في المركبات الحديثة، في حالة الفرملة الشديدة، أنّه",
            "answers": [
                "يمنع انغق الفرامل فقط",
                "يمنع انغق الفرامل، و يم ّكن السائق من توجيه المركبة",
                "يمنع انغق الفرامل، ويم ّكن السائق من توجيه المركبة"
            ],
            "correctAnswer": "يمنع انغق الفرامل، ويم ّكن السائق من توجيه المركبة"
        },
        {
            "id": 29,
            "category": "Law",
            "question": ":عند تع ّرض مركبتك لنزق، عليك، وبسرعة بديهة، أن",
            "answers": [
                "تضغط الفرامل وتو ّجه مركبتك بعكس اتجاه مؤ ّخرتها",
                "ترفع قدمك عن دواسة الوقود و تضغط على الفرامل، وأن تو ّجه المركبة الى الجهة التي تنزلق بها",
                "تزيد السرعة"
            ],
            "correctAnswer": "ترفع قدمك عن دواسة الوقود و تضغط على الفرامل، وأن تو ّجه المركبة الى الجهة التي تنزلق بها"
        },
        {
            "id": 30,
            "category": "Law",
            "question": ":إ ّن تركك لمسافة أمان بين مركبتك والمركبة التي أمامك مباشرة اثناء السير يمكنُك من",
            "answers": [
                "تفادي اصدامك بها في حال توقّفت فجأة",
                "التمتّع بالمناظر الخبة حولك",
                "قراءة لوحة تسجيل تلك المركبة"
            ],
            "correctAnswer": "تفادي اصدامك بها في حال توقّفت فجأة"
        },
        {
            "id": 31,
            "category": "Safety",
            "question": ":لحظة انطق المركبة التي أمامك مباشرة عند تح ّول ضوء اشارة المرور من اللون احمر إلى اللون اخضر عليك أن",
            "answers": [
                "تنطلق فو ًرا بمركبتك خلفها وبسرعة",
                "تز ّمر",
                "تتأكد من خلو الطريق ثم تنطلق بمركبتك"
            ],
            "correctAnswer": "تتأكد من خلو الطريق ثم تنطلق بمركبتك"
        },
        {
            "id": 32,
            "category": "Safety",
            "question": ":عندما تقترب بمركبتك من إشارة مرور ضوئية تصدر ضوء واحد اصفر متق ّطع، يجب عليك أن",
            "answers": [
                "تربط حزام امام",
                "تعطي افضليّة",
                "تتوقف"
            ],
            "correctAnswer": "تعطي افضليّة"
        },
        {
            "id": 33,
            "category": "Safety",
            "question": ":إ ّن وضع حزام امان",
            "answers": [
                "غير ضروري بالمطلق",
                "ضروري للراكبين اماميين فقط",
                "ضروري لجميع ر ّكاب السيارة"
            ],
            "correctAnswer": "ضروري لجميع ر ّكاب السيارة"
        },
        {
            "id": 34,
            "category": "Law",
            "question": ":في حال حصول تع ّطل فجائي في السيارة وأنت تسير بها على الطريق العام، عليك أن",
            "answers": [
                "تغادر الطريق العام عند أقرب مسافة",
                "توقف السيارة فو ًرا حيث أنت",
                "تتابع السير إلى المكان الذي تقصد"
            ],
            "correctAnswer": "تغادر الطريق العام عند أقرب مسافة"
        },
        {
            "id": 35,
            "category": "Law",
            "question": ":يحب على السائق أن يمسك بالمقود",
            "answers": [
                "بيد واحدة",
                "بكلتا اليدين",
                "بأصابيع اليدين"
            ],
            "correctAnswer": "بكلتا اليدين"
        },
        {
            "id": 36,
            "category": "Safety",
            "question": ":يجوز أن يزيد عدد الركاب في الشاحنة المحملة عن",
            "answers": [
                "شخص واحد",
                "العدد المح ّدد في الرخصة",
                "يح ّق لها نقل أي شخص"
            ],
            "correctAnswer": "العدد المح ّدد في الرخصة"
        },
        {
            "id": 37,
            "category": "Law",
            "question": ":عند ربط القاطرة بالمقطورة، على السائق أن يتأكد من أ ّن",
            "answers": [
                "مكابح المقطورة مشدودة وأرجلها تمس ارض",
                "مكابح المقطورة غير مشدودة وأرجلها تمس ارض",
                "المقطورة تمس ارض على رجل واحدة"
            ],
            "correctAnswer": "مكابح المقطورة مشدودة وأرجلها تمس ارض"
        },
        {
            "id": 38,
            "category": "Law",
            "question": "بعد ربط القاطرة بالمقطورة على السائق أن ينتبّه إلى أ ّن",
            "answers": [
                "خطوط الهواء واسك الكهربائية موصولة بشكل جيّد",
                "خطوط الهواء فقط موصولة بشكل جيّد",
                "اسك الكهربائية فقط موصولة بشكل جيّد"
            ],
            "correctAnswer": "خطوط الهواء واسك الكهربائية موصولة بشكل جيّد"
        },
        {
            "id": 39,
            "category": "Law",
            "question": ":عند الشروع بربط القاطرة بالمقطورة على السائق أن",
            "answers": [
                "يرجع القاطرة ببطء فوق المقطورة",
                "يرجع القاطرة بسرعة تحت المقطورة",
                "يرجع القاطرة ببطء تحت المقطورة"
            ],
            "correctAnswer": "يرجع القاطرة ببطء تحت المقطورة"
        },
        {
            "id": 40,
            "category": "Law",
            "question": ":عند فصل القاطرة عن المقطورة، على السائق أن يختار مكانًا",
            "answers": [
                "منحد ًرا وليّنًا.",
                "مس ّط ًحا وليناً.",
                "منحد ًرا وصلبًا."
            ],
            "correctAnswer": "منحد ًرا وليّنًا."
        },
        {
            "id": 41,
            "category": "Law",
            "question": ":عند فصل القاطرة عن المقطورة على السائق أن",
            "answers": [
                "يشد فرامل المقطورة و ينزل أرجلها الى اقصى حد",
                "يشد فرامل المقطورة وينزل أرجلها الى اقصى حد",
                "يشد فرامل المقطورة وينزل ارجلها الى اقصى حد"
            ],
            "correctAnswer": "يشد فرامل المقطورة وينزل أرجلها الى اقصى حد"
        },
        {
            "id": 42,
            "category": "Law",
            "question": ":لسائق المركبة الثقيلة بقع عمياء حول مركبته وعددها",
            "answers": [
                "أربع بقع عمياء على اقل",
                "ثماني بقع عمياء على اقل",
                "ثث بقع عمياء"
            ],
            "correctAnswer": "أربع بقع عمياء على اقل"
        },
        {
            "id": 43,
            "category": "Law",
            "question": ":على سائق المركبة الثقيلة أن ينتبه الى ارتفاع مركبته خاصة",
            "answers": [
                "عند مروره فوق جسر",
                "عند مروره تحت جسر أو دخوله في نفق",
                "عندما يقود على طرقات مفتوحة"
            ],
            "correctAnswer": "عند مروره تحت جسر أو دخوله في نفق"
        },
        {
            "id": 44,
            "category": "Law",
            "question": ":على كل سائق مركبة ثقيلة أن ينتبه الى عرض مركبته خاصة",
            "answers": [
                "عند قيادته في الطرق المفتوحة",
                "عند أخذه قس ًطا من الراحة",
                "عند تجاوزه لمركبة أخرى"
            ],
            "correctAnswer": "عند تجاوزه لمركبة أخرى"
        },
        {
            "id": 45,
            "category": "Law",
            "question": ":على سائق المركبة الثقيلة أن",
            "answers": [
                "يرجع إلى الخلف في اماكن المكتظة",
                "يرجع إلى الخلف بعد التقاطع مباشرة",
                "يتفادى الرجوع الى الخلف في اماكن المكتظة"
            ],
            "correctAnswer": "يتفادى الرجوع الى الخلف في اماكن المكتظة"
        },
        {
            "id": 47,
            "category": "Law",
            "question": ":حين تقود مركبتك الثقيلة في منعطف يسار، وكي تتفادى عبور عجتك اليسرى الخلفية لخط وسط الطريق، عليك أن",
            "answers": [
                "تأخذ أقصى يسارك خل المنعطف",
                "تأخذ يمينك قلي خل المنعطف",
                "تزيد سرعتك خل المنعطف"
            ],
            "correctAnswer": "تأخذ يمينك قلي خل المنعطف"
        },
        {
            "id": 48,
            "category": "Law",
            "question": ":حين تقود مركبتك الثقيلة في منعطف يمين، وكي تتفادى نزول عجتك اليمنى الخلفية عن حافة الطريق، عليك أن",
            "answers": [
                "تقود مركبتك في وسط مسربك",
                "تأخذ أقصى يمينك خل المنعطف",
                "تزيد سرعتك خل المنعطف"
            ],
            "correctAnswer": "تقود مركبتك في وسط مسربك"
        },
        {
            "id": 49,
            "category": "Law",
            "question": ":عند اقترابك من رأس مرتفع للطريق، عليك أن تتوقع خلف القمة",
            "answers": [
                "طريق مستقيم",
                "وجود عقبات",
                "عدم وجود عقبات"
            ],
            "correctAnswer": "وجود عقبات"
        },
        {
            "id": 50,
            "category": "Law",
            "question": ":للسيطرة على مركبتك وأنت تقودها على المنحدرات، يجب عليك أن تعتمد بشكل اساسي على استعمال",
            "answers": [
                "الفرامل",
                "فرامل اليد",
                "ترس منخفض"
            ],
            "correctAnswer": "ترس منخفض"
        },
        {
            "id": 51,
            "category": "Law",
            "question": ":استعمال المكابح الرئيسية في المركبة بشكل متواصل على منحدر طويل يبطل مفعول المكابح بسبب",
            "answers": [
                "إزدياد حرارتها",
                "ضغط سائل الكبح",
                "قوة المنحدر"
            ],
            "correctAnswer": "إزدياد حرارتها"
        },
        {
            "id": 52,
            "category": "Law",
            "question": ":إذا دخلت منحدرا طوي بمركبتك الثقيلة وتأخرت بانتقال الى ترس سرعة منخفض وأصبحت سرعتك عالية فسوف",
            "answers": [
                "يصبح من السهل عليك انتقال الى ترس سرعة منخفض",
                "يصبح من المستحيل انتقال الى ترس سرعة منخفض للسيطرة على المركبة",
                "يصبح بإمكانك تجاوز المركبات بالجملة وبشكل آمن"
            ],
            "correctAnswer": "يصبح من المستحيل انتقال الى ترس سرعة منخفض للسيطرة على المركبة"
        },
        {
            "id": 53,
            "category": "Law",
            "question": ":عند قيادتك لمركبتك الثقيلة صعودًا متواص يجب عليك",
            "answers": [
                "تجنّب اجهاد المح ّرك",
                "التزام الجهة اليسرى",
                "عدم السماح للمركبات الصغيرة بتجاوزك"
            ],
            "correctAnswer": "تجنّب اجهاد المح ّرك"
        },
        {
            "id": 54,
            "category": "Law",
            "question": ":عند قيادتك لمركبتك الثقيلة صعودًا متواص عليك",
            "answers": [
                "التزام اقصى اليمين قدر المستطاع",
                "التزام اقصى اليسار قدر المستطاع",
                "تص ّر على القيام بهذا التجاوز"
            ],
            "correctAnswer": "التزام اقصى اليمين قدر المستطاع"
        },
        {
            "id": 56,
            "category": "Law",
            "question": ":قيادة المركبة الثقيلة على طريق وعرة تحتّم عليك أن",
            "answers": [
                "تر ّكز اهتمامك الى الخلف",
                "تزيد من سرعتك قلي",
                "تكون حذرا وأن تخطط للطريق مسبقا"
            ],
            "correctAnswer": "تكون حذرا وأن تخطط للطريق مسبقا"
        },
        {
            "id": 57,
            "category": "Law",
            "question": ":التواصل عن طريق التقاء النظر بين السائقين عند التقاطع",
            "answers": [
                "هو امر محظر على السائقين",
                "يساعد على حل التباس المروري بين السائقين",
                "هو من نواع التنبه"
            ],
            "correctAnswer": "يساعد على حل التباس المروري بين السائقين"
        },
        {
            "id": 58,
            "category": "Law",
            "question": ":لمنع الحوادث يقع على سائق المركبة أن يتفادى قدر استطاعته",
            "answers": [
                "الرجوع بمركبته الى الخلف",
                "التوقف التدريجي",
                "غسل مركبته على الطريق"
            ],
            "correctAnswer": "الرجوع بمركبته الى الخلف"
        },
        {
            "id": 59,
            "category": "Law",
            "question": ":يلزمك القانون بإعطاء افضلية",
            "answers": [
                "للحافت المدرسية المستخدمة نوار التحذير.",
                "للسائقات",
                "للمركبات المسرعة"
            ],
            "correctAnswer": "للحافت المدرسية المستخدمة نوار التحذير."
        },
        {
            "id": 60,
            "category": "Safety",
            "question": ":يلزم القانون مجمل السائقين باعطاء افضلية للمركبات",
            "answers": [
                "الموجودة داخل المستديرة",
                "الداخلة الى المستديرة",
                "الموجودة الى يمين المركبة"
            ],
            "correctAnswer": "الموجودة داخل المستديرة"
        },
        {
            "id": 61,
            "category": "Safety",
            "question": ":القانون يسمح بتركين المركبة (ايقافها وتركها) بشكل مواز للرصيف على طريق ذو مسلكين متعاكسين",
            "answers": [
                "على يمين اتجاه سير المركبة",
                "تهتم الجهة طالما أنّها تعيق حركة السير",
                "على يسار الطريق"
            ],
            "correctAnswer": "على يمين اتجاه سير المركبة"
        },
        {
            "id": 62,
            "category": "Law",
            "question": ":إسراف سائق المركبة في الطعام",
            "answers": [
                "يمكنه من القيادة بشكل أسلم",
                "يسبّب له البدة وصعوبة في اتخاذ القرارات الصائبة خل القيادة",
                "يم ّكنه من القيادة على سرعات عالية جدا"
            ],
            "correctAnswer": "يسبّب له البدة وصعوبة في اتخاذ القرارات الصائبة خل القيادة"
        },
        {
            "id": 63,
            "category": "Law",
            "question": ":قلة النوم لسائق المركبة",
            "answers": [
                "تساعده على تحسين ردة فعله",
                "تبطئ ردات فعله أثناء القيادة وتسبّب له فقدان طفيف للذاكرة",
                "تساعده على انتباه"
            ],
            "correctAnswer": "تبطئ ردات فعله أثناء القيادة وتسبّب له فقدان طفيف للذاكرة"
        },
        {
            "id": 64,
            "category": "Law",
            "question": ":خل الرحت الطويلة، على سائق المركبة أن يتوقّف للراحة كل",
            "answers": [
                "4 ساعات",
                "10ساعات",
                "8 ساعات"
            ],
            "correctAnswer": "4 ساعات"
        },
        {
            "id": 65,
            "category": "Law",
            "question": ":خل الرحت الطويلة، من افضل لسائق المركبة أن يتوقف للراحة كل",
            "answers": [
                "900 كلم",
                "750 كلم",
                "250 كلم"
            ],
            "correctAnswer": "250 كلم"
        },
        {
            "id": 66,
            "category": "Law",
            "question": ":تأثير الكحول على سائق المركبة أثناء القيادة",
            "answers": [
                "يمكن أن يكون قات للسائقين ولخرين",
                "يش ّكل خط ًرا على اخرين فقط",
                "يش ّكل خط ًرا على السائق"
            ],
            "correctAnswer": "يمكن أن يكون قات للسائقين ولخرين"
        },
        {
            "id": 67,
            "category": "Law",
            "question": ":خل الرحت الطويلة، على سائق المركبة أن",
            "answers": [
                "يتناول عقاقير اليقظة باستمرار",
                "يستم ّر بالقيادة دون التوقف لستراحة",
                "يتجنّب عقاقير اليقظة كليًا"
            ],
            "correctAnswer": "يتناول عقاقير اليقظة باستمرار"
        },
        {
            "id": 68,
            "category": "Law",
            "question": ":أفضل وسيلة ليعرف السائق مدى تأثير الدواء الطبي على القيادة هي أن",
            "answers": [
                "يسأل أحد السائقين المجربين",
                "يسأل الطبيب المعالج او الصيدلي",
                "يج ّربه على سائق اخر"
            ],
            "correctAnswer": "يسأل الطبيب المعالج او الصيدلي"
        },
        {
            "id": 69,
            "category": "Law",
            "question": ":تناول الكحول أو المخدرات اثناء القيادة يولد لدى السائق شعو ًرا زائفا",
            "answers": [
                "بالخوف",
                "بالشجاعة واقدام",
                "بالغضب"
            ],
            "correctAnswer": "بالشجاعة واقدام"
        },
        {
            "id": 70,
            "category": "Law",
            "question": ":عندما تريد أن تتجاوز بمركبتك مركبة أخرى، عليك أن",
            "answers": [
                "تتبع ارشادات سائق هذه المركبة لك بواسطة اشاراته الضوئية",
                "تعتمد أبدا على ارشادات سائق هذه المركبة",
                "تتبع ارشادات سائق المركبة التي خلفك مباشرة"
            ],
            "correctAnswer": "تعتمد أبدا على ارشادات سائق هذه المركبة"
        },
        {
            "id": 71,
            "category": "Law",
            "question": ":على كل سائق مركبة ثقيلة أن ينتبه الى عرض مركبته خاصة",
            "answers": [
                "عند دخوله في مكان ضيق",
                "عند أخذه قس ًطا من الراحة",
                "عند تحميل المركبة"
            ],
            "correctAnswer": "عند دخوله في مكان ضيق"
        },
        {
            "id": 72,
            "category": "Law",
            "question": ":إذا أراد سائق المركبة الثقيلة أن يرجع الى الخلف، عليه أن يعتمد على معلومات",
            "answers": [
                "شخص مساعد",
                "الكاميرا الخلفية",
                "المرايا"
            ],
            "correctAnswer": "شخص مساعد"
        },
        {
            "id": 73,
            "category": "Law",
            "question": ":بعد ملء الصهريج بالحمولة، على سائقه أن يتأ ّكد من أ ّن",
            "answers": [
                "صمامات افراغ مغلقة بإحكام",
                "كل أغطية الخزانات وص ّمامات افراغ مغلقة بإحكام",
                "أغطية الخزانات مغلقة بإحكام"
            ],
            "correctAnswer": "صمامات افراغ مغلقة بإحكام"
        },
        {
            "id": 74,
            "category": "Law",
            "question": ":تتأمن الحماية الحقيقة لسائق الد ّراجة الناريّة عن طريق",
            "answers": [
                "ارتدائه للمبس الخاصة براكبي الدراجات النارية",
                "القيادة على اطار الخلفي فقط",
                "تأكد من وجود تأمين على الدراجة"
            ],
            "correctAnswer": "ارتدائه للمبس الخاصة براكبي الدراجات النارية"
        },
        {
            "id": 75,
            "category": "Law",
            "question": ":البدت الواقية الجلديّة الخاصة براكبي الدراجات النارية لها قدرة على مقاومة",
            "answers": [
                "احتكاك بالحصى واسفلت عند السقوط",
                "الحريق",
                "القيادة السريعة بين المركبات"
            ],
            "correctAnswer": "احتكاك بالحصى واسفلت عند السقوط"
        },
        {
            "id": 76,
            "category": "Law",
            "question": ":ارتداء سائق الد ّراجة الناريّة للقفازات الخاصة بالدراجات النارية يؤمن له ",
            "answers": [
                "حماية اليدين من اصابة ومن البرد",
                "الحماية القانونية واعتراف شركات التأمين عند حصول اصطدام",
                "التحكم بالمقود على المنحنيات"
            ],
            "correctAnswer": "حماية اليدين من اصابة ومن البرد"
        },
        {
            "id": 77,
            "category": "Law",
            "question": ":انتعال راكب الد ّراجة الناريّة للحذاء الخاص براكبي الدراجات النارية يؤمن له حماية",
            "answers": [
                "الركبة والفخذ من الماء البرد",
                "ارجل من الغبار",
                "القدمين والقصبة من اصابة، ومن الماء والبرد"
            ],
            "correctAnswer": "القدمين والقصبة من اصابة، ومن الماء والبرد"
        },
        {
            "id": 78,
            "category": "Law",
            "question": ":ارتداء سائق الد ّراجة الناريّة لواقي العمود الفقري الخاص براكبي الدراجات النارية، يؤمن له حماية",
            "answers": [
                "الصدر والبطن، من الحر والبرد",
                "العمود الفقري والنخاع الشوكي، من المطر",
                "العمود الفقري والنخاع الشوكي، من اصابة"
            ],
            "correctAnswer": "العمود الفقري والنخاع الشوكي، من اصابة"
        },
        {
            "id": 79,
            "category": "Law",
            "question": ":ارتداء سائق الد ّراجة الناريّة للنظارات الواقية الخاصة براكبي الدراجات النارية، يؤمن له حماية",
            "answers": [
                "اذنين من البرد",
                "العينين من الريح والرمال وامطار والحشرات",
                "العينين من ذرف الدموع"
            ],
            "correctAnswer": "العينين من الريح والرمال وامطار والحشرات"
        },
        {
            "id": 80,
            "category": "Safety",
            "question": ":الخوذة الواقية الخاصة براكبي الدراجات النارية تؤمن للسائق حماية",
            "answers": [
                "العمود الفقري",
                "حاسة السمع من ضوضاء السير",
                "الرأس من اصابات القاتلة"
            ],
            "correctAnswer": "الرأس من اصابات القاتلة"
        },
        {
            "id": 81,
            "category": "Safety",
            "question": ":عدم ارتداء سائق الد ّراجة الناريّة للخوذة اثناء القيادة، أو ارتداؤه مع ربطها جزئيًا أو عدم ربطها بالمطلق",
            "answers": [
                "يُعتَبَر عمً طبيعيًا",
                "يُعتَبَر ُمخالفة قانونية",
                "None"
            ],
            "correctAnswer": "يُعتَبَر عمً طبيعيًا"
        },
        {
            "id": 83,
            "category": "Law",
            "question": ":أثناء القيادة الليلية، يجب على سائق الد ّراجة الناريّة ارتداء",
            "answers": [
                "مبس عاديّة داكنة اللون",
                "بدلة فوسفورية خاصة",
                "مبس رياضية"
            ],
            "correctAnswer": "بدلة فوسفورية خاصة"
        },
        {
            "id": 84,
            "category": "Law",
            "question": ":يُنصح سائق الد ّراجة الناريّة اثناء القيادة، ومن أجل تمكين اخرين من رؤيته ليً، أن",
            "answers": [
                "يضع شرائط أو إشارات عاكسة للضوء",
                "يطفئ أنواره ويضع إشارات عاكسة للضوء",
                "يعمل على جعل فرامله تصدر صري ًرا"
            ],
            "correctAnswer": "يضع شرائط أو إشارات عاكسة للضوء"
        },
        {
            "id": 85,
            "category": "Law",
            "question": ":إذا كانت الد ّراجة الناريّة مجهزة بنظام فراملي هيدروليكي، فيجب دوريًا",
            "answers": [
                "فحص مستوى زيت الفرامل",
                "التخفيف من استعمال الفرامل",
                "ضبط عيار سلك الفرامل"
            ],
            "correctAnswer": "فحص مستوى زيت الفرامل"
        },
        {
            "id": 86,
            "category": "Law",
            "question": ":يجب أن يقل الحد ادنى لعمق النقوشات على إطار الد ّراجة الناريّة عن",
            "answers": [
                "5 مليمتر",
                "3 مليمتر",
                "6 مليمتر"
            ],
            "correctAnswer": "3 مليمتر"
        },
        {
            "id": 87,
            "category": "Law",
            "question": ":يجب على سائق الد ّراجة الناريّة، ولكي يستطيع توجيه المقود دون صعوبة، أن",
            "answers": [
                "يجلس بعيدًا عن المقود",
                "يجلس قريبًا من المقود",
                "يمسك المقود بيد واحدة"
            ],
            "correctAnswer": "يجلس بعيدًا عن المقود"
        },
        {
            "id": 88,
            "category": "Law",
            "question": ":حتى تزيد السرعة عن طريق الخطأ اثناء القيادة، عليك أن تمسك قبضة مقود الد ّراجة الناريّة بحيث يكون معصم يدك",
            "answers": [
                "اليمنى إلى اسفل",
                "اليمنى إلى اعلى",
                "اليسرى إلى اعلى"
            ],
            "correctAnswer": "اليمنى إلى اسفل"
        },
        {
            "id": 89,
            "category": "Law",
            "question": ":تكون الفرامل ذات فاعلية قصوى عندما يستخدم سائق الد ّراجة الناريّة",
            "answers": [
                "قدمه بالضغط بها على اسفلت",
                "الفرامل الخلفيّة فقط",
                "الفرامل الخلفيّة واماميّة"
            ],
            "correctAnswer": "الفرامل الخلفيّة واماميّة"
        },
        {
            "id": 90,
            "category": "Law",
            "question": ":لتجنب انزق عند استخدام فرامل الد ّراجة الناريّة، يجب أن تكون هذه الدراجة منطلقة",
            "answers": [
                "في منعطف",
                "بسرعة مناسبة",
                "باتجاه مستقيم"
            ],
            "correctAnswer": "بسرعة مناسبة"
        },
        {
            "id": 91,
            "category": "Law",
            "question": ":هناك سببان رئيسيان نزق الد ّراجة الناريّة اثناء القيادة وهما",
            "answers": [
                "السرعة البطيئة وترس سرعة منخفض",
                "سطح الطريق الزلق وردة الفعل العصبية",
                "المحرك السريع والمقود المرتفع"
            ],
            "correctAnswer": "سطح الطريق الزلق وردة الفعل العصبية"
        },
        {
            "id": 92,
            "category": "Law",
            "question": ":عندما تقود دراجتك النارية لي عليك أن",
            "answers": [
                "تخفف سرعتك وتترك مسافة توقّف أكبر",
                "تزيد سرعتك وتستعمل الضوء المنخفض",
                "تخفف سرعتك وتترك مسافة توقّف أقل"
            ],
            "correctAnswer": "تخفف سرعتك وتترك مسافة توقّف أكبر"
        },
        {
            "id": 93,
            "category": "Law",
            "question": ":عادة ما يكون سبب الردف بالد ّراجة الناريّة اثناء السير",
            "answers": [
                "التواء عجلة واحدة أو إطار واحد على اقل",
                "دوران العجلتان على المحور نفسه",
                "توزيع سيئ للحمولة"
            ],
            "correctAnswer": "التواء عجلة واحدة أو إطار واحد على اقل"
        },
        {
            "id": 94,
            "category": "Law",
            "question": ":من اسباب المؤدية إلى تدهور الد ّراجة الناريّة هي وجود",
            "answers": [
                "زيوت وحصى على سطح الطريق",
                "السرعة غير المناسبة",
                "وجود حفر على الطريق"
            ],
            "correctAnswer": "السرعة غير المناسبة"
        },
        {
            "id": 95,
            "category": "Law",
            "question": ":لكي تتفادى الحادث بدراجتك النارية عند التقاطعات يجب عليك أن",
            "answers": [
                "تخفف سرعتك وتتخذ المسرب الصحيح",
                "تعتمد على المرايا",
                "تمر عن يمين المركبات المتوقفة على التقاطع"
            ],
            "correctAnswer": "تخفف سرعتك وتتخذ المسرب الصحيح"
        },
        {
            "id": 96,
            "category": "Safety",
            "question": ":يحق لك كدراج أن تتجاوز المركبة التي أمامك",
            "answers": [
                "عن اي جهة كانت",
                "عن جهة يمينها",
                "عن جهة يسارها"
            ],
            "correctAnswer": "عن جهة يسارها"
        },
        {
            "id": 97,
            "category": "Law",
            "question": ":عندما تتجاوز بدراجتك النارية عن يسار مركب ٍة ما أمامك، عليك انتباه أ ّن هذه المركبة قد",
            "answers": [
                "تشغّل إشارات التحذير",
                "تخفف سرعتها تدريجيا",
                "تنعطف يسا ًرا فجأة"
            ],
            "correctAnswer": "تشغّل إشارات التحذير"
        },
        {
            "id": 98,
            "category": "Law",
            "question": ":عندما تقود دراجتك النارية بشكل مستقيم عليك انتباه أن المركبة القادمة من اتجاه المعاكس قد",
            "answers": [
                "تنعطف في مسارك فجأة",
                "تتوقف في مسارها فجأة",
                "تنعطف بعيدا عن مسارك"
            ],
            "correctAnswer": "تنعطف في مسارك فجأة"
        },
        {
            "id": 99,
            "category": "Law",
            "question": ":عندما تقود دراجتك النارية بشكل متع ّرج بين المركبات، فإ ّن ذلك",
            "answers": [
                "يزيد من احتمال تو ّرطك بحادث",
                "يقلل من احتمال تو ّرطك بحادث",
                "يساهم في تخفيف ؟؟؟؟"
            ],
            "correctAnswer": "يزيد من احتمال تو ّرطك بحادث"
        },
        {
            "id": 100,
            "category": "Safety",
            "question": ":عندما تقود دراجتك النارية ذات عادم (اشبمان) مفرغ عمدًا ويصدر صوتا مرتفعًا جدًا فإ ّن ذلك",
            "answers": [
                "يشهد بانك ذات افكار خقة",
                "يُعتَبَر مخالفة قانونية صريحة",
                "مسموح قانونا\""
            ],
            "correctAnswer": "يشهد بانك ذات افكار خقة"
        },
        {
            "id": 101,
            "category": "Law",
            "question": "ما هي الفوائد البيئيّة للقيادة الصديقة للبيئة؟ (اختر كافة احتمات التي تنطبق)",
            "answers": [
                "تخفيض انبعاث مل ّوثات الهواء المض ّرة",
                "زيادة انبعاثات الغازات الدفيئة خصوصاً ثاني أكسيد الكربون",
                "الحدّ من ازدحام السير"
            ],
            "correctAnswer": "تخفيض انبعاث مل ّوثات الهواء المض ّرة"
        },
        {
            "id": 102,
            "category": "Law",
            "question": "ما هي الوفورات التي تنتج عن القيادة الصديقة للبيئة؟ (اختر كافة احتمات التي تنطبق)",
            "answers": [
                "وفورات في مصاريف التأمين",
                "وفورات في مصاريف صيانة المركبات",
                "وفورات حتى 50  في الوقود والمال"
            ],
            "correctAnswer": "وفورات في مصاريف صيانة المركبات"
        },
        {
            "id": 103,
            "category": "Law",
            "question": "كيف تحافظ القيادة الصديقة للبيئة على سمة السائق؟",
            "answers": [
                "تحافظ على سمة الطرق",
                "تع ّزز مهارات القيادة",
                "كل ما ورد اعه"
            ],
            "correctAnswer": "كل ما ورد اعه"
        },
        {
            "id": 104,
            "category": "Law",
            "question": "كيف تساهم القيادة الصديقة للبيئة في المسؤوليّة اجتماعيّة؟",
            "answers": [
                "كل ما ورد اعه",
                "تخفّف التوتّر أثناء القيادة",
                "تؤ ّمن راحة أكبر للسائق والركاب"
            ],
            "correctAnswer": "كل ما ورد اعه"
        },
        {
            "id": 105,
            "category": "Law",
            "question": "ما هي اداة التي تستخدمها لمراقبة السرعة على الطريق السريع؟",
            "answers": [
                "الضغط المفاجىء على الفرامل",
                "مثبّت السرعة",
                "اقع والتوقف بانتظام"
            ],
            "correctAnswer": "مثبّت السرعة"
        },
        {
            "id": 106,
            "category": "Law",
            "question": "ما هي السرعة امثل للقيادة الصديقة للبيئة",
            "answers": [
                "بين 80 كلم ساعة و100 كلم ساعة",
                "بين 50 كلم ساعة و80 كلم ساعة",
                "بين 40 كلم ساعة و50 كلم ساعة"
            ],
            "correctAnswer": "بين 50 كلم ساعة و80 كلم ساعة"
        },
        {
            "id": 107,
            "category": "Law",
            "question": "ما هو الحدّ اقصى لمستوى دورات المح ّرك في الدقيقة الذي يجب تجاوزه؟",
            "answers": [
                "2000 دورة في الدقيقة",
                "4000 دورة في الدقيقة",
                "3000 دورة في الدقيقة"
            ],
            "correctAnswer": "2000 دورة في الدقيقة"
        },
        {
            "id": 108,
            "category": "Law",
            "question": "ما هي نتيجة تجاوز دورات المح ّرك معدّل 2000 دورة في الدقيقة?",
            "answers": [
                "انخفاض في استهك الوقود",
                "ارتفاع في درجة حرارة المحرك",
                "ارتفاع في استهك الوقود"
            ],
            "correctAnswer": "ارتفاع في استهك الوقود"
        },
        {
            "id": 109,
            "category": "Law",
            "question": ":اقع بسرعة والضغط المفاجئ على الفرامل يؤدّي إلى",
            "answers": [
                "هدر الوقود",
                "إهتراء سريع للفرامل واطارات",
                "كل ما ورد أعه"
            ],
            "correctAnswer": "كل ما ورد أعه"
        },
        {
            "id": 110,
            "category": "Law",
            "question": "ما هي نسبة انخفاض في استهك الوقود عند تغيير فتر الزيت والنفط بشكل منتظم؟",
            "answers": [
                "1 إلى 2  ",
                "1 إلى 3  ",
                "2 إلى 3  "
            ],
            "correctAnswer": "1 إلى 2  "
        },
        {
            "id": 111,
            "category": "Law",
            "question": "ما هو زيت الم ّحرك افضل للبيئة؟",
            "answers": [
                "الزيت الذي يحافظ على الطاقة حتوائه على إضافات تخفف احتكاك ضمن المحرك",
                "الزيت الذي يحافظ على الطاقة حتوائه على إضافات تحافظ على المحرك نظيفا\"",
                "الزيت الذي يحافظ على الطاقة ذو مصدر نباتي"
            ],
            "correctAnswer": "الزيت الذي يحافظ على الطاقة حتوائه على إضافات تخفف احتكاك ضمن المحرك"
        },
        {
            "id": 112,
            "category": "Law",
            "question": "كيف يمكن إطالة مدّة استخدام اطارات؟",
            "answers": [
                "فحص ضغط اطارات مرة في السنة على اقل للحفاظ على مقاومة دحرجة منخفضة",
                "تغيير اطارات سنويّا",
                "فحص ضغط اطارات مرة في الشهر على اق ّل للحفاظ على مقاومة دحرجة منخفضة"
            ],
            "correctAnswer": "فحص ضغط اطارات مرة في الشهر على اق ّل للحفاظ على مقاومة دحرجة منخفضة"
        },
        {
            "id": 113,
            "category": "Law",
            "question": "ما هي الفائدة من تنظيف واستبدال فلتر الهواء بشكل دوري؟",
            "answers": [
                "كل ما سبق",
                "تحسين أداء المحرك بنسبة 11-6٪",
                "الحدّ من تلوث الهواء"
            ],
            "correctAnswer": "كل ما سبق"
        },
        {
            "id": 114,
            "category": "Law",
            "question": "ماذا يجب أن تفعل عندما تت ٌوقف السيارة عن التح ّرك كثر من دقيقة؟",
            "answers": [
                "إطفاء المحرك",
                "وضع ناقل السرعة (فيتيس) على ال (N)",
                "شيء"
            ],
            "correctAnswer": "إطفاء المحرك"
        },
        {
            "id": 115,
            "category": "Law",
            "question": "كيف يمكن تحسين أداء المح ّرك وتقليل مستوى انبعاثات الضارة؟",
            "answers": [
                "تغيير مياه المح ّرك بانتظام",
                "استخدام وقود نظيف يتوافق مع المعايير الدولية",
                "تبديل المح ّرك دوريّا"
            ],
            "correctAnswer": "استخدام وقود نظيف يتوافق مع المعايير الدولية"
        },
        {
            "id": 116,
            "category": "Law",
            "question": "ماذا يجب أن تفعله بعد ملء خ ّزان السيارة بالوقود؟",
            "answers": [
                "التأكد من أ ّن غطاء خزان الوقود مغلق بإحكام",
                "التأكد من أ ّن غطاء خزان الوقود مفتوح وسليم من أي عيوب",
                "التأكد من أ ّن درجة حرارة المح ّرك مستق ّرة"
            ],
            "correctAnswer": "التأكد من أ ّن غطاء خزان الوقود مغلق بإحكام"
        },
        {
            "id": 117,
            "category": "Law",
            "question": "ما هي فائدة وقوف السيارة في الظل؟",
            "answers": [
                "تخفيف الضغط على مكيّفات الهواء عند اقع",
                "خفض استهك الوقود",
                "None"
            ],
            "correctAnswer": "تخفيف الضغط على مكيّفات الهواء عند اقع"
        },
        {
            "id": 118,
            "category": "Law",
            "question": "ما هي نسبة زيادة استهك الوقود عند استعمال الدائم للمكيّف؟",
            "answers": [
                "0.1",
                "0.3",
                "0.2"
            ],
            "correctAnswer": "0.1"
        },
        {
            "id": 119,
            "category": "Law",
            "question": "أ ّي مما يلي يقلّل من استهك الوقود؟ (اختر كافة احتمات التي تنطبق)",
            "answers": [
                "القيادة في وقت الذروة",
                "تخفيف حمولة السيارة",
                "القيادة بسرعة متفاوتة وعشوائيّة"
            ],
            "correctAnswer": "تخفيف حمولة السيارة"
        },
        {
            "id": 120,
            "category": "Law",
            "question": "ما هي القيادة الصديقة للبيئة؟",
            "answers": [
                "استخدام اضاءة بكفاءة في قيادة المركبات من خل إتباع طرق سهلة، ذكية في استهك المياه",
                "القيادة اقتصادية والصديقة للبيئة من خل إتباع طرق قيادة سهلة، ذكية، ومسؤولة تساهم في خفض استهك الوقود وتح ّد من تلوث الهواء الناجم عن النقل البري",
                "استخدام الوقود بكفاءة في قيادة المركبات من خل إتباع طرق سهلة، ذكية، ومسؤولة تساهم في رفع مستوى امان خل اقسام الطرق الصعبة"
            ],
            "correctAnswer": "القيادة اقتصادية والصديقة للبيئة من خل إتباع طرق قيادة سهلة، ذكية، ومسؤولة تساهم في خفض استهك الوقود وتح ّد من تلوث الهواء الناجم عن النقل البري"
        },
        {
            "id": 121,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه انخفاضات",
                "إنتبه طريق منزلق",
                "إنتبه مطبات"
            ],
            "correctAnswer": "إنتبه انخفاضات"
        },
        {
            "id": 122,
            "category": "Signs",
            "question": "",
            "answers": [
                "اتجاه مستديرة",
                "إنتبه منعطف يسار",
                "إنتبه منعطف يمين"
            ],
            "correctAnswer": "إنتبه منعطف يمين"
        },
        {
            "id": 123,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه منعطف يسار",
                "إنتبه منعطف يمين",
                "اتجاه إختياري إلى اليسار"
            ],
            "correctAnswer": "إنتبه منعطف يسار"
        },
        {
            "id": 124,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه منطقة سير على خطين",
                "إنتبه منعطفان أولهما يسار",
                "إنتبه منعطفان أولهما يمين"
            ],
            "correctAnswer": "إنتبه منعطفان أولهما يمين"
        },
        {
            "id": 125,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه منطقة سير على خطين",
                "إنتبه منعطفان أولهما يسار",
                "إنتبه منعطفان أولهما يمين"
            ],
            "correctAnswer": "إنتبه منعطفان أولهما يسار"
        },
        {
            "id": 126,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه طريق ضيق",
                "إنتبه منحدر خطر",
                "إنتبه طريق منزلق"
            ],
            "correctAnswer": "إنتبه طريق منزلق"
        },
        {
            "id": 127,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممر غير مؤمن",
                "إنتبه أود أو مدرسة",
                "ممنوع المرور"
            ],
            "correctAnswer": "إنتبه أود أو مدرسة"
        },
        {
            "id": 128,
            "category": "Signs",
            "question": "",
            "answers": [
                "حيوانات متشردة",
                "إنتبه حيوانات",
                "ممنوع للحيوانات"
            ],
            "correctAnswer": "إنتبه حيوانات"
        },
        {
            "id": 129,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه منطقة سير على خطين",
                "إنتبه تقاطع مع طرقات بدون أفضلية",
                "منطقة سير على اليمين"
            ],
            "correctAnswer": "إنتبه منطقة سير على خطين"
        },
        {
            "id": 130,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه مستديرة",
                "ممنوع التفاف",
                "إنتبه أخطار متنوعة"
            ],
            "correctAnswer": "إنتبه مستديرة"
        },
        {
            "id": 131,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه تقاطع",
                "إنتبه تقاطع مع طرقات بدون أفضلية",
                "إنتبه أفضلية المرور للسيارات المتجهة من الجهة المقابلة"
            ],
            "correctAnswer": "إنتبه تقاطع"
        },
        {
            "id": 132,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه تقاطع مع طرقات بدون أفضلية",
                "إلتقاء مع طريق سريع",
                "إنتبه أفضلية المرور للسيارات المتجهة من الجهة المقابلة"
            ],
            "correctAnswer": "إنتبه أفضلية المرور للسيارات المتجهة من الجهة المقابلة"
        },
        {
            "id": 133,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه تقاطع على اليمين",
                "إنتبه تقاطع مع طرقات بدون أفضلية",
                "إنتبه أفضلية المرور للسيارات المتجهة من الجهة المقابلة"
            ],
            "correctAnswer": "إنتبه تقاطع مع طرقات بدون أفضلية"
        },
        {
            "id": 134,
            "category": "Signs",
            "question": "",
            "answers": [
                "طريق أفضلية",
                "نهاية تحديد السرعة",
                "موقف لحظة"
            ],
            "correctAnswer": "طريق أفضلية"
        },
        {
            "id": 135,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه ممر للمشاة",
                "ممنوع مرور المشاة",
                "ممر غير مخصص للمشاة"
            ],
            "correctAnswer": "إنتبه ممر للمشاة"
        },
        {
            "id": 136,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه ممر للدراجات",
                "ممنوع مرور الدراجات",
                "ممر لعربات اليد"
            ],
            "correctAnswer": "إنتبه ممر للدراجات"
        },
        {
            "id": 137,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه طريق واسع",
                "إنتبه طريق ضيق على اليسار",
                "إنتبه طريق ضيق"
            ],
            "correctAnswer": "إنتبه طريق ضيق"
        },
        {
            "id": 138,
            "category": "Signs",
            "question": "",
            "answers": [
                "أفضلية مرور لليمين",
                "إنتبه طريق ضيق على اليسار",
                "None"
            ],
            "correctAnswer": "إنتبه طريق ضيق على اليسار"
        },
        {
            "id": 139,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه أفضلية المرور للسيارات المتجهة من الجهة المقابلة",
                "نهاية افضلية",
                "إنتبه طريق ضيق على اليمين"
            ],
            "correctAnswer": "إنتبه طريق ضيق على اليمين"
        },
        {
            "id": 140,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه طريق ضيق",
                "منطقة جبلية",
                "إنتبه إحتمال سقوط أو وجود صخور"
            ],
            "correctAnswer": "إنتبه إحتمال سقوط أو وجود صخور"
        },
        {
            "id": 141,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع الدخول لعموم السيارات",
                "إنتبه إشارات كهربائية",
                "إنتبه مستديرة"
            ],
            "correctAnswer": "إنتبه إشارات كهربائية"
        },
        {
            "id": 142,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع المرور",
                "إنتبه أفسح الطريق - طريق أفضلية أمامك",
                "إنتبه مخاطر متنوعة"
            ],
            "correctAnswer": "إنتبه مخاطر متنوعة"
        },
        {
            "id": 143,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع المرور",
                "إنتبه أفسح الطريق - طريق أفضلية أمامك",
                "إنتبه مخاطر متنوعة"
            ],
            "correctAnswer": "إنتبه أفسح الطريق - طريق أفضلية أمامك"
        },
        {
            "id": 144,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع المرور",
                "نهاية افضلية",
                "إنتبه أفضلية المرور للسيارات المتجهة من الجهة المقابلة"
            ],
            "correctAnswer": "نهاية افضلية"
        },
        {
            "id": 145,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع التجاوز لجميع المركبات",
                "نهاية افضلية",
                "إنتبه أفضلية المرور للسيارات المتجهة من الجهة المقابلة"
            ],
            "correctAnswer": "إنتبه أفضلية المرور للسيارات المتجهة من الجهة المقابلة"
        },
        {
            "id": 146,
            "category": "Signs",
            "question": "",
            "answers": [
                "قف",
                "ممنوع الدخول",
                "طريق على خط واحد"
            ],
            "correctAnswer": "قف"
        },
        {
            "id": 147,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع الدخول لعموم السيارات",
                "طريق على خط واحد",
                "ممنوع الوقوف"
            ],
            "correctAnswer": "ممنوع الدخول لعموم السيارات"
        },
        {
            "id": 148,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع الوقوف",
                "أخطار متنوعة",
                "None"
            ],
            "correctAnswer": "ممنوع الوقوف"
        },
        {
            "id": 149,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع التجاوز للشاحنات",
                "ممنوع المرور",
                "ممنوع التجاوز لجميع المركبات"
            ],
            "correctAnswer": "ممنوع التجاوز لجميع المركبات"
        },
        {
            "id": 150,
            "category": "Signs",
            "question": "",
            "answers": [
                "السرعة الدنيا 80 كلم في الساعة",
                "إنتبه أفسح الطريق - طريق أفضلية أمامك",
                "السرعة القصوى 30 كلم في الساعة"
            ],
            "correctAnswer": "السرعة القصوى 30 كلم في الساعة"
        },
        {
            "id": 151,
            "category": "Signs",
            "question": "",
            "answers": [
                "مسرح",
                "ممنوع الوقوف",
                "ممنوع التزمير"
            ],
            "correctAnswer": "ممنوع التزمير"
        },
        {
            "id": 152,
            "category": "Signs",
            "question": "",
            "answers": [
                "طريق مخصص للشاحنات",
                "ممنوع التجاوز للشاحنات",
                "مسموح التجاوز للشاحنات"
            ],
            "correctAnswer": "ممنوع التجاوز للشاحنات"
        },
        {
            "id": 153,
            "category": "Signs",
            "question": "",
            "answers": [
                "مسموح مرور عربات الحيوانات",
                "ممنوع مرور المشاة",
                "ممنوع مرور عربات الحيوانات"
            ],
            "correctAnswer": "ممنوع مرور عربات الحيوانات"
        },
        {
            "id": 154,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع مرور المشاة",
                "إنتبه طريق مخصص للمشاة",
                "ممنوع مرور السيارات"
            ],
            "correctAnswer": "ممنوع مرور المشاة"
        },
        {
            "id": 155,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع المرور للدراجات",
                "ممر إجباري للسيارات",
                "طريق مخصص للدراجات"
            ],
            "correctAnswer": "ممنوع المرور للدراجات"
        },
        {
            "id": 156,
            "category": "Signs",
            "question": "",
            "answers": [
                "طريق مخصص للدراجات النارية",
                "ممر خاص للدراجات النارية",
                "ممنوع المرور للدراجات النارية"
            ],
            "correctAnswer": "ممنوع المرور للدراجات النارية"
        },
        {
            "id": 157,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع وقوف عربات اليد",
                "طريق مخصص لعربات اليد",
                "ممنوع مرور عربات اليد"
            ],
            "correctAnswer": "ممنوع مرور عربات اليد"
        },
        {
            "id": 158,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع وقوف السيارات",
                "ممنوع المرور لعموم السيارات",
                "طريق مخصص للسيارات"
            ],
            "correctAnswer": "ممنوع المرور لعموم السيارات"
        },
        {
            "id": 159,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع مرور الشاحنات التي يزيد طولها عن 2,3 متر",
                "ممنوع مرور الشاحنات",
                "ممنوع مرور السيارات التي يزيد عرضها عن 2,3 متر"
            ],
            "correctAnswer": "ممنوع مرور السيارات التي يزيد عرضها عن 2,3 متر"
        },
        {
            "id": 160,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع مرور الشاحنات التي يفوق علوها عن 3,5 متر",
                "ممنوع مرور الشاحنات التي يزيد وزنها عن 5،3 طن",
                "إتجاه إجباري للشاحنات"
            ],
            "correctAnswer": "ممنوع مرور الشاحنات التي يفوق علوها عن 3,5 متر"
        },
        {
            "id": 161,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع زيادة الحمولة أكثر من 10 أمتار",
                "ممنوع مرور الشاحنات التي يفوق طولها عن 10 إمتار",
                "ممنوع مرور الشاحنات التي تزيد حمولتها عن 6,5 طن"
            ],
            "correctAnswer": "ممنوع مرور الشاحنات التي يفوق طولها عن 10 إمتار"
        },
        {
            "id": 162,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع مرور الشاحنات التي يفوق علوها عن 7 أمتار",
                "ممنوع مرور الشاحنات التي تزيد حمولة كل دوب منها عن 7 أطنان",
                "ممنوع مرور الشاحنات التي تزيد حمولتها عن 7 طن"
            ],
            "correctAnswer": "ممنوع مرور الشاحنات التي تزيد حمولتها عن 7 طن"
        },
        {
            "id": 163,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع السرعة",
                "بداية اشارات الممنوعة",
                "نهاية اشارات الممنوعة"
            ],
            "correctAnswer": "نهاية اشارات الممنوعة"
        },
        {
            "id": 164,
            "category": "Signs",
            "question": "",
            "answers": [
                "نهاية تحديد السرعة",
                "تحديد السرعة",
                "بداية تحديد السرعة"
            ],
            "correctAnswer": "نهاية تحديد السرعة"
        },
        {
            "id": 165,
            "category": "Signs",
            "question": "",
            "answers": [
                "التفاف على اليمين",
                "ممنوع التفاف على اليمين",
                "إتجاه إجباري على اليسار"
            ],
            "correctAnswer": "التفاف على اليمين"
        },
        {
            "id": 166,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع التفاف على اليسار",
                "التفاف على اليسار",
                "إتجاه إختياري مستقيم أو يمين"
            ],
            "correctAnswer": "التفاف على اليسار"
        },
        {
            "id": 167,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع المرور يمين ويسار",
                "إتجاه إختياري يمين ويسار",
                "إتجاه إجباري مستقيم"
            ],
            "correctAnswer": "إتجاه إختياري يمين ويسار"
        },
        {
            "id": 168,
            "category": "Signs",
            "question": "",
            "answers": [
                "إتجاه إجباري للشاحنات لجهة اليمين",
                "ممنوع اتجاه نحو اليسار",
                "None"
            ],
            "correctAnswer": "إتجاه إجباري للشاحنات لجهة اليمين"
        },
        {
            "id": 169,
            "category": "Signs",
            "question": "",
            "answers": [
                "إتجاه إختياري مستقيم أو يسار",
                "ممر إجباري نحو اليسار",
                "ممنوع اتجاه نحو اليسار"
            ],
            "correctAnswer": "إتجاه إختياري مستقيم أو يسار"
        },
        {
            "id": 170,
            "category": "Signs",
            "question": "",
            "answers": [
                "إتجاه إختياري نحو اليمين",
                "خط الطريق الرئيسية",
                "ممر إجباري نحو اليسار"
            ],
            "correctAnswer": "ممر إجباري نحو اليسار"
        },
        {
            "id": 171,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع التفاف إلى اليمين",
                "ممر إجباري يمين",
                "إتجاه إختياري مستقيم"
            ],
            "correctAnswer": "ممر إجباري يمين"
        },
        {
            "id": 172,
            "category": "Signs",
            "question": "",
            "answers": [
                "إتجاه أختياري نحو اليمين",
                "ممر إجباري يمين أو يسار",
                "ممنوع التفاف يمين أو يسار"
            ],
            "correctAnswer": "ممر إجباري يمين أو يسار"
        },
        {
            "id": 173,
            "category": "Signs",
            "question": "",
            "answers": [
                "طريق للمشاة والدراجات الهوائية",
                "طريق مخصص للدراجات الهوائية",
                "نهاية حلبة الدراجات الهوائية"
            ],
            "correctAnswer": "نهاية حلبة الدراجات الهوائية"
        },
        {
            "id": 174,
            "category": "Signs",
            "question": "",
            "answers": [
                "طريق للمشاة والدراجات فقط",
                "نهاية حلبة الدراجات الهوائية",
                "ممنوع مرور المشاة والدراجات الهوائية"
            ],
            "correctAnswer": "طريق للمشاة والدراجات فقط"
        },
        {
            "id": 175,
            "category": "Signs",
            "question": "",
            "answers": [
                "وجهة السير",
                "إتجاه إجباري يمين",
                "ممنوع التفاف يميناً"
            ],
            "correctAnswer": "ممنوع التفاف يميناً"
        },
        {
            "id": 176,
            "category": "Signs",
            "question": "",
            "answers": [
                "إلتفاف إلزامي",
                "وجهة السير",
                "ممنوع التفاف"
            ],
            "correctAnswer": "ممنوع التفاف"
        },
        {
            "id": 177,
            "category": "Signs",
            "question": "",
            "answers": [
                "نهاية منع تجاوز اوتوبيسات",
                "ممنوع مرور اوتوبيسات",
                "طريق مخصص لوتوبيسات"
            ],
            "correctAnswer": "ممنوع مرور اوتوبيسات"
        },
        {
            "id": 178,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع مرور الشاحنات التي يزيد وزنها عن 5،6 طن",
                "طريق مخصص للشاحنات",
                "ممنوع مرور الشاحنات"
            ],
            "correctAnswer": "ممنوع مرور الشاحنات"
        },
        {
            "id": 179,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع وقوف الشاحنات",
                "طريق الزامي للشاحنات",
                "ممنوع مرور الشاحنات التي تزيد حمولتها عن 6,5 طن"
            ],
            "correctAnswer": "ممنوع مرور الشاحنات التي تزيد حمولتها عن 6,5 طن"
        },
        {
            "id": 180,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع مرور الشاحنات التي تج ّر قاطرة",
                "طريق الزامي للشاحنات",
                "ممنوع مرور الشاحنات المحملة بمواد خطرة"
            ],
            "correctAnswer": "ممنوع مرور الشاحنات التي تج ّر قاطرة"
        },
        {
            "id": 181,
            "category": "Signs",
            "question": "",
            "answers": [
                "موقف لحظة لليات الزراعية",
                "طريق مخصص لليات الزراعية",
                "ممنوع مرور اليات الزراعية"
            ],
            "correctAnswer": "ممنوع مرور اليات الزراعية"
        },
        {
            "id": 182,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه منطقة سير على خطين",
                "نهاية منع التجاوز",
                "نهاية منع تجاوز الشاحنات"
            ],
            "correctAnswer": "نهاية منع التجاوز"
        },
        {
            "id": 183,
            "category": "Signs",
            "question": "",
            "answers": [
                "نهاية منع تجاوز الشاحنات",
                "إنتبه منطقة سير على خطين",
                "طريق مخصص للشاحنات فقط"
            ],
            "correctAnswer": "نهاية منع تجاوز الشاحنات"
        },
        {
            "id": 184,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع الوقوف",
                "ممنوع التجاوز لجميع المركبات",
                "ممنوع المرور"
            ],
            "correctAnswer": "ممنوع الوقوف"
        },
        {
            "id": 185,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع الوقوف والتوقف",
                "ممنوع الوقوف",
                "ممنوع المرور"
            ],
            "correctAnswer": "ممنوع الوقوف والتوقف"
        },
        {
            "id": 186,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع الوقوف في هذا المكان",
                "ممنوع المرور بهذا اتجاه",
                "إتجاه إجباري مستقيم"
            ],
            "correctAnswer": "إتجاه إجباري مستقيم"
        },
        {
            "id": 187,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع الوقوف يساراً",
                "وجهة السير إلى اليسار",
                "ممنوع اتجاه نحو اليسار"
            ],
            "correctAnswer": "وجهة السير إلى اليسار"
        },
        {
            "id": 188,
            "category": "Signs",
            "question": "",
            "answers": [
                "وجهة السير إلى اليمين",
                "ممنوع الوقوقف ناحية اليمين",
                "ممنوع اتجاه نحو اليمين"
            ],
            "correctAnswer": "وجهة السير إلى اليمين"
        },
        {
            "id": 189,
            "category": "Signs",
            "question": "",
            "answers": [
                "موقع توقف",
                "وجهة سير مستديرة",
                "ممنوع التفاف"
            ],
            "correctAnswer": "وجهة سير مستديرة"
        },
        {
            "id": 190,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع الوقوف أكثر من ثثين دقيقة",
                "أقصى سرعة إجبارية",
                "أدنى سرعة إجبارية"
            ],
            "correctAnswer": "أدنى سرعة إجبارية"
        },
        {
            "id": 191,
            "category": "Signs",
            "question": "",
            "answers": [
                "نهاية أدنى سرعة",
                "ممنوع الوقوف أكثر من ثثين دقيقة",
                "السرعة القصوى 30"
            ],
            "correctAnswer": "نهاية أدنى سرعة"
        },
        {
            "id": 192,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه طريق منزلق",
                "يجب نزع السسل المعدنية",
                "السيارات المجهزة بسسل معدنية فقط"
            ],
            "correctAnswer": "السيارات المجهزة بسسل معدنية فقط"
        },
        {
            "id": 193,
            "category": "Signs",
            "question": "",
            "answers": [
                "منتزه",
                "طريق للمشاة",
                "ممنوع المرور للمشاة"
            ],
            "correctAnswer": "طريق للمشاة"
        },
        {
            "id": 194,
            "category": "Signs",
            "question": "",
            "answers": [
                "طريق مخصص للمشاة",
                "ممر للمشاة فوق الطريق",
                "نهاية طريق للمشاة"
            ],
            "correctAnswer": "نهاية طريق للمشاة"
        },
        {
            "id": 195,
            "category": "Signs",
            "question": "",
            "answers": [
                "حلبة مخصصة للدراجات الهوائية",
                "ممنوع وقوف الدراجات الهوائية",
                "ممنوع مرور الدراجات الهوائية"
            ],
            "correctAnswer": "حلبة مخصصة للدراجات الهوائية"
        },
        {
            "id": 196,
            "category": "Signs",
            "question": "",
            "answers": [
                "إتجاه إلزامي نحو اليسار",
                "ممنوع التفاف يساراً",
                "ممنوع الوقوف يساراً"
            ],
            "correctAnswer": "ممنوع التفاف يساراً"
        },
        {
            "id": 197,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه جسر متح ّرك",
                "طريق على خطين موصول بجسر",
                "مستشفى"
            ],
            "correctAnswer": "مستشفى"
        },
        {
            "id": 198,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه ممر للمشاة",
                "نهاية طريق للمشاة",
                "إنتبه ممنوع مرور المشاة"
            ],
            "correctAnswer": "إنتبه ممر للمشاة"
        },
        {
            "id": 199,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممر مخصص للدراجات",
                "حلبة مخصصة للدراجات الهوائية",
                "يمنع ركوب الدراجات الهوائية"
            ],
            "correctAnswer": "ممر مخصص للدراجات"
        },
        {
            "id": 200,
            "category": "Signs",
            "question": "",
            "answers": [
                "نقطة إلتقاء خطين",
                "طريق يصل بخط رئيسي",
                "طريق غير نافذ"
            ],
            "correctAnswer": "طريق غير نافذ"
        },
        {
            "id": 201,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه مدرج طيران",
                "إنتبه جسر",
                "أوتوستراد"
            ],
            "correctAnswer": "أوتوستراد"
        },
        {
            "id": 202,
            "category": "Signs",
            "question": "",
            "answers": [
                "جسر فوق الطريق",
                "نهاية اوتوستراد",
                "إنتبه طريق ضيق"
            ],
            "correctAnswer": "نهاية اوتوستراد"
        },
        {
            "id": 203,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه طريق وعرة",
                "جسر",
                "نفق"
            ],
            "correctAnswer": "نفق"
        },
        {
            "id": 204,
            "category": "Signs",
            "question": "",
            "answers": [
                "مركز نجدة - مساعدة",
                "موقف مخصص للمعاقين",
                "لطباء فقط"
            ],
            "correctAnswer": "مركز نجدة - مساعدة"
        },
        {
            "id": 205,
            "category": "Signs",
            "question": "",
            "answers": [
                "موقف مخصص للمعوقين",
                "موقف لحظة",
                "ممنوع وقوف المعاقين"
            ],
            "correctAnswer": "موقف مخصص للمعوقين"
        },
        {
            "id": 206,
            "category": "Signs",
            "question": "",
            "answers": [
                "موقف",
                "موقف لحظة",
                "ممنوع الوقوف"
            ],
            "correctAnswer": "موقف لحظة"
        },
        {
            "id": 207,
            "category": "Signs",
            "question": "",
            "answers": [
                "موقف للعموم - ممنوع للتاكسي أكثر من سيارتين",
                "ممنوع وقوف سيارات التاكسي",
                "موقف تاكسي"
            ],
            "correctAnswer": "موقف تاكسي"
        },
        {
            "id": 208,
            "category": "Signs",
            "question": "",
            "answers": [
                "إزالة فورية",
                "شرطة",
                "إستعمات"
            ],
            "correctAnswer": "شرطة"
        },
        {
            "id": 209,
            "category": "Signs",
            "question": "",
            "answers": [
                "مركز انترنت",
                "محطة وقود",
                "إستعمات"
            ],
            "correctAnswer": "إستعمات"
        },
        {
            "id": 210,
            "category": "Signs",
            "question": "",
            "answers": [
                "موقف مخصص للشرطة",
                "إطفاء",
                "شرطة البلدية"
            ],
            "correctAnswer": "شرطة البلدية"
        },
        {
            "id": 211,
            "category": "Signs",
            "question": "",
            "answers": [
                "خط الطريق الرئيسية",
                "تقاطع خطر",
                "إنعطاف غير مباشر إلى اليسار"
            ],
            "correctAnswer": "خط الطريق الرئيسية"
        },
        {
            "id": 212,
            "category": "Signs",
            "question": "",
            "answers": [
                "ممنوع الوقوف",
                "موقف",
                "موقف لحظة"
            ],
            "correctAnswer": "موقف"
        },
        {
            "id": 213,
            "category": "Signs",
            "question": "",
            "answers": [
                "مركز للتصليح",
                "مطعم",
                "فندق"
            ],
            "correctAnswer": "فندق"
        },
        {
            "id": 214,
            "category": "Signs",
            "question": "",
            "answers": [
                "إستعمات",
                "مطعم",
                "مرطبات"
            ],
            "correctAnswer": "مطعم"
        },
        {
            "id": 215,
            "category": "Signs",
            "question": "",
            "answers": [
                "هاتف",
                "مطعم",
                "محطة وقود"
            ],
            "correctAnswer": "هاتف"
        },
        {
            "id": 216,
            "category": "Signs",
            "question": "",
            "answers": [
                "محطة وقود",
                "مركز للتصليح",
                "مطعم"
            ],
            "correctAnswer": "محطة وقود"
        },
        {
            "id": 217,
            "category": "Signs",
            "question": "",
            "answers": [
                "خط سير مخصص للباصات",
                "ممنوع وقوف الباصات",
                "موقف باص"
            ],
            "correctAnswer": "موقف باص"
        },
        {
            "id": 218,
            "category": "Signs",
            "question": "",
            "answers": [
                "موقع توقف ونداء ومساعدة",
                "موقع للمقطورات والخيم",
                "ممنوع الوقوف"
            ],
            "correctAnswer": "موقع للمقطورات والخيم"
        },
        {
            "id": 219,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنعطاف",
                "خفف السرعة",
                "إنعطاف غير مباشر إلى اليسار"
            ],
            "correctAnswer": "إنعطاف"
        },
        {
            "id": 220,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنعطاف",
                "خفف السرعة",
                "إنعطاف غير مباشر إلى اليسار"
            ],
            "correctAnswer": "إنعطاف غير مباشر إلى اليسار"
        },
        {
            "id": 221,
            "category": "Signs",
            "question": "",
            "answers": [
                "إنتبه منعطف يمين",
                "إنتبه مطبات",
                "إنتبه انخفاضات"
            ],
            "correctAnswer": "إنتبه مطبات"
        },
        {
            "id": 222,
            "category": "Safety",
            "question": ":إذا كان الطريق مقسوماً إلى مسلكين محددين بخطوط متواصلة أو بفواصل، يجب على السائق",
            "answers": [
                "السير في اتجاه المعاكس",
                "إجتياز هذه الخطوط والفواصل والسير عليها",
                "عدم إجتياز هذه الخطوط أو الفواصل"
            ],
            "correctAnswer": "عدم إجتياز هذه الخطوط أو الفواصل"
        },
        {
            "id": 223,
            "category": "Safety",
            "question": ":على سائق السيارة، في حالة السير العادي",
            "answers": [
                "أن يلتزم الجانب ايسر من الطريق",
                "أن يتجاوز الخطوط بقصد التجاوز",
                "أن يلتزم الجانب ايمن من الطريق دون تنبيه"
            ],
            "correctAnswer": "أن يلتزم الجانب ايمن من الطريق دون تنبيه"
        },
        {
            "id": 224,
            "category": "Safety",
            "question": ":إذا كان المسلك محدّد بخط متق ّطع محاذ لخط متواصل، أي من هذه اجوبة ص ّح",
            "answers": [
                "يسمح للسائق إجتياز الخط المتق ّطع إذا كان إلى يساره مباشرة",
                "يسمح للسائق إجتياز الخط المتواصل فيما إذا كان إلى يساره مباشرة",
                ":يُ َح ظر على السائق اجتياز الخط المتواصل فيما إذا كان إلى يساره مباشرة"
            ],
            "correctAnswer": "يسمح للسائق إجتياز الخط المتق ّطع إذا كان إلى يساره مباشرة"
        },
        {
            "id": 225,
            "category": "Law",
            "question": ":تُخ صص ارصفة، عند وجودها",
            "answers": [
                "يقاف السيارة في حال السماح بذلك",
                "للمشاة وعربات اود والمرضى والمقعدين المدفوعين بايدي",
                "لوضع أي شيء يعيق سير المنتفعين"
            ],
            "correctAnswer": "للمشاة وعربات اود والمرضى والمقعدين المدفوعين بايدي"
        },
        {
            "id": 226,
            "category": "Safety",
            "question": ":على السائق الذي يتأهب دخال تغيير هام في سرعة مركبته أو إتجاهها",
            "answers": [
                "أن يتجاوز الخطوط المتواصلة فيما إذا كانت إلى يساره مباشرة",
                "أن يتجاوز الخطوط المتق ّطعة دون أي سابق إنذار",
                "أن يتأكد مسبقاً من إمكانية إجراء ذلك بدون خطر وأن ينبه غيره إلى ذلك"
            ],
            "correctAnswer": "أن يتجاوز الخطوط المتواصلة فيما إذا كانت إلى يساره مباشرة"
        },
        {
            "id": 227,
            "category": "Safety",
            "question": ":على السائق أن يستعمل المكابح في السير فجأة إّ",
            "answers": [
                "بداعي تجربتها",
                "بداعي التوقف",
                "بداعي الخطر"
            ],
            "correctAnswer": "بداعي الخطر"
        },
        {
            "id": 228,
            "category": "Safety",
            "question": ":على السائق أن يلتزم جانب",
            "answers": [
                "اليمين من الطريق عندما يقبل عليه سائق آخر من الجهة المعاكسة",
                "اليسار عندما يريد سائق آخر تجاوزه",
                "اليسار من الطريق عندما يقبل عليه سائق آخر من الجهة المعاكسة"
            ],
            "correctAnswer": "اليمين من الطريق عندما يقبل عليه سائق آخر من الجهة المعاكسة"
        },
        {
            "id": 229,
            "category": "Safety",
            "question": ":يُ َح ظر على السائق",
            "answers": [
                "تجاوز سائق آخر من الجانب ايسر عندما تكون الرؤية كافية",
                "السير على الجانب ايمن، عندما يُقبل عليه من الجهة المقابلة سائق آخر",
                "تجاوز الفرق العسكرية وقوى امن والمواكب على إختف أنواعها وهي في حالة السير"
            ],
            "correctAnswer": "تجاوز الفرق العسكرية وقوى امن والمواكب على إختف أنواعها وهي في حالة السير"
        },
        {
            "id": 230,
            "category": "Safety",
            "question": ":يُ َح ظر على سائقي المركبات",
            "answers": [
                "أن يسيروا باتجاه المحدّد",
                "أن يتمهلوا بالسير على الجانب ايسر",
                "أن يوقفوا محركات مركباتهم عن الدوران بقصد تسييرها في المنحدرات بقوة إندفاعها"
            ],
            "correctAnswer": "أن يوقفوا محركات مركباتهم عن الدوران بقصد تسييرها في المنحدرات بقوة إندفاعها"
        },
        {
            "id": 231,
            "category": "Safety",
            "question": ":يُ َح ظر على سائق المركبة",
            "answers": [
                "أن يتأكد من إجراء مناورة التجاوز دون خطر",
                "أن يسير باتجاه المحدّد",
                "يجري مناورة عكس اتجاه(Demi Tour) في وسط الطريق العام ضمن المناطق المأهولة"
            ],
            "correctAnswer": "يجري مناورة عكس اتجاه(Demi Tour) في وسط الطريق العام ضمن المناطق المأهولة"
        },
        {
            "id": 232,
            "category": "Safety",
            "question": ":يُ َح ظر على السائق أن",
            "answers": [
                "يتأكد من إجراء التجاوز دون خطر",
                "يسير بغير اتجاه المح ّدد",
                "أن يسير باتجاه المحدّد"
            ],
            "correctAnswer": "يسير بغير اتجاه المح ّدد"
        },
        {
            "id": 233,
            "category": "Safety",
            "question": ":يُ َح ظر على السائق أن",
            "answers": [
                "السير على الجانب ايمن من الطريق",
                "أن يتأكد من إجراء مناورة التجاوز دون خطر",
                "غسل المركبات على الطريق العام"
            ],
            "correctAnswer": "غسل المركبات على الطريق العام"
        },
        {
            "id": 234,
            "category": "Safety",
            "question": ":على السائق أن",
            "answers": [
                "أن يأخذ بعين اعتبار وضعية الطرق وحالتها وكثافة السير",
                "يخفف السرعة أو أن يتوقف كلما أوجبت الظروف وخاصة عندما تكون الرؤية سيئة",
                "يزيد السرعة عندما تكون الرؤية سيئة"
            ],
            "correctAnswer": "يخفف السرعة أو أن يتوقف كلما أوجبت الظروف وخاصة عندما تكون الرؤية سيئة"
        },
        {
            "id": 235,
            "category": "Safety",
            "question": ":على السائق",
            "answers": [
                "التجاوز على اليسار",
                "التقي على اليسار",
                "التجاوز على اليمين عندما تكون الطريق ذات مسرب واحد"
            ],
            "correctAnswer": "التجاوز على اليسار"
        },
        {
            "id": 236,
            "category": "Safety",
            "question": ":على السائق في حال التقي",
            "answers": [
                "أن يلتزم خط الوسط في حال كانت الطريق مسلك واحد",
                "أن يلتزم الجهة اليسار من الطريق بقدر ما يسمح وجود سالكين آخرين عليها",
                "أن يلتزم الجهة اليمين من الطريق بقدر ما يسمح وجود سالكين آخرين عليها"
            ],
            "correctAnswer": "أن يلتزم الجهة اليمين من الطريق بقدر ما يسمح وجود سالكين آخرين عليها"
        },
        {
            "id": 237,
            "category": "Safety",
            "question": ":على السائق قبل الشروع بالتجاوز",
            "answers": [
                "عدم مراعاة تدابير السير الممكن إتخاذها ضمن المناطق المأهولة",
                "أن يقوم بالتجاوز حتى ولو باشر السائق الذي يتبعه بمناورة تجاوز مماثلة",
                "أن يتأكد من أن من يتبعه من السائقين لم يباشر بعد مناورة تجاوز مماثلة"
            ],
            "correctAnswer": "أن يتأكد من أن من يتبعه من السائقين لم يباشر بعد مناورة تجاوز مماثلة"
        },
        {
            "id": 238,
            "category": "Safety",
            "question": ":على السائق قبل الشروع بالتجاوز",
            "answers": [
                "له أفضلية التجاوز ولو باشر السائق الذي يتبعه عملية مماثلة",
                "عدم تنبيه السائق الذي يريد تجاوزه",
                "أن ينبه السائق الذي يريد تجاوزه"
            ],
            "correctAnswer": "أن ينبه السائق الذي يريد تجاوزه"
        },
        {
            "id": 239,
            "category": "Safety",
            "question": ":عند التجاوز، يجب على السائق أن",
            "answers": [
                "يلتزم اليمين مباشرة بعد التجاوز",
                "يستعمل النصف ايسر من الطريق، على أن يضايق ذلك السائرين في اتجاه المعاكس",
                "يستعمل النصف ايسر من الطريق، ولو كان ذلك يضايق السائرين في اتجاه المعاكس"
            ],
            "correctAnswer": "يستعمل النصف ايسر من الطريق، على أن يضايق ذلك السائرين في اتجاه المعاكس"
        },
        {
            "id": 240,
            "category": "Safety",
            "question": ":يسمح بالتجاوز على اليمين خفاً للقاعدة",
            "answers": [
                "في حال أشار السائق بأنه ينوي التوجه إلى اليمين",
                "يسمح بالتجاوز على اليمين",
                "في المسالك والطرقات التي تحتوي أكثر من مسربين، شرط أن يتأكد السائق أن إنتقاله من مسرب إلى آخر يسبب خطراً أو إزعاجاً لخرين"
            ],
            "correctAnswer": "في المسالك والطرقات التي تحتوي أكثر من مسربين، شرط أن يتأكد السائق أن إنتقاله من مسرب إلى آخر يسبب خطراً أو إزعاجاً لخرين"
        },
        {
            "id": 241,
            "category": "Safety",
            "question": ":يُ َح ظر التجاوز",
            "answers": [
                "على المنعطفات",
                "إذا كان الطريق مقسم إلى عدة مسالك محددة بخطوط",
                "متق ّطعة"
            ],
            "correctAnswer": "على المنعطفات"
        },
        {
            "id": 242,
            "category": "Safety",
            "question": ":يُ َح ظر التجاوز",
            "answers": [
                "على الطرقات التي تحتوي أكثر من مسرب واحد",
                "عن جهة اليمين في جميع الحات",
                "على الجسور وفي انفاق"
            ],
            "correctAnswer": "على الجسور وفي انفاق"
        },
        {
            "id": 243,
            "category": "Safety",
            "question": ":يُ َح ظر التجاوز",
            "answers": [
                "في حال توقف رتل من السيارات بسبب عرقلة السير أو بسبب وجود إشارة بتوقفها",
                "في حال بقاء النصف ايسر من الطريق ح ّراً",
                "إذا كان المقصود تجاوزه يسير على المسلك اليمين للطريق"
            ],
            "correctAnswer": "في حال توقف رتل من السيارات بسبب عرقلة السير أو بسبب وجود إشارة بتوقفها"
        },
        {
            "id": 244,
            "category": "Safety",
            "question": ":يُ َح ظر التجاوز",
            "answers": [
                "عند رؤوس الطرقات المرتفعة إذا كانت الرؤية إلى امام غير كافية إّ بشرط بقاء النصف ايسر من الطريق ح ّراً",
                "في الحات التي يسمح فيها شكل الطريق المجال الح ّر في عرضه بالتجاوز بسهولة وسمة تامة",
                "إذا كان الطريق مقسم إلى عدة مسالك محددة بخطوط متق ّطعة"
            ],
            "correctAnswer": "عند رؤوس الطرقات المرتفعة إذا كانت الرؤية إلى امام غير كافية إّ بشرط بقاء النصف ايسر من الطريق ح ّراً"
        },
        {
            "id": 245,
            "category": "Safety",
            "question": ":إذا نبّهت سيارة من سيارات قوى امن أو أطفائية أو الدفاع المدني أو اسعاف إلى إقترابها بواسطة اشارات وجب على سالكي الطريق اخرين أن",
            "answers": [
                "التوقف فوراً حيثما وجدوا لتسهيل مرور هذه السيارات",
                "يخفضوا سرعتهم وإذا لزم امر أن يتوقفوا أو يتنحوا جانباً لتسهيل مرور هذه السيارات",
                "زيادة سرعتهم لتسهيل مرور هذه السيارات"
            ],
            "correctAnswer": "يخفضوا سرعتهم وإذا لزم امر أن يتوقفوا أو يتنحوا جانباً لتسهيل مرور هذه السيارات"
        },
        {
            "id": 246,
            "category": "Safety",
            "question": ":يُ َح ظر التجاوز",
            "answers": [
                "إذا كان الطريق مقسم إلى عدة مسالك محددة بخطوط متق ّطعة",
                "في الطرقات الجبلية الضيقة أو انحدار الشديد",
                "في الطرقات الواسعة"
            ],
            "correctAnswer": "في الطرقات الجبلية الضيقة أو انحدار الشديد"
        },
        {
            "id": 247,
            "category": "Safety",
            "question": ":على السائق عند اقترابه من تقاطع طرق",
            "answers": [
                "أن يلتزم الطرف اليمين من الطريق",
                "المرور دون التثبت من أن الطريق ح ّر",
                "أن يتأكد من أن الطريق الذي ينوي قطعه ح ّر"
            ],
            "correctAnswer": "أن يلتزم الطرف اليمين من الطريق"
        },
        {
            "id": 248,
            "category": "Safety",
            "question": ":على السائق الذي يتأهب لترك طريق من أجل سلوك طريق آخر واقع إلى يمينه",
            "answers": [
                "أن يميل إلى اليسار دون أن يتعدى محور الطريق",
                "أن يلتزم الطرف ايسر من الطريق",
                "أن يلتزم الطرف اليمين من الطريق"
            ],
            "correctAnswer": "أن يلتزم الطرف اليمين من الطريق"
        },
        {
            "id": 249,
            "category": "Safety",
            "question": ":على السائق الذي يتأهب لترك طريق من أجل سلوك طريق آخر واقع على يساره أن",
            "answers": [
                "يبقى في خط الوسط دون أن يميل يميناً و يساراً",
                "يميل إلى اليسار دون أن يتعدى محور الطريق",
                "يميل إلى يمينه دون أن يتعدى محور الطريق"
            ],
            "correctAnswer": "يميل إلى اليسار دون أن يتعدى محور الطريق"
        },
        {
            "id": 250,
            "category": "Safety",
            "question": ":على السائق الذي يتأهب لترك طريق من أجل سلوك طريق آخر أن",
            "answers": [
                "يميل إلى اليمين ببطء",
                "يقوم بالتفاف الزم بسرعة فائقة كي يسبب ازعاج لخرين",
                "None"
            ],
            "correctAnswer": "يميل إلى اليمين ببطء"
        },
        {
            "id": 251,
            "category": "Safety",
            "question": ":من افضل المحافظة على \"مسافة أمان\"",
            "answers": [
                "على كل جوانب المركبة",
                "فقط من جهتي اليمين واليسار",
                "فقط من جهتي امام والخلف"
            ],
            "correctAnswer": "على كل جوانب المركبة"
        },
        {
            "id": 252,
            "category": "Safety",
            "question": ":السماح بوجود\" مسافة أمان\" مهم نه",
            "answers": [
                "يعطي وقت لر ّدة الفعل والتفاعل مع مجريات السير",
                "يعطي فسحة لدخول سيارة أخرى",
                "يمنع التهاء بالمركبات اخرى"
            ],
            "correctAnswer": "يعطي وقت لر ّدة الفعل والتفاعل مع مجريات السير"
        },
        {
            "id": 253,
            "category": "Safety",
            "question": ":الضوء اخضر المستمر على التقاطع يعني أنه",
            "answers": [
                "يجب عليك التوقف والتأكد من السير المقابل قبل متابعة السير",
                "يمكنك عبور التقاطع اذا كان ذلك ممكناً",
                "تستطيع المرور إلى اليمين"
            ],
            "correctAnswer": "يجب عليك التوقف والتأكد من السير المقابل قبل متابعة السير"
        },
        {
            "id": 254,
            "category": "Safety",
            "question": ":الضوء اصفر المتق ّطع يعني",
            "answers": [
                "تابع السير اذا كانت الطريق خالية",
                "توقف ثم تابع السير عند خلو الطريق",
                "خفف السرعة وتابع السير بحذر"
            ],
            "correctAnswer": "خفف السرعة وتابع السير بحذر"
        },
        {
            "id": 255,
            "category": "Safety",
            "question": ":الضوء اصفر على تقاطع يعني",
            "answers": [
                "انطلق",
                "خفف السرعة واستعد للتوقف",
                "قف"
            ],
            "correctAnswer": "خفف السرعة واستعد للتوقف"
        },
        {
            "id": 256,
            "category": "Law",
            "question": ":إذا انفجر دوب خل السير",
            "answers": [
                "اترك حرية الحركة للمقود",
                "احرر د ّواسة الوقود لتخفيف سرعة السيارة واقوم بتثبيت المقود وأوقفها خارج الطريق",
                "أخفض سرعة السيارة باستعمال المكابح وأوقفها خارج الطريق"
            ],
            "correctAnswer": "اترك حرية الحركة للمقود"
        },
        {
            "id": 257,
            "category": "Law",
            "question": ":إذا أزعجتك انوار السيارة القادمة من الجهة المقابلة عليك النظر إلى",
            "answers": [
                "وسط الطريق",
                "الجانب ايسر من الطريق",
                "اسفل وإلى الجانب ايمن من الطريق"
            ],
            "correctAnswer": "اسفل وإلى الجانب ايمن من الطريق"
        },
        {
            "id": 258,
            "category": "Safety",
            "question": ":إذا تع ّطلت مركبتك على اوتوستراد",
            "answers": [
                "وضع المثلث التحذيري وتشغيل انوار اشارات اربعة لتحذير باقي السائقين",
                "وضع المثلث التحذيري وتشغل انوار الرئيسية لتحذير باقي السائقين",
                "انتظر في المركبة لوصول المساعدة"
            ],
            "correctAnswer": "وضع المثلث التحذيري وتشغيل انوار اشارات اربعة لتحذير باقي السائقين"
        },
        {
            "id": 259,
            "category": "Safety",
            "question": ":إذا دخلت طريق سريع عليك",
            "answers": [
                "تقود بسرعة السير الذي على الطريق السريع",
                "تخفيف السرعة",
                "أن تقود بسرعة أقل من السرعة المحددة"
            ],
            "correctAnswer": "تقود بسرعة السير الذي على الطريق السريع"
        },
        {
            "id": 260,
            "category": "Safety",
            "question": ":إذا كان المسلك محدّد بخط متق ّطع محاذ لخط متواصل",
            "answers": [
                ":يُ َح ظر على السائق اجتياز الخط المتواصل فيما إذا كان إلى يساره مباشرة",
                "يسمح للسائق إجتياز الخط المتقاطع إذا كان إلى يساره مباشرة",
                ":يُ َح ظر على السائق إجتيازالخط المتواصل فيما إذا كان إلى يمينه مباشرة"
            ],
            "correctAnswer": ":يُ َح ظر على السائق اجتياز الخط المتواصل فيما إذا كان إلى يساره مباشرة"
        },
        {
            "id": 261,
            "category": "Safety",
            "question": ":إذا حقتك مركبة وأنت على الجهة اليسرى من الطريق السريع عليك",
            "answers": [
                "زيادة السرعة",
                "اتجاه بمركبتك إلى المسرب اليمين معدً سرعتك إلى السرعة على هذا المسرب",
                "ضرب قدمك بتقطع على الكابح لجعلها تبتعد"
            ],
            "correctAnswer": "زيادة السرعة"
        },
        {
            "id": 262,
            "category": "Law",
            "question": ":إذا لم يعمل الكابح خل السير عليك",
            "answers": [
                "بسرعة ضرب الكابح بتردد عالي",
                "اتجاه مباشرة إلى مرآب التصليح",
                "توقيف المحرك عن الدوران"
            ],
            "correctAnswer": "بسرعة ضرب الكابح بتردد عالي"
        },
        {
            "id": 263,
            "category": "Law",
            "question": ":في حال سوء احوال الجويّة",
            "answers": [
                "القيادة دون السرعة القصوى وبحسب ظروف الطريق",
                "أتقيّد بالسرعة القصوى وإضاءة المصابيح",
                "أتقيّد بالسرعة القصوى"
            ],
            "correctAnswer": "القيادة دون السرعة القصوى وبحسب ظروف الطريق"
        },
        {
            "id": 264,
            "category": "Law",
            "question": ":تحتاج مسافة توقّف إضافية عند السير",
            "answers": [
                "على طرقات رطبة",
                "على طرقات جافة",
                "خلف سيارات اخرى"
            ],
            "correctAnswer": "على طرقات رطبة"
        },
        {
            "id": 265,
            "category": "Safety",
            "question": ":تُخ صص ارصفة، عند وجودها",
            "answers": [
                "لوضع اي شيئ يعيق سير المنتفعين",
                "يقاف السيارة في حال السماح بذلك",
                "للمشاة وعربات اود والمرضى والمقعدين المدفوعين بايدي"
            ],
            "correctAnswer": "للمشاة وعربات اود والمرضى والمقعدين المدفوعين بايدي"
        },
        {
            "id": 266,
            "category": "Safety",
            "question": ":تشير أنوار المكابح الخلفية إلى باقي السائقين إلى أنك",
            "answers": [
                "تدخل في منعطف",
                "تخفف السرعة او تتوقف",
                "تبدل المسرب"
            ],
            "correctAnswer": "تخفف السرعة او تتوقف"
        },
        {
            "id": 267,
            "category": "Safety",
            "question": ":على تقاطع أربعة اتجاهات، المركبة التي تمر أوً هي",
            "answers": [
                "المركبة التي وصلت أوً ودخلت التقاطع",
                "المركبة التي تصل اوً",
                "المركبة التي تتجه إلى اليمين"
            ],
            "correctAnswer": "المركبة التي وصلت أوً ودخلت التقاطع"
        },
        {
            "id": 268,
            "category": "Safety",
            "question": ":عليك التوقّف عند رؤية",
            "answers": [
                "ضوء أصفر مستمر",
                "ضوء أحمر متق ّطع",
                "ضوء أصفر متق ّطع"
            ],
            "correctAnswer": "ضوء أصفر مستمر"
        },
        {
            "id": 269,
            "category": "Safety",
            "question": ":عند استعمال الطريق مع شاحنة من المفيد التذكر بأن الشاحنات",
            "answers": [
                "بحاجة لشعاع دائرة أقصر لتتمكن من التفاف",
                "يلزمها وقت اقل للتجاوز على منحدر",
                "تأخذ مسافة اطول من السيارات للتوقف"
            ],
            "correctAnswer": "تأخذ مسافة اطول من السيارات للتوقف"
        },
        {
            "id": 270,
            "category": "Law",
            "question": ":عند التفاف إلى اليمين على الضوء اخضر عليك",
            "answers": [
                "تخفيف السرعة بسبب التفاف",
                "متابعة السير بالمسرب نفسه",
                "افساح الطريق للمشاة"
            ],
            "correctAnswer": "افساح الطريق للمشاة"
        },
        {
            "id": 271,
            "category": "Safety",
            "question": ":يمكن التمنّع عن الخضوع لفحص الكحول أو المخدرات",
            "answers": [
                "في الحات الطارئة",
                "و في اي حال من احوال",
                "في حال كان السائق دون سن 21"
            ],
            "correctAnswer": "و في اي حال من احوال"
        },
        {
            "id": 272,
            "category": "Safety",
            "question": ":عند السير في الضباب عليك أن تستعمل",
            "answers": [
                "انوار الطريق (الضوء العالي)",
                "انوار الضباب و أو أنوار التقي ( الضوء الواطي)",
                "None"
            ],
            "correctAnswer": "انوار الضباب و أو أنوار التقي ( الضوء الواطي)"
        },
        {
            "id": 273,
            "category": "Safety",
            "question": ":عند القيام بمناورة التجاوز على طريق سريع متعدّد المسارب",
            "answers": [
                "حاجة لتشغيل اشارات",
                "راقب السير المقابل",
                "تأكد من وجود فسحة كافية على المسرب الذي ستتجاوز عليه"
            ],
            "correctAnswer": "تأكد من وجود فسحة كافية على المسرب الذي ستتجاوز عليه"
        },
        {
            "id": 274,
            "category": "Safety",
            "question": ":عند دخول منعطف عليك أن",
            "answers": [
                "تحافظ على سرعة مركبتك",
                "تزيد من سرعة مركبتك",
                "تخفض من سرعة مركبتك"
            ],
            "correctAnswer": "تخفض من سرعة مركبتك"
        },
        {
            "id": 275,
            "category": "Safety",
            "question": ":عند تع ّطل اشارات الضوئية عليك",
            "answers": [
                "إعطاء افضلية للسائق على اليسار",
                "التصرف كانك على تقاطع من دون اشارات ضوئية",
                "التوقف بانتظار وصول شرطة السير"
            ],
            "correctAnswer": "التصرف كانك على تقاطع من دون اشارات ضوئية"
        },
        {
            "id": 276,
            "category": "Safety",
            "question": ":عندما تقوم شاحنة بمناورة التجاوز لمركبتك عليك",
            "answers": [
                "تثبيت او تخفيف السرعة",
                "تغيير المسرب",
                "زيادة السرعة"
            ],
            "correctAnswer": "تثبيت او تخفيف السرعة"
        },
        {
            "id": 277,
            "category": "Safety",
            "question": ":في حال السير خلف دراجة نارية عليك",
            "answers": [
                "السماح للدراجة باستخدام نصف المسرب",
                "تجاوز الدراجة على ذات المسرب",
                "السماح لها باستخدام المسرب كامً"
            ],
            "correctAnswer": "السماح للدراجة باستخدام نصف المسرب"
        },
        {
            "id": 278,
            "category": "Safety",
            "question": ":في حال إقتراب سائقين إثنين من تقاطع طرقات وهما قادمان من طريقين مختلفين",
            "answers": [
                "وجب على السائق القادم من اليمين أن يفسح المجال لمرور السائق اخر",
                "وجب على السائق القادم من اليسار أن يفسح المجال لمرور السائق اخر",
                "يمر كل في طريقه دون إعطاء أفضلية مرور حد"
            ],
            "correctAnswer": "وجب على السائق القادم من اليسار أن يفسح المجال لمرور السائق اخر"
        },
        {
            "id": 279,
            "category": "Safety",
            "question": ":قبل تجاوز مركبة اخرى، دخول في منعطف، أو التجاوز عليك",
            "answers": [
                "تخفيف السرعة وتشغيل اشارة عند بدء تغير المسرب",
                "تخفيف السرعة، تشغيل اشارة قبل فترة زمنية كافية لتنبيه باقي مستخدمي الطريق والتأكد من المرايا والتفات إلى البقع المعمية",
                "تخفيف السرعة، تشغيل اشارات التنبيه لتحذير السائقين، والتأكد من المرايا"
            ],
            "correctAnswer": "تخفيف السرعة، تشغيل اشارة قبل فترة زمنية كافية لتنبيه باقي مستخدمي الطريق والتأكد من المرايا والتفات إلى البقع المعمية"
        },
        {
            "id": 280,
            "category": "Safety",
            "question": "يجوز للسائق في حال التجاوزات العادية",
            "answers": [
                "أن يستعمل المسرب ايسر من الطريق",
                "ان يستعمل المسرب ايمن الى الطريق",
                "ان يضايق السائرينن الى يمينه"
            ],
            "correctAnswer": "أن يستعمل المسرب ايسر من الطريق"
        },
        {
            "id": 281,
            "category": "Safety",
            "question": "لمن تعود افضلية المرور في حال التفاف المركبة ومرور أحد المشاة دون وجود اشارة ضوئية؟",
            "answers": [
                "الذي يمر بسرعة اكبر الذي وصل او\"",
                "السيارة",
                "المشاة"
            ],
            "correctAnswer": "المشاة"
        },
        {
            "id": 282,
            "category": "Law",
            "question": ":يتك ّون الجليد بسرعة أكبر على الطرق",
            "answers": [
                "المسطحة",
                "التي سطحها متعرج وفيه تجاويف",
                "التي يقع عليها ظل"
            ],
            "correctAnswer": "التي يقع عليها ظل"
        },
        {
            "id": 283,
            "category": "Safety",
            "question": ":يحظر على سائق المركبة",
            "answers": [
                "يتأكد من إجراء التجاوز دون خطر",
                "None",
                "يسير بغير اتجاه المحدد"
            ],
            "correctAnswer": "يسير بغير اتجاه المحدد"
        },
        {
            "id": 284,
            "category": "Safety",
            "question": ":يحظر على سائق المركبة",
            "answers": [
                "أن يتأكد من إجراء مناورة التجاوز دون خطر",
                "السير على الجانب ايمن من الطريق",
                "غسل المركبات على الطريق العام"
            ],
            "correctAnswer": "غسل المركبات على الطريق العام"
        },
        {
            "id": 285,
            "category": "Safety",
            "question": ":يحظر على سائق المركبة",
            "answers": [
                "أن يسير باتجاه المحدد",
                "يجري المناورة عكس اتجاه في وسط الطريق العام",
                "أن يتأكد من إجراء مناورة التجاوز دون خطر"
            ],
            "correctAnswer": "يجري المناورة عكس اتجاه في وسط الطريق العام"
        },
        {
            "id": 286,
            "category": "Safety",
            "question": ":يفترض المنطق السليم أن",
            "answers": [
                "تتجاوز السرعة القصوى 80 كلم بالساعة",
                "تسرع اكثر من السرعة المحددة",
                "تسرع اكثر من السرعة امنة لحالة الطريق"
            ],
            "correctAnswer": "تسرع اكثر من السرعة امنة لحالة الطريق"
        },
        {
            "id": 287,
            "category": "Safety",
            "question": ":يمكنك الخروج عن الطريق لتجاوز مركبة أخرى",
            "answers": [
                "اذا كانت السيارة التي امامك تتجه نحو اليسار",
                "اذا كان الطريق او ممر المشاة يسع سيارتك",
                "و في اي حال من احوال"
            ],
            "correctAnswer": "و في اي حال من احوال"
        },
        {
            "id": 288,
            "category": "Safety",
            "question": ":يمكنك متابعة السير بانتباه على الضوء اصفر اذا كنت",
            "answers": [
                "دخلت التقاطع",
                "تتجه نحو اليسار",
                "خلف مركبة عندها افضلية (مثل اسعاف، دفاع مدني، اطفاء)"
            ],
            "correctAnswer": "دخلت التقاطع"
        },
        {
            "id": 289,
            "category": "Safety",
            "question": ":يحظر على سائق المركبة",
            "answers": [
                "السير على الجانب ايمن من الطريق",
                "أن يتأكد من إجراء مناورة التجاوز دون خطر",
                "إصح المركبات على الطريق العام إ في الضرورات القصوى"
            ],
            "correctAnswer": "إصح المركبات على الطريق العام إ في الضرورات القصوى"
        },
        {
            "id": 290,
            "category": "Safety",
            "question": ":على السائق أن يلتزم أقصى الجانب ايمن من الطريق",
            "answers": [
                "عندما تكون سرعة سيارته دون السرعة المعمول بها",
                "عندما يريد أن يتجاوز سائق آخر",
                "عندما تكون رؤية الطريق إلى امام كافية"
            ],
            "correctAnswer": "عندما تكون سرعة سيارته دون السرعة المعمول بها"
        },
        {
            "id": 291,
            "category": "Safety",
            "question": ":يُح ظر على سائقي المركبات، بعد ثث سنوات من حيازتهم دفتر السوق، القيادة تحت تأثير الكحول بنسبة تتعدّى",
            "answers": [
                "ﻍ ﻝ  0.5",
                "ﻍ ﻝ  0.3",
                "ﻍ ﻝ  0.4"
            ],
            "correctAnswer": "ﻍ ﻝ  0.5"
        },
        {
            "id": 292,
            "category": "Safety",
            "question": ":خل أ ّول ثث سنوات من حيازتك على رخصة سوق، يجب أن تتجاوز معدّل نسبة الكحول في الدم",
            "answers": [
                "ﻍ ﻝ  0.5",
                "ﻍ ﻝ  0",
                "ﻍ ﻝ  0.3"
            ],
            "correctAnswer": "ﻍ ﻝ  0"
        },
        {
            "id": 293,
            "category": "Safety",
            "question": ":يح ّظر على سائقي المركبات أثناء القيادة",
            "answers": [
                "استعمال اي وسيلة من اجهزة اتصات",
                "استعمال يد واحدة للقيادة والرد على المكالمة باستعمال اليد اخرى",
                "استعمال اليدين للقيادة والرد على المكالمة بواسطة الـ Bluetooth"
            ],
            "correctAnswer": "استعمال اي وسيلة من اجهزة اتصات"
        },
        {
            "id": 294,
            "category": "Safety",
            "question": "في حال عدم وجود لوحات تحدّد ال ّسرعة، تكون",
            "answers": [
                "100 كلم س",
                "120 كلم س",
                "80 كلم س"
            ],
            "correctAnswer": "100 كلم س"
        },
        {
            "id": 295,
            "category": "Safety",
            "question": ":في حال عدم وجود لوحات تحدّد ال ّسرعة، تكون السرعة القصوى المسموح خارج المناطق المأهولة",
            "answers": [
                "50 كلم س",
                "60 كلم س",
                "70 كلم س"
            ],
            "correctAnswer": "70 كلم س"
        },
        {
            "id": 296,
            "category": "Safety",
            "question": ":في حال عدم وجود لوحات تحدّد ال ّسرعة، تكون السرعة القصوى المسموح داخل المناطق المأهولة",
            "answers": [
                "40 كلم س",
                "50 كلم س",
                "60 كلم س"
            ],
            "correctAnswer": "50 كلم س"
        },
        {
            "id": 297,
            "category": "Safety",
            "question": ":يمكنك الرجوع إلى الوراء على اوتوستراد، في حال كان المفرق قريب بمسافة",
            "answers": [
                "10 امتار",
                "20 متر",
                "يمكنك الرجوع إلى الوراء بتاتا"
            ],
            "correctAnswer": "يمكنك الرجوع إلى الوراء بتاتا"
        },
        {
            "id": 298,
            "category": "Safety",
            "question": ":يوضع مثلث التحذير امام او خلف المركبة تبعاً لوجهة السير، في الطرقات العادية على مسافة",
            "answers": [
                "20 متر",
                "30 متر",
                "40 متر"
            ],
            "correctAnswer": "30 متر"
        },
        {
            "id": 299,
            "category": "Safety",
            "question": ":يوضع مثلث التحذير امام او خلف المركبة تبعاً لوجهة السير، على اتوستراد على مسافة",
            "answers": [
                "70 متر",
                "50 متر",
                "60 متر"
            ],
            "correctAnswer": "50 متر"
        },
        {
            "id": 300,
            "category": "Safety",
            "question": ":على المشاة اعتماد ارصفة أو الممرات أو الجسور المخ ّصصة لهم ضمن مسافة",
            "answers": [
                "170 متر",
                "150 متر",
                "130 متر"
            ],
            "correctAnswer": "150 متر"
        },
        {
            "id": 301,
            "category": "Safety",
            "question": ":عندما تتسبب بحادث ولو مادي",
            "answers": [
                "يحق للسائق الهروب وعدم ت ّحمل المسؤولية",
                "متابعة السير",
                "يجب على السائق أن يقف ويقوم باجراءات المناسبة"
            ],
            "correctAnswer": "يجب على السائق أن يقف ويقوم باجراءات المناسبة"
        },
        {
            "id": 302,
            "category": "Safety",
            "question": ":في حال تع ّطل أضواء المكابح",
            "answers": [
                "ك ّل ما ورد أعه",
                "تُحتجز السيارة",
                "تعتبر المخالفة من الفئة الثانية"
            ],
            "correctAnswer": "ك ّل ما ورد أعه"
        },
        {
            "id": 303,
            "category": "Law",
            "question": ":يجب أن يتعدّى عمر اطارات",
            "answers": [
                "ست سنوات من تاريخ صنعها أو 1.6 ملم سماكة الغوما أيهما قبل",
                "أربعة سنوات من تاريخ صنعها أو 1.6 ملم سماكة الغوما أيهما قبل",
                "خمسة سنوات من تاريخ صنعها أو 1.6 ملم سماكة الغوما أيهما بعد"
            ],
            "correctAnswer": "ست سنوات من تاريخ صنعها أو 1.6 ملم سماكة الغوما أيهما قبل"
        },
        {
            "id": 304,
            "category": "Safety",
            "question": ":عندما تكون اشارة الضوئية خضراء أثناء ازدحام السير على مستخدمي الطرق",
            "answers": [
                "السير ببطىء لعدم عرقلة السير",
                "تجاوز اشارة الضوئية الخضراء بسرعة",
                "عدم تجاوز اشارة الضوئية الخضراء لعدم عرقلة السير"
            ],
            "correctAnswer": "عدم تجاوز اشارة الضوئية الخضراء لعدم عرقلة السير"
        },
        {
            "id": 305,
            "category": "Safety",
            "question": ":يمكن استعمال وكالة بيع مركبة لمدة تتعدّى",
            "answers": [
                "الثثة أشهر",
                "الشهرين",
                "الشهر الواحد"
            ],
            "correctAnswer": "الشهرين"
        },
        {
            "id": 307,
            "category": "Safety",
            "question": ":يح ّظر تجهيز كافة أنواع المركبات في مقدمتها بأضواء",
            "answers": [
                "من غير اللونين ازرق أو اصفر",
                "من غير اللونين ابيض أو اصفر",
                "من غير اللونين ابيض أو ازرق"
            ],
            "correctAnswer": "من غير اللونين ابيض أو اصفر"
        },
        {
            "id": 308,
            "category": "Safety",
            "question": ":إذا كان المعبّد مقسوماً إلى مسلكين مفصولين بخطوط صفراء يجب على السائق في حالة السير العادي أن",
            "answers": [
                "يستعمل المسلك ايمن",
                "يستعمل المسلك ايسر",
                "يستعمل المسلك اوسط"
            ],
            "correctAnswer": "يستعمل المسلك ايمن"
        },
        {
            "id": 309,
            "category": "Safety",
            "question": ":إذا كان المسلك محدداً بخط أصفر متق ّطع محاذ لخط أصفر متواصل",
            "answers": [
                "يمكن اجتياز الخطين من ناحية الخط المتواصل ويح ّظر اجتياز من ناحية الخط المتق ّطع",
                "يحظر اجتياز الخطين من ناحية الخط المتق ّطع ويح ّظر اجتياز من ناحية الخط المتواصل",
                "يمكن اجتياز الخطين من ناحية الخط المتق ّطع ويح ّظر اجتياز من ناحية الخط المتواصل"
            ],
            "correctAnswer": "يمكن اجتياز الخطين من ناحية الخط المتواصل ويح ّظر اجتياز من ناحية الخط المتق ّطع"
        },
        {
            "id": 310,
            "category": "Safety",
            "question": ":على السائق أن يعطي أفضلية المرور",
            "answers": [
                "للمشاة",
                "للسيارات",
                "للشاحنات"
            ],
            "correctAnswer": "للمشاة"
        },
        {
            "id": 311,
            "category": "Safety",
            "question": ":في الطرقات ذات انحدار القوي حيث التقي مستحيل تكون أفضلية المرور للسيارات",
            "answers": [
                "المتجهة نزوً",
                "المتجهة صعوداً",
                "وبحسب شكل الطريق"
            ],
            "correctAnswer": "المتجهة صعوداً"
        },
        {
            "id": 312,
            "category": "Safety",
            "question": ":يجب المحافظة دائما على مسافة أمان داخل المدن",
            "answers": [
                "ثانية",
                "مترين",
                "ثانيتين"
            ],
            "correctAnswer": "ثانيتين"
        },
        {
            "id": 313,
            "category": "Safety",
            "question": ":داخل المستديرة تكون دائما افضلية",
            "answers": [
                "للسيارة داخل المستديرة",
                "للسيارة اتية من الج ّهة اليمنى",
                "للسيارة اتية من جهة اليسار"
            ],
            "correctAnswer": "للسيارة داخل المستديرة"
        },
        {
            "id": 314,
            "category": "Safety",
            "question": "يمنع التجاوز داخل انفاق ذات",
            "answers": [
                "المتعددة اتجاهات",
                "اتجاهين",
                "اتجاه الواحد"
            ],
            "correctAnswer": "اتجاه الواحد"
        },
        {
            "id": 315,
            "category": "Safety",
            "question": "عند وجود أشغال عامة يجب على السائق",
            "answers": [
                "إضاءة انوار السيارة",
                "السير بسرعة",
                "تخفيف سرعة مركبته"
            ],
            "correctAnswer": "تخفيف سرعة مركبته"
        },
        {
            "id": 316,
            "category": "Safety",
            "question": "يجب جلوس اطفال دون سن الخامسة على",
            "answers": [
                "حضن اهل",
                "المقاعد الخلفية",
                "المقاعد المخ ّصصة لطفال"
            ],
            "correctAnswer": "المقاعد المخ ّصصة لطفال"
        },
        {
            "id": 317,
            "category": "Safety",
            "question": "في حال اقتراب من تقاطع، تكون افضلية",
            "answers": [
                "داخل التقاطع",
                "None",
                "اليمين"
            ],
            "correctAnswer": "اليمين"
        },
        {
            "id": 318,
            "category": "Safety",
            "question": ":يجب على السائق خل التجاوز عن دراجة هوائية او دراجة آلية أن تقل المسافة الجانبية للتجاوز عن",
            "answers": [
                "CM 75",
                "Cm 65",
                "Cm 70"
            ],
            "correctAnswer": "CM 75"
        },
        {
            "id": 319,
            "category": "Safety",
            "question": ":يجب على السائق خل التجاوز عن سيارة او مركبة اخرى، أن تقل المسافة الجانبية للتجاوز عن",
            "answers": [
                "CM 45",
                "CM 50",
                "CM 60"
            ],
            "correctAnswer": "CM 50"
        },
        {
            "id": 320,
            "category": "Safety",
            "question": ":يح ّظر على السائقين عرقلة سير المركبات من خل",
            "answers": [
                "التوقف البطيئ",
                "السير على الطريق دون السرعة المعمول بها",
                "التوقف المفاجئ بدون سبب مشروع على المعبد"
            ],
            "correctAnswer": "التوقف المفاجئ بدون سبب مشروع على المعبد"
        },
        {
            "id": 321,
            "category": "Safety",
            "question": ":في حال التقي على طريق ذو اتجاهين يكون التراجع إلى الوراء ",
            "answers": [
                "للمركبة المنفردة مقابل مجموع المركبات",
                "لمجموعة المركبات مقابل المركبة المنفردة",
                "للمركبات الثقيلة مقابل المركبات المنفردة"
            ],
            "correctAnswer": "للمركبة المنفردة مقابل مجموع المركبات"
        },
        {
            "id": 322,
            "category": "Safety",
            "question": ":في حال كان التقاطع مؤلفاً من ثثة تفرعات، تكون أفضلية المرور",
            "answers": [
                "للسير على الطريق بحذر وبروية",
                "للسائق اتي من جهة اليمين",
                "للسائق المت ّجه على الطريق التي يشكل اثنان منهما طريقا ً مستقيماً"
            ],
            "correctAnswer": "للسائق المت ّجه على الطريق التي يشكل اثنان منهما طريقا ً مستقيماً"
        },
        {
            "id": 323,
            "category": "Safety",
            "question": ":عند وجود فتة على اوتوستراد تشير إلى تحويلة أو إلى إتجاه نحو طريق آخر، على جميع السائقين الذين يريدون الخروج فور رؤيتهم هذه الفتة القيام",
            "answers": [
                "بانحراف السريع إلى الوسط بحسب إتجاه التحويلة التي يرغب سلوكها لعدم عرقلة السير",
                "بانحراف الفوري إلى إتجاه اليمين أو اليسار بحسب إتجاه التحويلة التي يرغب سلوكها لعدم عرقلة السير",
                "بانحراف التدريجي إلى إتجاه اليمين أو اليسار بحسب إتجاه التحويلة التي يرغب سلوكها"
            ],
            "correctAnswer": "بانحراف التدريجي إلى إتجاه اليمين أو اليسار بحسب إتجاه التحويلة التي يرغب سلوكها"
        },
        {
            "id": 324,
            "category": "Safety",
            "question": ":يتوجب استعمال حزام امان لمستعملي المقاعد",
            "answers": [
                "المقاعد امامية والخلفية في جميع أنواع المركبات",
                "المقاعد امامية فقط في جميع أنواع المركبات",
                "المقاعد امامية والخلفية على اوتوسترادات في جميع أنواع المركبات"
            ],
            "correctAnswer": "المقاعد امامية والخلفية في جميع أنواع المركبات"
        },
        {
            "id": 325,
            "category": "Safety",
            "question": ":اذا كانت يد رجل امن مرفوعة عامودياً",
            "answers": [
                "تعني هذه اشارة أبطىء السرعة",
                "تعني هذه اشارة انتباه هناك سير متوقف",
                "تعني هذه اشارة (حذار- قف) لكل مستخدمي الطريق"
            ],
            "correctAnswer": "تعني هذه اشارة (حذار- قف) لكل مستخدمي الطريق"
        },
        {
            "id": 326,
            "category": "Safety",
            "question": ":اذا كانت يدا رجل امن ممدودتين أفقياً",
            "answers": [
                "تعني هذه اشارة (التوقف) لكل مستخدمي الطريق القادمين من إتجاهات تتقاطع مع إتجاهات اليّد أو اليدين الممدودتين",
                "تعني هذه اشارة (تمهل) لكل مستخدمي الطريق القادمين من إتجاهات تتقاطع مع إتجاهات اليّد أو اليدين الممدودتي",
                "تعني هذه اشارة (افساح المجال) لكل مستخدمي الطريق القادمين من إتجاهات تتقاطع مع إتجاهات اليّد أو اليدين الممدودتين"
            ],
            "correctAnswer": "تعني هذه اشارة (التوقف) لكل مستخدمي الطريق القادمين من إتجاهات تتقاطع مع إتجاهات اليّد أو اليدين الممدودتين"
        },
        {
            "id": 327,
            "category": "Safety",
            "question": ":يجب أن تز ّود كل مركبة",
            "answers": [
                "بلوحتي تسجيل تحمن رقم تسجيل المركبة في امام أوالخلف",
                "بلوحة تسجيل من الخلف",
                "بلوحتي التسجيل تحمن رقم تسجيل المركبة في امام والخلف"
            ],
            "correctAnswer": "بلوحتي التسجيل تحمن رقم تسجيل المركبة في امام والخلف"
        },
        {
            "id": 328,
            "category": "Safety",
            "question": ":على السائق تجديد رخصة السوق الخصوصيةحتى سن الـ ٥٠ كل",
            "answers": [
                "20 سنة",
                "5 سنوات",
                "10 سنوات"
            ],
            "correctAnswer": "10 سنوات"
        },
        {
            "id": 329,
            "category": "Safety",
            "question": ":يح ّظر استعمال المنبهات الصوتية إ في الحات اتية",
            "answers": [
                "لتنبيه السائقين اخرين بوجوب التحرك بسرعة",
                "لتفادي زحمة السير الخانقة",
                "اعطاء مستخدمي الطريق اخرين التنبيهات الضرورية لتفادي وقوع الحوادث"
            ],
            "correctAnswer": "اعطاء مستخدمي الطريق اخرين التنبيهات الضرورية لتفادي وقوع الحوادث"
        },
        {
            "id": 330,
            "category": "Safety",
            "question": ":في حال عدم وجود فتات أوعمات النزول من السيارة",
            "answers": [
                "عليه النـزول أو الصعود من الجهة التي يراها مناسبة وأسهل لحركته",
                "عليه النـزول أو الصعود من الجهة اليمنى لوجهته",
                "عليه النـزول أو الصعود من الجهة اليسرى لوجهته"
            ],
            "correctAnswer": "عليه النـزول أو الصعود من الجهة اليمنى لوجهته"
        },
        {
            "id": 331,
            "category": "Safety",
            "question": ":اذا قام السائق بإنزال الذراع واصعادها إلى جانب المركبة تعني",
            "answers": [
                "السيارة معطلة",
                "اتحاه إلى اليسار",
                "تخفيف السرعة والتوقف"
            ],
            "correctAnswer": "تخفيف السرعة والتوقف"
        },
        {
            "id": 332,
            "category": "Safety",
            "question": ":اذا قام السائق بمدّ الذراع بشكل مستقيم أفقياً تعني",
            "answers": [
                "اتجاه للوراء",
                "اتجاه لليسار",
                "إشارة للسيارات بان السائق يخفف السرعة"
            ],
            "correctAnswer": "اتجاه لليسار"
        },
        {
            "id": 333,
            "category": "Safety",
            "question": ":اذا قام السائق برفع الذراع عامودياً تعني",
            "answers": [
                "اتجاه إلى اليمين",
                "اتجاه إلى اليسار",
                "التوقف"
            ],
            "correctAnswer": "اتجاه إلى اليمين"
        },
        {
            "id": 334,
            "category": "Safety",
            "question": ":يُسمح بعبور اشارة الحمراء للمركبات المتجهة يميناً شريطة",
            "answers": [
                "التوقف عند اشارة ومن ثم تأمين العبور دون تعريض المشاة وحركات السير اخرى ي خطر",
                "السير بسرعة",
                "يسمح للسيارات المتجهة إلى اليمين بعبور اشارة الحمراء"
            ],
            "correctAnswer": "التوقف عند اشارة ومن ثم تأمين العبور دون تعريض المشاة وحركات السير اخرى ي خطر"
        },
        {
            "id": 335,
            "category": "Safety",
            "question": ":عند وجود خطوط طويلة متواصلة",
            "answers": [
                "يمنع إجتيازها إلى المسلك أو المسرب المجاور",
                "يسمح اجتيازها لكن شرط انتقال بسرعة",
                "يسمح إجتيازها إلى المسلك أو المسرب المجاور بحذر بعد تأمين الطريق"
            ],
            "correctAnswer": "يمنع إجتيازها إلى المسلك أو المسرب المجاور"
        },
        {
            "id": 336,
            "category": "Safety",
            "question": ":يح ّظر وضع اطفال بالمقاعد امامية دون عمر",
            "answers": [
                "10 سنوات",
                "12 سنة",
                "8 سنوات"
            ],
            "correctAnswer": "10 سنوات"
        },
        {
            "id": 337,
            "category": "Safety",
            "question": ":يح ّظر على أي كان رمي أي شيء من السيارة نها",
            "answers": [
                "تسبب بإزالة عمات سطح الطريق",
                "تسبب الحوادث وتسد مسارب المياه",
                "تسبب بعرقلة عمل رجال امن"
            ],
            "correctAnswer": "تسبب الحوادث وتسد مسارب المياه"
        },
        {
            "id": 338,
            "category": "Safety",
            "question": "ماهو الفرق بين الخطوط البيضاء والصفراء في منتصف الطريق؟",
            "answers": [
                "الخطوط الصفراء توضع فقط على طرف الطريق في حين البيضاء هي للفصل بين السيارات",
                "الخطوط الصفراء تكون لوجهة سير واحدة والخطوط البيضاء لوجهتين معاكستين",
                "الخطوط البيضاء تفصل السيارات المتجهة بنفس اتجاه في حين الصفراء تفصل السيارات التي تسير بوجهتين معاكستين"
            ],
            "correctAnswer": "الخطوط البيضاء تفصل السيارات المتجهة بنفس اتجاه في حين الصفراء تفصل السيارات التي تسير بوجهتين معاكستين"
        },
        {
            "id": 339,
            "category": "Safety",
            "question": ":يمنع الوقوف والتوقف على رؤوس المرتفعات وعلى المنعطفات والتقاطعات والمستديرات واشارات الضوئية حتى مسافة",
            "answers": [
                "25 متر",
                "30 متر",
                "50 متر"
            ],
            "correctAnswer": "25 متر"
        },
        {
            "id": 340,
            "category": "Safety",
            "question": ":يحظر على سائق المركبة",
            "answers": [
                "نقل زجاجات أو عبوات كحول منتهية الصحية",
                "نقل زجاجات أو عبوات كحول مقفلة من مصنعها داخل المركبة",
                "نقل زجاجات أو عبوات كحول غير مقفلة من مصنعها داخل المركبة"
            ],
            "correctAnswer": "نقل زجاجات أو عبوات كحول غير مقفلة من مصنعها داخل المركبة"
        },
        {
            "id": 341,
            "category": "Safety",
            "question": ":على المركبات التوقف أو الوقوف",
            "answers": [
                "على الخطوط البيضاء المخصصصة لعبور المشاة",
                "بعد الخطوط البيضاء المخصصصة لعبور المشاة",
                "قبل الخطوط البيضاء المخصصصة لعبور المشاة"
            ],
            "correctAnswer": "قبل الخطوط البيضاء المخصصصة لعبور المشاة"
        },
        {
            "id": 342,
            "category": "Safety",
            "question": ":يحظر على سائق المركبة",
            "answers": [
                "السير بين الخطوط البيضاء",
                "تجاوز الخطوط المتق ّطعة البيضاء",
                "السير على الخطوط البيضاء"
            ],
            "correctAnswer": "السير على الخطوط البيضاء"
        }
    ]
}

export default questions;
